{"nameType": "DOUBTFUL", "family": "Alligatoridae", "nubKey": 5846514, "speciesKey": 113415038, "rank": "SPECIES", "phylum": "Chordata", "orderKey": 113415033, "higherClassificationMap": {"112707351": "Animalia", "113415033": "Crocodilia", "113415036": "Caiman", "113301736": "Chordata", "113415034": "Alligatoridae", "113415011": "Reptilia"}, "species": "Caiman crocodilus", "vernacularNames": [{"language": "eng", "vernacularName": "Spectacled caiman"}], "classKey": 113415011, "habitats": [], "familyKey": 113415034, "kingdom": "Animalia", "parent": "Caiman", "kingdomKey": 112707351, "taxonID": "15494078", "genusKey": 113415036, "canonicalName": "Caiman crocodilus", "key": 113415038, "authorship": "", "nomenclaturalStatus": [], "phylumKey": 113301736, "class": "Reptilia", "numOccurrences": 0, "synonym": false, "datasetKey": "cbb6498e-8927-405a-916b-576d00a6289b", "threatStatuses": [], "numDescendants": 0, "scientificName": "Caiman crocodilus (Linnaeus, 1758 [originally Lacerta])", "genus": "Caiman", "parentKey": 113415036, "order": "Crocodilia", "descriptions": [{"description": "This species benefits from overhunting of competitive species which occupy the same home range. This allows them access to resources normally lost to these other species. Their skin is not wanted for leather production because it contains osteoderms. The only skin on their bodies which does not contain osteoderms are their sides. Therefore, hunting of this species is relatively low. In most countries, hunting this species is legal. Venezuela permits hunting every fall, providing the number of kills does not exceed 150,000 for that season. The skin that is salvageable will be harvested. It is commonly found in the American market, sometimes mislabeled as Alligator mississippiensis.About four million spectacled caimans are found in Venezuela. Recent surveys show the population is expected to continue to increase. This is an example of how well the species is able to adapt. However, it is difficult to determine how well the species is doing on a global scale, since populations are not doing well in other countries, including Peru and El Salvador. Despite being commonly mistaken as this species, the incredibly large population of caimans living within the Brazilian pantanal are a separate species, the Yacare caiman. More up-to-date surveys are required for clarification, and to examine the interactions between the different subspecies. Further taxonomic work would make control measures easier to implement, as identification of different subspecies currently can be difficult. The major threat to this species and its subspecies is currently illegal hunting. Smuggling rings operating from Thailand and Singapore are extremely damaging to individual populations, and greater control measures and more effective legislation are needed. According to the Crocodilian Species List:http://www.flmnh.ufl.edu/natsci/herpetology/brittoncrocs/csp_ccro.htm Crocodilian species list from the Florida Museum of Natural History] \"The subspecies C. c. apaporiensis is under severe threat in Colombia. Feral populations of C. crocodilus are creating problems for other species of crocodilians and native wildlife, however. These populations have become established in three countries. The introduced population in Cuba is thought to have been primarily responsible for the dramatic decline and probable disappearance of Crocodylus rhombifer from the Isla de la Juventud.\"Conservation programs are used in many countries. The most common form of conservation is the use of cropping, or manually reducing the numbers of several wild, and abundant, species. Long-term effects have yet to be discovered; more surveys have been recommended. Also, farming or ranching programs seem to be more expensive and possibly less effective. Invasive populations have become established in Florida. United States Geological Survey. Common Caiman: Fact Sheet.http://nas.er.usgs.gov/queries/factsheet.aspx?SpeciesID=222"}, {"description": "The spectacled caiman is a small to mid-sized crocodilian. Males of the species are generally 1.8 to, while females are smaller, usually around 1.2 -. The body mass of most adults is between 7 and. The maximum reported size for the species is 2.5 m, with a body mass of 58 kg. The largest female was reportedly 1.61 m long and weighed 20 kg. Caimans from the Venezuelan llanos are reportedly larger-bodied than specimens from Mexico.Britton, A. Caiman Crocodilus (Linnaeus, 1758). Crocodilian Species List.http://www.flmnh.ufl.edu/cnhc/csp_ccro.htm.2009. The species' common name comes from a bony ridge between the eyes, which gives the appearance of a pair of spectacles. Overall a typical crocodilian gray-green coloration, this species has been known to change color. During colder weather, the black pigment, found within their skin cells, will expand, making them appear darker.Alderton, D. Common Caiman Caiman crocodilus. Crocodiles and Alligators of the World. Facts on File, Inc. 1998. 131-135."}, {"description": "Hunting and dietCaimans eat a variety of invertebrates such as insects, crustaceans, and mollusks. Larger caimans eat fish and water snails.Ross,C.A. and Magnusson, W. E. \"Living Crocodilians.\"Crocodiles and Alligators. Ross, C.A. Garnett, S. Dr. Facts on File, New York. 1989.58-73. Older animals are capable of taking larger, mammalian prey (e.g. wild pigs). As conditions become drier, caimans stop feeding. In areas where this species has become depleted, fish populations have also shown a decline. Until recently, C. crocodilus was thought to overeat the fish and snail populations. Some suggest they control piranha populations. However, piranhas have not been found to be a normal diet component. The Yacare caiman does demonstrate this particular dietary preference. In reality, C. crocodilus likely is very much a generalist and adaptive predator, given its ecological success. ReproductionThe spectacled caiman reaches sexual maturity from four to seven years old. Usually, the more dominant individuals mature more quickly. They gather and mate during the dry season. After mating season ends, the females build nests out of dense vegetation. The size of the nest varies depending on the resources available to the female.Magnusson, W.E. Vliet, K.A. Pooley, A.C. and Whitaker, R. \"Reproduction.\" Crocodiles and Alligators. Ross, C.A. Garnett, S. Dr. Facts on File, New York. 1989. 118-124. Each female can lay up to 40 eggs. The larger females have recently been found to lay larger eggs than smaller females lay.Campos, Z. Magnusson, W. Saniotti, T. and Coutinho,M. \"Reproductive trade-offs in Caiman crocodilus and Caiman crocodilus yacare: implications for size related management quotas\"Herpetological Journal.Vol. 18 Issue 2. April 2008. 91. Most caimans nest during the wet season. It is very unusual to see a caiman nest during any winter months; the temperature is too low for the eggs. Temperature is important to the developing eggs, so females build their nests in a way that insulates them from extreme temperature changes. The nests are made of vegetation; as the vegetation decays, the nests produce heat which can keep the eggs about 5°C warmer than if they were insulated by mud alone. Heat not only incubates the eggs, but also determines the sex of the developing caimans. When the temperature inside the nest is about 31°C or lower, the caiman will become male. However, when the temperature is about 32°C or higher, they become female.Lang, J.W. \"Sex Determination.\"Crocodiles and Alligators. Ross, C.A. Garnett, S. Dr. Facts on File, New York. 1989. 120. Young caimans do not hatch with the dark-green colouring of their parents. They are yellow with black spots. This colouration will eventually fade away. Spectacled caimans have strongly protective maternal behaviour. They raise their young in crèches, one female taking care of her own, as well as several others' offspring.Life in Cold Blood: Giants They take care of their young for the first two to four months after the eggs hatch, the time it takes for the floods of the wet season to subside."}, {"description": "The spectacled caiman (Caiman crocodilus), also known as the white caiman or common caiman, is a crocodilian reptile found in much of Central and South America. It lives in a range of lowland wetland and riverine habitat types, and can tolerate salt water as well as fresh; due in part to this adaptability, it is the most common of all crocodilian species."}]}
{"nameType": "SCIENTIFIC", "family": "Crocodylidae", "nubKey": 2441403, "speciesKey": 113298759, "rank": "SPECIES", "phylum": "Chordata", "orderKey": 113298747, "higherClassificationMap": {"112707351": "Animalia", "113298747": "Crocodilia", "113298757": "Mecistops", "113298756": "Crocodylidae", "113298721": "Sauropsida", "113225636": "Chordata"}, "extinct": false, "species": "Mecistops cataphractus", "vernacularNames": [{"language": "eng", "vernacularName": "Slender-snouted crocodile"}], "classKey": 113298721, "habitats": [], "familyKey": 113298756, "kingdom": "Animalia", "parent": "Mecistops", "kingdomKey": 112707351, "taxonID": "9189661", "genusKey": 113298757, "canonicalName": "Mecistops cataphractus", "key": 113298759, "authorship": " (Cuvier, 1825)", "nomenclaturalStatus": [], "phylumKey": 113225636, "class": "Sauropsida", "numOccurrences": 0, "synonym": false, "datasetKey": "cbb6498e-8927-405a-916b-576d00a6289b", "threatStatuses": [], "numDescendants": 0, "scientificName": "Mecistops cataphractus (Cuvier, 1825)", "genus": "Mecistops", "parentKey": 113298757, "order": "Crocodilia", "descriptions": [{"description": "Recent genetic and morphological evidence suggests that the slender-snouted crocodile in fact comprises two separate species composed of a central African population (Mecistops cataphractus) and the as yet unnamed west African population. The western species would, in fact, class as one of the most endangered species of crocodilian, and scientists have estimated that the two populations have been separate for 6.5-7.5 million years."}, {"description": "This species has not been intensively studied and not enough information is known to provide guidance on its status. It is believed that the population may be dwindling and may be threatened, but whether this is in fact so is unclear. The range is still largely unknown, even where these animals are common. For these reasons, the IUCN has listed this species as \"Data Deficient\" as it has not been assessed since 1996, at which time it was listed as \"Vulnerable\"."}, {"description": "African slender-snouted crocodiles are native to freshwater habitats in central and western Africa. They are medium sized crocodiles, typically slightly smaller than the Nile crocodile, but are larger than several other species of crocodilians. The adult length is from 3 to and adult weight is from 125 -. The occasional large specimen can weigh up to 325 kg.African Slender-Snouted Crocodile | The Maryland Zoo in Baltimore. Marylandzoo.org. Retrieved on 2014-05-07.Slender-Snouted Crocodile | San Diego Zoo Animals. Sandiegozoo.org. Retrieved on 2014-05-07. They have a slender snout used for catching prey, hence their name."}, {"description": "The diet of the slender-snouted crocodile consists mainly of fish, snakes, amphibians and crustaceans. This species is not typically found in groups, except during the onset of the breeding season. The female constructs a mound nest consisting mainly of plant matter. Nests are sited on the banks of rivers, and construction generally begins at the onset of the wet season, although breeding is asynchronous even within members of one population. It has a similar, but generally shorter nesting season than that of the sympatric dwarf crocodile, which may nest further from the riverine habitat frequented by C. cataphractus.The slender-snouted crocodile lays an average of 16 (minimum 13, maximum 27) very large eggs (relative to body size) about a week after completion of the mound nest. The incubation period is long compared with most other crocodilian species, sometimes lasting over 110 days. The female remains close to the nest, but does not defend it with the same vigor as some other species of crocodilians. Once the eggs begin to hatch, and the juveniles emit their characteristic chirping, she will break open the nest and assist in the hatching process. Hatchlings then disperse across the flooded forest floor. Although losses from predators do occur (e.g. by soft-shelled turtles), they apparently are minimal, possibly accounting for the small number of relatively large eggs laid, and the long incubation period. They also have very sharp teeth for protection. It is one of four species of crocodile found in Africa. The others are the Nile, desert and dwarf crocodiles."}, {"description": "The African slender-snouted crocodile (Mecistops cataphractus) is a species of crocodile. Recent studies in DNA and morphology suggest that it may belong in its own genus, Mecistops.McAliley, Willis, Ray, White, Brochu & Densmore (2006). Are crocodiles really monophyletic?—Evidence for subdivisions from sequence and morphological data. Molecular Phylogenetics and Evolution 39: 16–32."}]}
{"nameType": "SCIENTIFIC", "family": "Crocodylidae", "nubKey": 2441322, "speciesKey": 113415105, "rank": "SPECIES", "phylum": "Chordata", "orderKey": 113415096, "higherClassificationMap": {"112707351": "Animalia", "113415103": "Crocodylus", "113415101": "Crocodylidae", "113415096": "Crocodylia", "113301736": "Chordata", "113415011": "Reptilia"}, "species": "Crocodylus rhombifer", "vernacularNames": [{"language": "eng", "vernacularName": "Cuban crocodile"}], "classKey": 113415011, "habitats": [], "familyKey": 113415101, "kingdom": "Animalia", "parent": "Crocodylus", "kingdomKey": 112707351, "taxonID": "26323080", "genusKey": 113415103, "canonicalName": "Crocodylus rhombifer", "key": 113415105, "authorship": "Cuvier, 1807", "nomenclaturalStatus": [], "phylumKey": 113301736, "class": "Reptilia", "numOccurrences": 0, "synonym": false, "datasetKey": "cbb6498e-8927-405a-916b-576d00a6289b", "threatStatuses": [], "numDescendants": 0, "scientificName": "Crocodylus rhombifer Cuvier, 1807", "genus": "Crocodylus", "parentKey": 113415103, "order": "Crocodylia", "descriptions": [{"description": "The mating season of the Cuban crocodile (Crocodylus rhombifer) is between the months of May and July.Kristen, P. (2001). Crocodylus Rhombifer. Retrieved from Animal Diversity Web : .http://animaldiversity.ummz.umich.edu/accounts/Crocodylus_rhombifer/ This is thought to be related to environmental changes, such as rainfall and temperature.Ramos Taragon, R. S. (2010). Cuban crocodile (Crocodylus rhombifer). In S. M. C.Stevenson, Crocodiles Status Survery and Conservation Action Plan (pp. 114-118). Crocodile Specialist Group : Darwin . In the wild, crocodiles will nest in wet marshes; where they will create trenches and cover the eggs with organic material. In captivity, crocodiles will create mounds. During the nesting period the Cuban crocodiles will lay between 30-40 eggs and the estimated incubation period is 58–70 days. Hatching can occur from late august to early September. Due to the predation of humans, raccoon's, and other animals; many eggs will not hatch. At birth, hatchlings are approximately 2-3 inches in length, and are 1/4th of a pound in weight. As with other crocodillians the sex of the Cuban crocodile’s offspring is determined by the temperature in the nest. In conservations, the eggs are kept in incubators that provide a constant environment of 32 degrees Celsius in order to produce males. Cuban crocodiles are an aggressive species and are known to have performed acts of cannibalism. This is a contributing cause for the majority of offspring not surviving to the juvenile stage. In 2012, two Cuban crocodile hatchlings were born in conservation at the National Zoo in Washington, D.C..Press., A. (2012, July 20). After decades, Cuban Crocodiles Born At D.C Zoo. Retrieved from CBS Baltimore: http://baltimore.cbslocal.com/2012/07/20/after-decades-cuban-crocodiles-born-at-dc-zoo/ This was the first time in 25 years that the Cuban crocodile had been successfully bred at this zoo."}, {"description": "Today, the Cuban crocodile can only be found in Cuba's Zapata Swamp and the Isle of Youth, and it is highly endangered. It formerly ranged elsewhere in the Caribbean. Fossils of this species have been found in the Cayman Islands and the Bahamas.The Cuban crocodile appears to favor freshwater habitat such as swamps, marshes, and rivers and rarely swims in saltwater.National Zoo"}, {"description": "The Cuban crocodile is a critically endangered species, listed on CITES appendix 1. Its restricted habitat and range make it very vulnerable. Humans have hunted this species to near extinction. Much research remains to be done on the remaining wild populations. The species is represented in captivity in Europe and the United States, where breeding projects are taking place. Problems in the past with hybridisation have occurred, especially with the American crocodile, which limits the pure gene pool of this species."}, {"description": "The Cuban crocodile has numerous characteristics that set it apart from other crocodilians, such as its brighter adult colors, rougher, more 'pebbled' scales, and long, strong legs. This is a small to mid-sized crocodilian. Typical adults were found to have measured 2.1 - in length and to have weighed 70 -.[1] Large males can reach as much as 3.5 m in length and weigh 215 kg or more.[2]"}, {"description": "This species has been observed to display interesting behavior that other crocodilians do not. A colony of this species at Gatorland, Florida, has exhibited what is strongly suspected to be pack-hunting behavior, which may explain the predation of prehistoric megafauna that coexisted with this species, such as the giant sloth. The behavior has prompted much interest in the species, usually kept singly (especially so after such reports). This species is also the most terrestrial of crocodiles, and also possibly the most intelligent. Hunting and dietSmall fish, arthropods, and crustaceans make up the diet of young Cuban crocodiles. Adults of the species feed mostly upon small mammals, fish, and turtles. They have blunt rear teeth, which aid in crushing the shells of their turtle prey. Cuban crocodiles also demonstrate the jumping feeding technique seen in other crocodilians such as the American alligator. By thrusting with their powerful tails, they can leap from the water and snatch small animals from overhanging branches.University of Florida The Cuban crocodile, while not a particularly large species, is often regarded as the most aggressive New World crocodilehttp://www.markoshea.info/reptileworld_zone2-4.php and is behaviorally dominant over the larger American crocodile in areas where the two species coexist.http://www.iucncsg.org/ph1/modules/Publications/ActionPlan3/ap2010_19.html Data regarding attacks on humans are limited, but occurrences are likely rare given the species' very small distribution area and separation from human populations. However, captive specimens show aggression towards their keepers, a behavior displayed at Gatorland."}, {"description": "The Cuban crocodile (Crocodylus rhombifer) is a small but aggressive species of crocodile found only in Cuba."}]}
{"nameType": "SCIENTIFIC", "family": "Gavialidae", "nubKey": 2441360, "speciesKey": 113415074, "rank": "SPECIES", "phylum": "Chordata", "orderKey": 113415033, "higherClassificationMap": {"112707351": "Animalia", "113415072": "Gavialis", "113415070": "Gavialidae", "113415033": "Crocodilia", "113301736": "Chordata", "113415011": "Reptilia"}, "species": "Gavialis gangeticus", "vernacularNames": [{"language": "eng", "vernacularName": "Gharial"}], "classKey": 113415011, "habitats": [], "familyKey": 113415070, "kingdom": "Animalia", "parent": "Gavialis", "kingdomKey": 112707351, "taxonID": "1346982", "genusKey": 113415072, "canonicalName": "Gavialis gangeticus", "key": 113415074, "authorship": " (Gmelin, 1789)", "nomenclaturalStatus": [], "phylumKey": 113301736, "class": "Reptilia", "numOccurrences": 0, "synonym": false, "datasetKey": "cbb6498e-8927-405a-916b-576d00a6289b", "threatStatuses": [], "numDescendants": 0, "scientificName": "Gavialis gangeticus (Gmelin, 1789)", "genus": "Gavialis", "parentKey": 113415072, "order": "Crocodilia", "descriptions": [{"description": "Common names include Indian gharial, Indian gavial, gavial del Ganges, gavial du Gange, long-nosed crocodile, bahsoolia, chimpta, lamthora, mecho kumhir, naka, nakar, shormon, thantia, thondre."}, {"description": "According to IUCN, a population decline of 96–98% has occurred over a three-generation period since 1946, and the once-widespread population of an estimated 5,000 to 10,000 individuals has been reduced to a very small number of widely spaced subpopulations of fewer than 235 individuals in 2006. The drastic decline in the gharial population can be attributed to a variety of causes, including overhunting for skins and trophies, egg collection for consumption, killing for indigenous medicine and killing by fishermen. Hunting is no longer considered to be a significant threat. However, the wild population of gharials has declined by about 58% between 1997 and 2006 because of: the increasing intensity of fishing and the use of gill nets throughout most of the present gharial habitat, even in protected areas; the loss of riverine habitat to dams, barrages, irrigation canals, siltation, changes in river course, artificial embankments, sand-mining, riparian agriculture, and domestic and feral livestock. In December 2007, several gharials were found dead in the Chambal River. Initially, it was suspected that fishermen illegally had caught fish using nets, in which gharials became trapped and subsequently drowned. Later post mortem pathological testing of tissue samples from the dead gharials revealed high levels of heavy metals such as lead and cadmium, which together with stomach ulcers and protozoan parasites reported in most necropsies were thought to have caused their deaths.Whitaker, R., Basu, D. and Huchzermeyer, F. (2008). Update on gharial mass mortality in National Chambal Sanctuary. Crocodile Specialist Group Newsletter 27 (1): 4–8."}, {"description": "The gharial and its extinct relatives are grouped together by taxonomists in several different ways: Palaentologists tend to speak of the broad lineage of gharial-like creatures over time using the term Gavialoidea. If the three surviving groups of crocodilians are regarded as separate families, then the gharial becomes one of two members of the Gavialidae, which is related to the families Crocodylidae (crocodiles) and Alligatoridae (alligators and caimans). Alternatively, the three groups are all classed together as the family Crocodylidae, but belong to the subfamilies Gavialinae, Crocodylinae, and Alligatorinae. According to molecular genetic studies the gharial and the false gharial (Tomistoma) are close relatives, which would support to place them in the same family. Furthermore, molecular studies consistently and unambiguously show the Gavialidae to be a sister group of the Crocodylidae to the exclusion of Alligatoridae, rendering Brevirostres paraphyletic and Gavialoidea perhaps polyphyletic. The clade including crocodiles and gharials has been suggested to be called Longirostres. Palaeontological classification Order Crocodilia Superfamily Gavialoidea Genus †Eothoracosaurus Genus †Thoracosaurus Genus †Eosuchus Genus †Argochampsa Family Gavialidae Subfamily Gavialinae Genus Gavialis Gavialis gangeticus – modern gharial †Gavialis curvirostris †Gavialis breviceps †Gavialis browni †Gavialis bengawanicus †Gavialis lewisi ?Subfamily Tomistominae Genus Tomistoma Tomistoma schlegelii, false gharial or Malayan gharial †Tomistoma lusitanica †Tomistoma cairense Genus †Eogavialis Genus †Kentisuchus Genus †Gavialosuchus Genus †Paratomistoma Genus †Thecachampsa Genus †Rhamphosuchus Genus †Toyotamaphimeia Subfamily †Gryposuchinae Genus †Aktiogavialis Genus †Gryposuchus Genus †Ikanogavialis Genus †Siquisiquesuchus Genus †Piscogavialis Genus †Hesperogavialis"}, {"description": "Gharials are arguably the most thoroughly aquatic of the extant crocodilians, and adults apparently do not have the ability to walk in a semiupright stance as other crocodilians do. They are generally residents of flowing rivers with deep pools that have high sand banks and good fish stocks. Exposed sand banks are used for nesting. DietThe elongated, narrow snout reduces resistance to water when snagging fish, and the very sharp interdigitated teeth are well adapted for capturing fish. Young gharials eat insects, tadpoles, small fish and frogs. Adults feed on fish and small crustaceans. Their jaws are too thin and delicate to grab larger prey, especially a person. They catch fish by lying in wait for fish to swim by, and then catch the fish by quickly whipping their heads sideways and grabbing it in their jaws. They herd fish with their bodies against the shore, and stun fish using their underwater jaw clap. They do not chew their prey, but swallow it whole. Gharials do not kill and eat humans. Jewellery found in their stomachs may have been the reason for the myth that gharials are man-eaters. They may have swallowed this jewellery as gastroliths used to aid digestion or buoyancy management. ReproductionMales mature at around 13 years old, which is when the ghara begins to grow on the snout. They advertise for mates by making hissing and buzzing noises as they patrol their territories, and may have a harem of females within a territory which they aggressively defend from other males. Females communicate their readiness to mate by raising their snouts upwards. During courtship, males and females follow prospective mates around until a suitable mate is chosen. Courtship also involves head and snout rubbing and mounting by both males and females.Gharials usually mate during December and January. During the dry season in March and April, they dig nests in a riverside sand or silt bank, 1 - away from the waterline. Using their hind feet, they dig 50 - deep holes, in which the female lays 20–95 eggs. The eggs are the largest of any crocodilian species and weigh an average of 160 g. After 71 to 93 days of incubation, young gharials hatch in July just before the onset of the rainy season. Their sex is most likely determined by temperature, like in other crocodilians too. Female gharials dig up the young in response to hatching chirps, but do not assist the hatchlings to reach the water. They guard the hatchlings for some time."}, {"description": "Gharials once thrived in all the major river systems of the Indian Subcontinent, spanning the rivers of its northern part from the Indus River in Pakistan across the Gangetic floodplain to the Irrawaddy River in Myanmar. Today, they are extinct in the Indus River, in the Brahmaputra of Bhutan and Bangladesh, and in the Irrawaddy River. Their distribution is now limited to only 2% of their former range: In India, small populations are present and increasing in the rivers of the National Chambal Sanctuary, Katarniaghat Wildlife Sanctuary, Son River Sanctuary and the rainforest biome of Mahanadi in Satkosia Gorge Sanctuary, Odisha, where they apparently do not breed; In Nepal, small populations are present and slowly recovering in tributaries of the Ganges, such as the Narayani-Rapti river system in Chitwan National Park and the Karnali-Babai river system in Bardia National Park.Maskey, T. M., Percival, H.F. (1994) Status and Conservation of Gharial in Nepal. Presented at the 12th Working Meeting of the Crocodile Specialist Group, Thailand.Priol, P. (2003) Gharial field study report. A report submitted to Department of National Parks and Wildlife Conservation, Kathmandu, Nepal. They are sympatric with the mugger crocodile (Crocodylus palustris) and formerly with the saltwater crocodile (Crocodylus porosus) in the delta of Irrawaddy River.In 1977, four nests were recorded in the Girwa River of Katarniaghat Wildlife Sanctuary, where 909 gharials were released until 2006. Twenty nests were recorded in 2006, so 16 nesting females resulted from 30 years of reintroductions, which is equivalent to 2% of the total pre-2006 releases. This is seemingly not a great achievement for the money and effort spent, and as several knowledgeable researchers have suggested, perhaps carrying capacity has been reached there. In 1978, twelve nests were recorded in the Chambal River in the National Chambal Sanctuary, where 3,776 gharials were released until 2006. By 2006, nesting had increased by over 500% to 68 nests, but the recruited mature, reproducing females constituted only about 2% of the total number released. The newly hatched young are especially prone to being flushed downstream out of the protected areas during the annual monsoonal flooding."}, {"description": "Gavialis gangeticus is listed on CITES Appendix I.By 1976, the estimated total population of wild gharials had declined from what is thought to have been 5,000 to 10,000 in the 1940s to less than 200, a decline of about 96%. The Indian government subsequently accorded protection under the Wildlife Protection Act of 1972.In 1997, the total population was estimated at 436 adult gharials that had declined to 182 in 2006. This drastic decline has happened within a period of nine years, well within the span of one generation, and qualifies the gharial for Critically Endangered listing by the IUCN. Estimates from population surveys carried out in 2007 indicated 200–300 breeding adults left in the world.Gharial Conservation Alliance (2008). Mass Gharial Deaths in Chambal. International Reptile Conservation Foundation, San Jose. In situ initiatives Conservation programs have been undertaken in India and Nepal, based on the establishment of protected areas and restocking these with animals born in captivity, but nowhere has restocking re-established viable populations. Juvenile gharials were released into largely inhospitable habitats in Indian and Nepali rivers and left to their fate. Reintroduction did not work so well, largely due to growing and uncontrolled anthropogenic pressures, including depletion of fish resources. Monitoring has not been consistently carried out, and little research on adaptation, migration and other key aspects has been conducted.Project Crocodile began in 1975 under the auspices of the Government of India with the aid of the United Nations Development Fund and Food and Agriculture Organization. The project included an intensive captive breeding and rearing program intended to restock habitats with low numbers of gharials. An acute shortage of gharial eggs was overcome by their purchase from Nepal. A male gharial was flown in from the Frankfurt Zoo to become one of the founding animals of the breeding program. Sixteen crocodile rehabilitation centers and five crocodile sanctuaries including the National Chambal Sanctuary and Katerniaghat Wildlife Sanctuary were established in India between 1975 and 1982. By 2004, 12,000 gharial eggs had been collected from wild and captive-breeding nests, and over 5,000 gharials reared to about a meter or more in length and released into the wild. But in 1991, funds were withdrawn for the captive-breeding and egg-collection programs. In 1997–1998, over 1,200 gharials and over 75 nests were located in the National Chambal Sanctuary, but no surveys were carried out between 1999 and 2003.In December 2010, the then Indian Minister for Environment and Forests, Jairam Ramesh, visited the Madras Crocodile Bank with Romulus Whitaker, and announced the formation of a National Tri-State Chambal Sanctuary Management and Coordination Committee for gharial conservation on 1600 km2 of the National Chambal Sanctuary along the Chambal River in Madhya Pradesh, Rajasthan and Uttar Pradesh. The committee will comprise representatives of three states' Water Resources Ministries, states' Departments of Irrigation and Power, Wildlife Institute of India, Madras Crocodile Bank Trust, the Gharial Conservation Alliance, Development Alternatives, Ashoka Trust for Research in Ecology and the Environment, Worldwide Fund for Nature, and the divisional forest officers of the three states. The committee will plan strategies for protection of gharials and their habitat, involving further research on gharial ecology and socioeconomic evaluation of dependent riparian communities. Funding for this new initiative will be mobilized as a subscheme of the ‘Integrated Development of Wildlife Habitats’ in the yearly amount of 50–80 million Indian rupees (US$ 1 million to 1.7 million) for five years. In captivity Gharials are bred in captivity in the National Chambal Sanctuary in Uttar Pradesh, and in the Gharial Breeding Centre in Nepal's Chitwan National Park, where they are generally grown for two to three years and average about one metre in length, when released.In India, they are also kept in the Madras Crocodile Bank Trust, Indira Gandhi Zoological Park, Jawaharlal Nehru Biological Park in Bokaro Steel City, Bannerghatta Zoo in Bangalore, Junagadh Zoo and Biological Park Itanagar. The National Zoological Gardens of Sri Lanka and the Singapore Zoo each keep a breeding pair. The Japanese Nogeyama Zoo keeps two females. In Europe, they are kept in the Prague Zoo and the Leipzig Zoo. In the USA they are kept in the Honolulu Zoo, the Cleveland Metroparks Zoo, the Fort Worth Zoo, the San Diego Zoo, the National Zoological Park, the San Antonio Zoo and Aquarium, and in the St. Augustine Alligator Farm.International Species Information System (23 December 2011). ISIS Species Holdings: Gavialis gangeticus. Accessed 24 January 2012The French crocodile farm La Ferme aux Crocodiles received six juveniles in May 2000 from the Gharial Breeding Centre in Nepal.Fougeirol, L. (2009). \"Le gavial du Gange, un rêve. www.luc-fougeirol.comThe Lahore Zoo in Pakistan keeps breeding pairs. The Kukrail Reserve Forest near Lucknow keeps gharials."}, {"description": "The gharial is characterised by its extremely long, thin jaws, regarded as an adaptation to a predominantly fish diet. Males reach up to 6 m with an average weight of around 160 kg.Stevenson, C. and Whitaker, R. (2010). Gharial Gavialis gangeticus pp. 139–143 in: Manolis, S. C. and C. Stevenson. (eds.) Crocodiles. Status Survey and Conservation Action Plan. Third Edition. Crocodile Specialist Group, Darwin.It is dark or light olive above with dark cross-bands and speckling on the head, body and tail. Dorsal surfaces become dark, almost grey-black, at about 20 years of age. Ventrals are yellowish-white. The neck is elongated and thick. The dorsals are more or less restricted to the median regions of the back. The fingers are extremely short and thickly emarginated with a web. Males develop a hollow bulbous nasal protuberance at sexual maturity.Brazaitis, P. (2001). A Guide to the Identification of the Living Species of Crocodilians. Science Resource Center, Wildlife Conservation Society The name gharial is derived from the resemblance of the nasal growth to an earthen pot known locally as 'ghara'. They use this growth to modify and amplify “hisses” snorted through the underlying nostrils. The resulting sound can be heard for nearly a kilometer on a still day. Gharials are the only extant crocodilian with visible sexual dimorphism. Although the function of the nasal boss is not well understood, it is apparently used as a visual sex indicator, as a sound resonator, or for bubbling or other associated sexual behaviours.The average size of mature gharials is 3.5 to. The largest recorded length is 6.25 m, and the largest recorded weight is 977 kg. Hatchlings approximate 37 cm. Young gharials can reach a length of 1 m in 18 months. The average body weight ranges from 159 to. Males commonly attain a total length of 3 to, while females are smaller and reach a body length of up to 2.7 to.GCA (2009). Gharial biology. Gharial Conservation AllianceThe elongated, narrow snout is lined by 110 sharp interdigitated teeth, and becomes proportionally shorter and thicker as an animal ages. There are 27 to 29 upper and 25 or 26 lower teeth on each side. These teeth are not received into interdental pits; the first, second, and third mandibular teeth fit into notches in the upper jaw. The front teeth are the largest. The snout is narrow and long, with a dilation at the end and its nasal bones are comparatively short and are widely separated from the pre-maxillaries. The nasal opening of a gharial is smaller than the supra-temporal fossae. The lower anterior margin of the orbit (jugal) is raised and its mandibular symphysis is extremely long, extending to the 23rd or 24th tooth. A dorsal shield is formed from four longitudinal series of juxtaposed, keeled, and bony scutes. The length of the snout is 3.5 (in adults) to 5.5 times (in young) the breadth of the snout's base. The nuchal and dorsal scutes form a single continuous shield composed of 21 or 22 transverse series. Gharials have an outer row of soft, smooth, or feebly keeled scutes in addition to the bony dorsal scutes. They also have two small postoccipital scutes. The outer toes are two-thirds webbed, while the middle toe is only one-third webbed. They have a strong crest on the outer edge of the fore arm, leg, and foot. Typically, adult gharials have a dark olive colour tone, while young ones are pale olive, with dark brown spots or cross-bands.Boulenger, G. A. (1890). The Fauna of British India, including Ceylon and Burma. Reptilia and Batrachia. London: Taylor and Francis.The well-developed, laterally flattened tail and webbed rear feet provide tremendous manoeuvrability in deepwater habitat. On land, however, an adult gharial can only push itself forward and slide on its belly. The laterally compressed tail serves both to propel the animal and as a base from which to strike at prey.The three largest examples reported were a 6.5-m gharial killed in the Gogra River of Faizabad in August 1920, a 6.3-m individual shot in the Cheko River of Jalpaiguri in 1934, and a giant of 7-m animal, which was shot in the Kosi River of northern Bihar in January 1924. Though specimens of over 6 m were not uncommon in the past, such large individuals are not known to exist today.Wood, G. L. (ed.) (1983). The Guinness Book of Animal Facts and Feats. Sterling Pub. Co Inc. ISBN 978-0-85112-235-9"}, {"description": "In the PlayStation 2 video game, Metal Gear Solid 3: Snake Eater, one of the more noted animals that Naked Snake can consume for his survival is the Indian Gavial. The Ravnica: City of Guilds expansion of the Magic: The Gathering trading card game features a \"Crocodile\" creature called Grayscaled Gharial,Grayscaled Gharial image. hraj.cz. Retrieved on 2012-06-19. and the Shards of Alara expansion includes the creature Algae Gharial. In the Pokémon series of video games, the pokémon \"Krookodile\" is meant to resemble a gavial. Its Japanese name, \"Waruvial\", is a composite of the Japanese adjective warui (meaning \"bad\") and \"gavial\"."}, {"description": "The gharial (Gavialis gangeticus), also known as the gavial, and the fish-eating crocodile, is a crocodilian of the family Gavialidae, native to the Indian Subcontinent. The global gharial population is estimated at fewer than 235 individuals, which are threatened by loss of riverine habitat, depletion of fish resources and use of fishing nets. As the population has declined drastically in the past 70 years, the gharial is listed as Critically Endangered by the IUCN.The gharial is one of the longest of all living crocodilians, measuring up to 6.25 m. With 110 sharp interdigitated teeth in its long thin snout it is well adapted to catching fish, its main diet. The male has a distinctive boss at the end of the snout, which resembles an earthenware pot known as ghara. Gharials once inhabited all the major river systems of the Indian Subcontinent, from the Irrawaddy River in the east to the Indus River in the west. Their distribution is now limited to only 2% of their former range. They inhabit foremost flowing rivers with high sand banks that they use for basking and building nests. They usually mate in the cold season. The young hatch before the onset of the monsoon.The gharial is one of three crocodilians native to India, the other two being the mugger crocodile and the saltwater crocodile.Choudhury, B.C. (ed.) (2006). West Asia Regional Report. Crocodile Specialist Group Steering Committee Meeting, 19 June 2006."}, {"description": "The earliest gharial may have been related to the modern types. Some died out at the same time as the dinosaurs at the end of the Cretaceous, others survived until the early Eocene. The modern forms appeared at much the same time, evolving in the estuaries and coastal waters of Africa, and crossing the Atlantic to reach South America as well. The discovery of the fossil remains of the Puerto Rican gharial Aktiogavialis puertorisensis in a cave located in San Sebastián, Puerto Rico, suggested that the Caribbean served as the link between the two continents. Gharials have sacrificed the great mechanical strength of the robust skull and jaw that most crocodiles and alligators have, and consequently are unable to prey on larger creatures. The reduced weight and water resistance of their lighter skull and very narrow jaw enables gharials to catch rapidly moving fish, using a side-to-side snapping motion. At their peak, the Gavialoidea were numerous and diverse; they occupied much of Asia and America up until the Pliocene. One species, Rhamphosuchus crassidens of India, is believed to have grown to an enormous 15 metres (~50 feet) or more."}]}
{"nameType": "DOUBTFUL", "family": "Alligatoridae", "nubKey": 2441370, "speciesKey": 113289672, "rank": "SPECIES", "phylum": "Chordata", "orderKey": 113289648, "higherClassificationMap": {"112707351": "Animalia", "113289650": "Alligatoridae", "113289630": "Reptilia", "113225636": "Chordata", "113289648": "Crocodilia"}, "species": "Alligator mississippiensis", "vernacularNames": [{"language": "eng", "vernacularName": "American alligator"}], "classKey": 113289630, "habitats": [], "familyKey": 113289650, "kingdom": "Animalia", "parent": "Alligatoridae", "kingdomKey": 112707351, "taxonID": "484824", "canonicalName": "Alligator mississippiensis", "key": 113289672, "authorship": "", "nomenclaturalStatus": [], "phylumKey": 113225636, "class": "Reptilia", "numOccurrences": 0, "synonym": false, "datasetKey": "cbb6498e-8927-405a-916b-576d00a6289b", "threatStatuses": [], "numDescendants": 0, "scientificName": "Alligator mississippiensis (Daudin, 1802 [originally Crocodilus])", "parentKey": 113289650, "order": "Crocodilia", "descriptions": [{"description": "72. http://www.cbc.ca/news/world/alabama-alligator-is-largest-ever-legally-killed-in-state-1.2739581"}, {"description": "Alligators modify wetland habitats, most dramatically in flat areas such as the Everglades, by constructing small ponds known as alligator holes. This behavior has qualified the American alligator to be considered a keystone species. Alligator holes retain water during the dry season and provide a refuge for aquatic organisms. Aquatic organisms that survive the dry season by seeking refuge in alligator holes are a source of future populations. The construction of nests along the periphery of alligator holes, as well as a buildup of soils during the excavation process, provide drier areas for other reptiles to nest and a place for plants that are not tolerant of inundation to colonize. Alligator holes are an oasis during the Everglades dry season, so are consequently important foraging sites for other organisms. In the limestone depressions of cypress swamps, alligator holes tend to be large and deep, while those in marl prairies and rocky glades are usually small and shallow, and those in peat depressions of ridge and slough wetlands are more variable.Alligators play an important role in the restoration of the Everglades as biological indicators of restoration success. Alligators are highly sensitive to changes in the hydrology, salinity, and productivity of their ecosystems; all are factors that are expected to change with Everglades restoration. Alligators also may control the long-term vegetation dynamics in wetlands by reducing the population of small mammals, particularly nutria, which may otherwise overgraze marsh vegetation.Keddy, P.A., L. Gough, J.A. Nyman, T. McFalls, J. Carter and J. Siegrist (2009). Alligator hunters, pelt traders, and runaway consumption of Gulf coast marshes: A trophic cascade perspective on coastal wetland losses. pp. 115–133 in B.R. Silliman, E.D. Grosholz, and M.D. Bertness (eds.) Human Impacts on Salt Marshes. A Global Perspective. University of California Press, Berkeley, CA ISBN 0520258924 Google Books In this way, the vital ecological service they provide may be important in reducing rates of coastal wetland losses in Louisiana.Keddy, P.A. 2010. Wetland Ecology: Principles and Conservation (2nd edition). Cambridge University Press, Cambridge, UK ISBN 0521783674. They may provide a protection service for water birds nesting on islands in freshwater wetlands. Alligators prevent predatory mammals from reaching island-based rookeries and in return eat spilled food and birds that fall from their nests. Wading birds appear to be attracted to areas with alligators and have been known to nest at heavily trafficked tourist attractions with large numbers of alligators, such as the St. Augustine Alligator Farm in St. Augustine, Florida. In addition to basking on shore, American alligators can and will climb trees to bask in if no shoreline is available. However, this is not often seen as the alligators will retreat back into the water by jumping from their perch.(published online January 25, 2014) Hunting and dietThe American alligator is considered an apex predator throughout its range. They are opportunists and their diet is determined largely by both the size and age of the alligator and the size and availability of prey. Most alligators will eat a wide variety of animals, including invertebrates, fish, birds, turtles, snakes, amphibians, and mammals. Hatchlings mostly feed on invertebrates such as insects, insect larvae, snails, spiders, and worms. As they grow, alligators gradually expand to larger prey. Once an alligator reaches adulthood, any animal living in the water or coming to the water to drink is potential prey, due to the size and power of the alligator. However, most animals captured by alligators are considerably smaller than the alligator itself. Stomach contents show, among native mammals, muskrats and raccoons are some of the most commonly eaten species. In Louisiana, where introduced nutria are common, they are perhaps the most regular prey for adult alligators, although only larger adult alligators commonly eat this species. Other animals may occasionally be eaten, even large deer or feral wild boars, but these are not normally part of the diet. Occasionally, domestic animals, including dogs, cats, and calves, are taken as available, but are secondary to wild and feral prey. Water birds, such as herons and egrets, storks, and waterfowl, are taken when possible. Occasionally, unwary adult birds are grabbed and eaten by alligators, but most predation on bird species occur with unsteady fledgling birds in late summer as the prey of alligators, as fledgling birds attempt to make their first flights near the water's edge. Other prey, including snakes, lizards, and various invertebrates, are eaten occasionally by adults.Fish and other aquatic prey taken in the water or at the water's edge form the major part of alligator's diet and may be eaten at any time of the day or night. Adult alligators also spend considerable time hunting on land, up to 50 m (170 ft) from water, ambushing terrestrial animals on trailsides and road shoulders. Usually, terrestrial hunting occurs on nights with warm temperatures. When hunting terrestrial prey, alligators may also ambush them from the edge of the water by grabbing them and pulling the prey into the water, the preferred method of predation of larger crocodiles. The teeth of the alligator are designed to grip prey, but can not rip or chew flesh like teeth of some other predators (such as canids and felids). The alligator is capable of biting though a turtle's shell or a moderately sized mammal bone.WEC203/UW230: Living with Alligators: A Florida Reality. Edis.ifas.ufl.edu. Retrieved on 2012-08-21.Alligators often eat prey that would seem unusual for a crocodilian. Alligators rarely prey on adult deer, but will do so when fish and smaller prey levels go down. Rarely, alligators have been observed killing and eating bobcats, but such events are uncommon and have little effect on bobcat populations. Alligator predation on Florida panthers is rare, but has been documented. Such incidents usually involve a panther trying to cross a waterway or coming down to a swamp or river to get a drink. The American alligator is the only known natural predator of the panther.Sivlerstein, Alvin (1997). The Florida Panther. Brooksville, Connecticut: Millbrook Press. pp. 41+. ISBN 0-7613-0049-X. Alligator predation on black bears has also been recorded, although it is unknown if the bears taken were adults, as adult bears are powerful enough to successfully fend off an alligator attack. Although alligators have been listed as predators of manatees, very little evidence exists of such predation, even on calves.Whitaker, John O. (1996). The Audubon Society Field Guide to North American Mammals. New York, pg. 808. ISBN 9-780679-446316.In 2013, alligators and other crocodilians were reported to also eat fruit. Such behavior has been witnessed, as well as documented from stomach contents, with the alligators eating such fruit as wild grapes, elderberries, and citrus fruits directly from the trees. The discovery of this unexpected part of the alligator diet further reveals that alligators may be responsible for spreading seeds from the fruit it digests across its habitat. Tool useAmerican alligators have been documented using lures to hunt prey such as birds. This means they are among the first reptiles recorded to use tools. By balancing sticks and branches on their heads, American alligators are able to lure birds looking for suitable nesting material to kill and consume. This strategy, which is shared by the mugger crocodile, is particularly effective during the nesting season, in which birds are more likely to gather appropriate nesting materials. Vocalizations Crocodilians are the most vocal of all reptiles and have a variety of different calls depending on the age, size, and sex of the animal. The American alligator can perform specific vocalizations to declare territory, signal distress, threaten competitors, and locate suitable mates. Juvenile alligators can perform a high-pitched hatchling call (a \"yelping\" trait common to many crocodilian species' hatchling young) to alert their mothers when they are ready to emerge from the nest. Juveniles also make a distress call to alert their mothers if they are being threatened. Although alligators have no vocal cords, both males and females bellow loudly to attract mates and declare territory by sucking air into their lungs and blowing it out in intermittent, deep-toned roars. The bellowing of the American alligator is distinct from the loud roaring of most crocodilians, and is considered unique. Male alligators are known to use infrasound during mating bellows. Bellowing is performed in a \"head oblique, tail arched\" posture. Infrasonic waves from a bellowing male alligator can cause the surface of the water directly over and to either side of its back to literally \"sprinkle\" in what is commonly called the \"water dance\". Large bellowing \"choruses\" of alligators during the breeding season are commonly initiated by females and perpetuated by males. Observers of large bellowing choruses have noted they are often felt more than they are heard due to the intense infrasound emitted by males. Alligators bellow in B flat, and bellowing choruses can be induced by tuba players, sonic booms, and large aircraft. In addition to bellowing, alligators can growl, hiss, or cough to threaten others and declare territory. ReproductionThe breeding season begins in the spring. On spring nights, alligators gather in large numbers for group courtship, the so-called \"alligator dances\". The female builds a nest of vegetation, sticks, leaves, and mud in a sheltered spot in or near the water. After she lays her 20 to 50 white eggs, about the size of a goose egg, she covers them with more vegetation, which heats as it decays, helping to keep the eggs warm. This differs from Nile crocodiles, which lay their eggs in pits. The temperature at which alligator eggs develop determines their sex (see temperature-dependent sex determination). Those eggs which are hatched at a temperature of 34 °C (93 °F) or more become males, while those at a temperature of 30 °C (86 °F) or lower become female. The nests built on levees are warmer and thus produce males, while the cooler nests of wet marsh produce females. The female remains near the nest throughout the 65-day incubation period, protecting it from intruders. When the young begin to hatch, the mother quickly digs them out and carries them to the water in her mouth, as some other crocodilian species are known to do. The young are tiny replicas of adult alligators with a series of yellow bands around their bodies that serve as camouflage. Hatchlings gather into pods and are guarded by their mother and keep in contact with her through vocalizations. Young alligators eat small fish, frogs, crayfish, and insects. They are preyed on by large fish, birds, raccoons, and adult alligators. Mother alligators eventually become more aggressive towards their young, which encourages them to disperse. Young alligators grow 3 – a year and reach adulthood at 6 ft. An alligator can live up to 50 years. Interactions with exotic speciesNutria were introduced into coastal marshes from South America in the mid-1900s, and their population has since exploded into the millions. They cause serious damage to coastal marshes and may dig burrows in levees. Hence, Louisiana has had a bounty to try to reduce nutria numbers. Large alligators, however, feed heavily on nutria, so alligators may not only control nutria populations in Louisiana, but also prevent them spreading east into the Everglades. Since hunting and trapping preferentially take the large alligators that are the most important in eating nutria, some changes in harvesting may be needed to capitalize on their ability to control nutria.Recently, a population of non-native Burmese pythons has become established in Everglades National Park. While events of predation by Burmese pythons on alligators and vice versa have been observed, no evidence of a net negative effect has been seen on alligator populations.Gator-guzzling python comes to messy end. Associated Press (2005-10-05). Retrieved 2008-03-11.Butler, Rhett A. (2005-10-05) Python explodes after swallowing 6-foot alligator in Florida Everglades. Mongabay.com. Retrieved 2008-03-11.United States Department of the Interior, U.S. Geological Survey (2008-02-20). USGS Maps Show Potential Non-Native Python Habitat Along Three U.S. Coasts. www.usgs.gov. Retrieved 2008-03-11."}, {"description": "American alligators are found in the wild in the southeastern United States, from Great Dismal Swamp in Virginia and North Carolina, south to Everglades National Park in Florida, and west to the southern tip of Texas. They are found in North Carolina, South Carolina, Georgia, Florida, Louisiana, Alabama, Mississippi, Arkansas, Texas, and Oklahoma. They inhabit swamps, streams, rivers, ponds, and lakes. Females and juveniles are also found in Carolina Bays and other seasonal wetlands. While they prefer fresh water, alligators may sometimes enter brackish water, but they are less tolerant of salt water than crocodiles, as the salt glands on their tongues do not function. One study of alligators in north-central Florida found the males preferred open lake water during the spring, while females used both swampy and open water areas. During summer, males still preferred open water, while females remained the swamps to construct their nests and lay their eggs. Both sexes may den underneath banks or clumps of trees during the winter.American alligators are less vulnerable to cold than American crocodiles. Unlike a crocodile, which would instantly succumb to the cold and drown in water of 45 °F (7.2 °C), an alligator can survive in such temperatures for some time without any signs of discomfort. This adaptiveness is thought to be the reason why American alligators are widespread further north than the American crocodile. In fact, the American alligator is found farther from the equator and is more equipped to deal with cooler conditions than any other crocodilian. When the water begins to freeze, alligators stick their snouts though the surface which allows them to breathe above the ice."}, {"description": "Historically, hunting and habitat loss have decimated alligator populations throughout their range, and whether the species would survive was in doubt. In 1967, the alligator was listed as an endangered species (under a law that was the precursor Endangered Species Act of 1973), since it was believed to be in danger of extinction throughout all or a significant portion of its range.Both the United States Fish and Wildlife Service (USFWS) and state wildlife agencies in the South contributed to the American alligator's recovery. Protection under the Endangered Species Act allowed the species to recuperate in many areas where it had been depleted. States began monitoring their alligator populations to ensure that they would continue to grow. In 1987, the USFWS removed the animal from the endangered species list, as it was considered to be fully recovered. The USFWS still regulates the legal trade in alligators and their products to protect still endangered crocodilians that may be passed off as alligators during trafficking."}, {"description": "Wild alligators vary from long and slender to short and robust, possibly due to variations in factors such as growth rate, diet, and climate. Alligators have broad snouts, especially in captive individuals. When the jaws are closed, the edges of the upper jaws cover the lower teeth which fit into the jaws' hollows. Like the spectacled caiman, this species has a bony nasal ridge, though it is less prominent. The teeth number from 74–80. Dorsally, adult alligators may be olive, brown, gray, or black in color, while their undersides are cream-colored.Some alligators are missing an inhibited gene for melanin, which makes them albino. These alligators are extremely rare and almost impossible to find in the wild. They could only survive in captivity, as they are very vulnerable to the sun and predators. SizeThe American alligator is a fairly large species of crocodilian. As with all crocodilians, and as opposed to many mammals where size eventually dimishes with old age, healthy alligators continue to expand throughout their lives and the oldest specimens are the largest. Very old, large male alligators reach an expected maximum size of up to 4.6 m in length, weighing up to 453 kg, while females reach a maximum of 3 m.[1]. Animals.nationalgeographic.com[2]. Philadelphia Zoo. Retrieved on 2013-04-13. On rare occasions, a large, old male may grow to an even greater length.Crocodiles and Alligators edited by S Charles A. Ross & Stephen Garnett. Checkmark Books (1989), ISBN 978-0816021741. During the 19th and 20th centuries, larger males reaching 5 to have been reported. The largest reported individual size was a male killed in 1890 on Marsh Island, Louisiana, and reportedly measured at 5.8 m in length, but no voucher specimen was available, since the alligator was left on a muddy bank after having been measured due to having been too massive to relocate. If the size of this animal were correct, it would have weighed around 1000 kg. The largest alligator shot in Florida was 5.31 m, as reported by the Everglades National Park.[3]. Everglades.national-park.com[4]. FloridaAdventuring.comHowever, American alligators do not normally reach such extreme sizes. In mature males, size averages around 3.4 m in length, weighing slightly in excess of 227 kg, while in smaller females, the mature size averages 2.6 m, weighing slightly more than 91 kg. While noticeably sexual dimorphic in size, the sexual dimorphism of this species is relatively modest amongst crocodilians.Saalfeld, D. T., Webb, K. K., Conway, W. C., Calkins, G. E., & Duguay, J. P. (2008). Growth and condition of American alligators (Alligator mississippiensis) in an inland wetland of east Texas. Southeastern Naturalist, 7(3), 541-550. In the saltwater crocodile, for example, the females are only slightly larger at average (2.8 m in the crocodile, 2.6 m in the alligator) than female American alligators, but the mature males, at 4.3 to on average as opposed to 2.7 to expected in mature male alligators, are considerably bigger than male American alligators and at median are nearly twice as long as and at least four times as heavy as the female crocodiles of the same species.GJW, W., & Messel, H. (1978). Morphometric analysis of Crocodylus porosus from the north coast of Arnhem Land, northern Australia. Australian Journal of Zoology, 26(1), 1-27. Given that female alligators have relatively higher survival rates at an early age and a large percentage of given populations are comprised by immature or young breeding alligators, relatively few large mature males of the expected length of 3.4 m or more are typically seen.Lance, V. A., Elsey, R. M., & Lang, J. W. (2000). Sex ratios of American alligators (Crocodylidae): male or female biased? Journal of Zoology, 252(1), 71-78. Weight varies considerably depending on length, age, health, season and available food sources. Similar to many other reptiles than range expansively into temperate zones, American alligators from the northern end of their range, such as southern Arkansas, Alabama, and northern North Carolina, tend to reach smaller sizes. The largest alligator caught in Alabama was 4.5 m in length, weighing 459 kg. In Arkansas a man killed an alligator that was 4.03 m and 626 kg. PhysiologyWhen on land, an alligator moves either by sprawling or walking, the latter involving the reptile lifting its belly off the ground. The sprawling of alligators and other crocodilians is not similar to the sprawling of salamanders and lizards, being similar to walking. Therefore, the two forms of territorial locomotion can be termed the \"low walk\" and the \"high walk\". Unlike most other land vertebrates, alligators increase their speed through the distal rather than proximal ends of their limbs. In the water, alligators swim like fish; moving their pelvic regions and tails from side to side. American alligators held the record as having the strongest laboratory-measured bite of any living animal, measured at up to 9452 N. It should be noted that this experiment had not been, at the time of the paper published, replicated in any other crocodilians, and the same laboratory was able to measure a greater bite force in saltwater crocodiles;[5] notwithstanding this very high biting force, the muscles opening the alligator's jaw are quite weak, and the jaws can be held closed by hand or tape when an alligator is captured. During respiration, air flow is unidirectional, looping through the lungs during inhalation and exhalation; the alligator's abdominal muscles can alter the position of the lungs within the torso, thus shifting the center of buoyancy, which allows the alligator to dive, rise, and roll within the water."}, {"description": "The American alligator (Alligator mississippiensis), sometimes referred to colloquially as a gator or common alligator, is a large crocodilian reptile endemic to the southeastern United States. It is one of two living species in the genus Alligator within the family Alligatoridae; it is larger than the other extant alligator species, the Chinese alligator. Adult male American alligators measure up to 3.4 to in length, and can weigh up to 453 kg. Females are smaller, measuring around 3 m. The American alligator inhabits freshwater wetlands, such as marshes and cypress swamps from Texas to North Carolina. It is distinguished from the sympatric American crocodile by its broader snout, with overlapping jaws and darker coloration, and is less tolerant of saltwater but more tolerant of cooler climates than the American crocodile, which is found only in tropical climates.Alligators are apex predators and consume fish, amphibians, reptiles, birds, and mammals. Hatchlings feed mostly on invertebrates. They play an important role as ecosystem engineers in wetland ecosystems through the creation of alligator holes, which provide both wet and dry habitats for other organisms. Throughout the year, but particularly during the breeding season, alligators bellow to declare territory and locate suitable mates. Male alligators use infrasound to attract females. Eggs are laid in a nest of vegetation, sticks, leaves, and mud in a sheltered spot in or near the water. Young are born with yellow bands around their bodies and are protected by their mother for up to one year. The American alligator is listed as Least Concern by the International Union for Conservation of Nature. Historically, hunting has decimated their population, and the American alligator was listed as an endangered species by the Endangered Species Act of 1973. Subsequent conservation efforts have allowed their numbers to increase and the species was removed from the list in 1987. Alligators are now harvested for their skins and meat. The species is the official state reptile of three states: Florida, Louisiana, and Mississippi."}, {"description": "The American alligator was first classified by French zoologist François Marie Daudin as Crocodilus mississipiensis in 1801. In 1807 Georges Cuvier created the genus Alligator;url=http://www.itis.gov/servlet/SingleRpt/SingleRpt?search_topic=TSN&search_value=174366# the American alligator shares this genus with the Chinese alligator. They are grouped in the family Alligatoridae with the caimans. The superfamily Alligatoroidea includes all crocodilians (fossil and extant) that are more closely related to the American alligator than to either the Nile crocodile or the gharial.Members of this superfamily first arose in the late Cretaceous. Leidyosuchus of Alberta is the earliest known genus. Fossil alligatoroids have been found throughout Eurasia as land bridges across both the North Atlantic and the Bering Strait have connected North America to Eurasia during the Cretaceous, Paleogene, and Neogene periods. Alligators and caimans split in North America during the late Cretaceous and the latter reached South America by the Paleogene, before the closure of the Isthmus of Panama during the Neogene period. The Chinese alligator likely descended from a lineage that crossed the Bering land bridge during the Neogene. The modern American alligator is well represented in the fossil record of the Pleistocene. The alligator's full mitochondrial genome was sequenced in the 1990s and it suggests the animal evolved at a rate similar to mammals and greater than birds and other cold-blooded vertebrates."}, {"description": "Attacks on humansAlligators are capable of killing humans, but are generally wary enough not to see them as a source of potential prey. Mistaken identity leading to an attack is always possible, especially in or near cloudy waters. Alligators are often less aggressive towards humans than larger crocodile species, a few of which (mainly the Nile and Saltwater crocodiles) may prey on humans with some regularity.Crocodile and Alligator Differences – Animal Facts for Kids. Sciencekids.co.nz (2012-07-11). Retrieved on 2012-08-21. Alligator bites are serious injuries due to the reptile's sheer bite force and risk of infection. Even with medical treatment, an alligator bite may still result in a fatal infection.As human populations increase, and as they build houses in low-lying areas or fish or hunt near water, incidents are inevitable where alligators invade, or at least appear to invade, human life. Since 1948, 275 documented attacks on humans in Florida (about five incidents per year) have been reported, of which at least 17 resulted in death.Living with Alligators, Myfwc.com. Only nine fatal attacks occurred in the US throughout the 1970s–1990s, but alligators killed 12 people between 2001 and 2007. In May 2006, alligators killed three Floridians in less than a week. Alligator wrestling Since the late 1880s, alligator wrestling has been a source of entertainment for some. Created by the Miccosukee and Seminole tribes prior to the arrival of Europeans, this tourism tradition continues to persist despite criticism from animal rights activists. Alligator farming Today, alligator farming is a large, growing industry in Georgia, Florida, Texas, and Louisiana. These states produce a combined annual total of some 45,000 alligator hides. Alligator hides bring good prices and hides in the 6 to 7-ft range have sold for $300 each. The market for alligator meat is growing, and about 300000 lb of meat are produced annually. According to the Florida Department of Agriculture and Consumer Services, raw alligator meat contains roughly 200 Calories (840 kJ) per 3-oz (85-g) serving, of which 27 Calories (130 kJ) come from fat. SymbolThe American alligator is the official state reptile of Florida, Louisiana, and Mississippi. Several organizations and products from Florida have been named after the animal.\"Gators\" has been the nickname of the University of Florida's sports teams since 1911. In that year, a printer made a spur-of-the-moment decision to print an alligator emblem on a shipment of the school's football pennants. The mascot stuck, perhaps because the team captain's nickname was Gator.The Gator Bowl is a college football game held in Jacksonville annually since 1946, with Gator Bowl Stadium hosting the event until the 1993 edition. The Gatornationals is a NHRA drag race held at the Gainesville Raceway in Gainesville since 1970."}]}
{"numOccurrences": 0, "nameType": "SCIENTIFIC", "synonym": false, "higherClassificationMap": {}, "datasetKey": "16c3f9cb-4b19-4553-ac8e-ebb90003aa02", "threatStatuses": [], "nubKey": 3238580, "vernacularNames": [], "canonicalName": "Teleosauridae", "taxonID": "5925297", "numDescendants": 0, "scientificName": "Teleosauridae", "descriptions": [{"description": "Pelagosaurus war gut an eine aquatische Lebensweise angepasst; Das Tier besaß eine lange stromlinienförmige Schnauze, einen Schwanz mit flossenartigen Eigenschaften und paddelartigen Gliedmaßen, um in den warmen und seichten Gewässern jener Zeit herumzuschwimmen. Pelagosaurus hatte 30 Zähne, mit denen das Tier beim Schwimmen Fische, Krebstiere und Insekten jagen und greifen konnte. Im Magen eines fossilen Exemplars von Pelagosaurus fand man die Überreste eines Leptolepis, eines frühen Vertreters der Echten Knochenfische gefunden. Die nach vorne gerichteten Augen und der stromlinienförmige Körper weisen darauf hin, dass es sich bei Pelagosaurus um einen Hetzjäger handelte und nicht um einen Aasfresser oder Lauerjäger. Pelagosaurus war den modernen Krokodilen ausgesprochen ähnlich und bewegte sich wahrscheinlich auf eine ähnliche Art mit schlängelnden Bewegungen des Schwanzes fort, obgleich die vertebrale Struktur etwas agiler war als bei den modernen Krokodilen. Dies erlaubte eine höhere Beweglichkeit im Wasser. Pelagosaurus verbrachte die meiste Zeit im Wasser und begab sich wohl nur zur Eiablage oder zum Ausruhen an Land."}, {"description": "Kategorie:Crocodylomorpha Kategorie:Crocodylomorpha (Archosaurier) Kategorie:Ausgestorbenes Krokodil"}, {"description": "Die evolutionären Beziehungen des Pelagosaurus sind insofern unübersichtlich, als die genau Stellung innerhalb der Thalattosuchia umstritten ist: Teleosaurid: Die auf anatomischen Gemeinsamkeiten basierende Klassifikation von Pelagosaurus als ein Teleosaurid ist von Eudes-Deslongchamps, Westphal and Duffin unterstützt worden.Jacques-Amand Eudes-Deslongchamps: Mémoire sur les Téléosauriens de l'époque Jurassique du Département de Calvados. Premier Mémoire contenant l'exposé des caractères généraux des Téléosauriens comparés à ceux des crocodiliens et la description particulière des espèces du lias supérieur. In: Mémoires de la Société Linnéenne de Normandie. Bd. 13, 1862/1863, , S. 1–138, Digitalisat.Eugéne Eudes-Deslongchamps: Le Jura Normand. Études paléontologiques des divers niveaux jurassiques de la Normandie comprenant la description et l'iconographie de tous les fossiles vertébrés et invertébrés qu'ils renferment. 1re Livraison. Chez F. Savy, Paris 1877.Frank Westphal: Zur Systematik der deutschen und englischen Lias Krokodilier. In: Neues Jahrbuch für Geologie und Paläontologie. Abhandlungen. Bd. 113, Nr. 2, 1961, , S. 207–217.Frank Westphal: Die Krokodilen des deutschen und englischen oberen Lias. In: Palaeontographica. Abteilung A: Paläozoologie, Stratigraphie. Bd. 118, 1962, , S. 1–96.Christopher Duffin: Pelagosaurus (Mesosuchia, Crocodilia) from the English Toarcian (Lower Jurassic). In: Neues Jahrbuch für Geologie und Paläontologie. Monatshefte. Nr. 8, 1979, , S. 475–485. Metriorhynchid: Buffetaut hat Pelagosaurus als einen basalen Vertreter der Metriorhynchidae eingeordnet.Eric Buffetaut: Position systematique et phylogenetique du genre Pelagosaurus Bronn, 1841 (Crocodylia, Mesosuchia), du Toarcien d'Europe. In: Geobios. Bd. 13, Nr. 5, 1980, , S. 783–786, .Eric Buffetaut: Radiation évolutive, paléoécologie et biogéographie des crocodiliens mésosuchiens (= Mémoires de la Sociéte Géologique de France. NS Tome 60, Mémoire Nr. 142). Société Géologique de France, Paris 1982, ISBN 2-85363-033-1. Basaler Thalattosuchier: Phylogenetische Analysen aus den 1980er, 1990er and frühen 2000er Jahren haben jedoch ergeben, dass Pelagosaurus Schwestertaxon sowohl der Teleosauriden als auch der Metriorhynchiden ist.Michael J. Benton, James M. Clark: Archosaur phylogeny and the relationships of the Crocodylia. In: Michael J. Benton (Hrsg.): The phylogeny and classification of the tetrapods. (Proceedings of a Symposium held in London, UK, March 1987). Band 1: Amphibians, reptiles, birds (= The Systematics Association. Special Volume. 35, A). Clarendon Press, Oxford 1988, ISBN 0-19-857705-2, S. 295–338.James M. Clark: Patterns of evolution in Mesozoic Crocodyliformes. In: Nicholas C. Fraser, Hans-Dieter Sues (Hrsg.): In the shadow of the dinosaurs. Early Mesozoic tetrapods. Cambridge University Press, Cambridge u. a. 1994, ISBN 0-521-45242-2, S. 84–97.Gregory A. Buckley, Christopher A. Brochu, David W. Krause, Diego Pol: A pug-nosed crocodyliform from the Late Cretaceous of Madagascar. In: Nature. Bd. 405, Nr. 6789, 2000, S. 941–944, . Neuste phylogenetische Analysen haben allesamt festgestellt, dass Pelagosaurus ein basaler Teleosauride und kein basaler Metriorhynchide oder Thalattosuchier ist.Inken Juliane Mueller-Töwe: Phylogenetic relationships of the Thalattosuchia. In: Zitteliana. Reihe A: Mitteilungen der Bayerischen Staatssammlung für Paläontologie und Geologie. Bd. 45, 2005, , S. 211–213, Digitalisat (PDF; 892,72 KB).Zulma Gasparini, Diego Pol, Luis A. Spalletti: An Unusual Marine Crocodyliform from the Jurassic-Cretaceous Boundary of Patagonia. In: Science. Bd. 311, Nr. 5757, 2006, S. 70–73, .Mark Thomas Young: The evolution and interrelationships of Metriorhynchidae (Crocodyliformes, Thalattosuchia). In: Journal of Vertebrate Paleontology. Bd. 27, Supplement zu Nr. 3 = Program and Abstracts 67th Annual Meeting Society of Vertebrate Paleontology, The Jackson School of Geosciences University of Texas Austin, Texas, USA, October 17–20, 2007, 2007, S. 170A.Mosellaesaurus (Monard 1846) ist ein Synonym von Pelagosaurus."}, {"description": "Pelagosaurus wurde ursprünglich anhand eines Exemplars aus der Normandie beschrieben, der Holotypus von P. typus wurde nördlich der englischen Stadt Ilminster in Somerset gefunden. Die meisten Pelagosaurus-Überreste wurden in der Region von Ilminster entdeckt, aber auch in anderen Gebieten Westeuropas, in Frankreich und Deutschland, fand man zahlreiche Fossilien, überwiegend Schädel und vollständig erhaltene Skelette. Die Exemplare aus der Region Somerset kommen hauptsächlich aus dem Strawberry-Bank-Steinbruch nördlich von Ilminster; obwohl die Fundstelle weitere Fossilien enthielt, ist sie in der Zwischenzeit überbaut worden. Eines der geborgenen Individuen war nicht ausgewachsen, so dass Einblicke in die Wachstumsmuster von Pelagosaurus möglich wurden.Stephanie E. Pierce, Michael J. Benton: Pelagosaurus typus Bronn, 1841 (Mesoeucrocodylia: Thalattosuchia) from the Upper Lias (Toarcian, Lower Jurassic) of Somerset, England. In: Journal of Vertebrate Paleontology. Bd. 26, Nr. 3, 2006, , S. 621–635, ."}, {"description": "Pelagosaurus (\"Echse der Hohen See\") ist eine ausgestorbene Gattung der Thalattosuchia, das während der Stufe des Toarciums im Unterjura in den flachen Schelfmeeren lebte, die zu jener Zeit große Teile des heutigen Westeuropa bedeckten. Die Typusart Pelagosaurus typus wurde im Jahr 1841 von dem deutschen Paläontologen Heinrich Georg Bronn beschrieben.Georg H. Bronn: Über die fossilen Gaviale der Lias-Formation und der Oolithe. In: Archiv für Naturgeschichte. Jg. 8, Bd. 1, 1842, , S. 77–82, Digitalisat. Die Taxonomie von Pelagosaurus ist seit Jahren heftig umstritten. Pelagosaurus ähnelte in Hinsicht auf Anpassung und Freßgewohnheiten stark dem modernen Gharial."}], "key": 100561500, "habitats": [], "authorship": "", "extinct": true, "nomenclaturalStatus": []}
{"nameType": "SCIENTIFIC", "family": "Crocodylidae", "nubKey": 2441385, "speciesKey": 113298765, "rank": "SPECIES", "phylum": "Chordata", "orderKey": 113298747, "higherClassificationMap": {"112707351": "Animalia", "113298747": "Crocodilia", "113298756": "Crocodylidae", "113298763": "Osteolaemus", "113298721": "Sauropsida", "113225636": "Chordata"}, "species": "Osteolaemus tetraspis", "vernacularNames": [{"language": "eng", "vernacularName": "Dwarf crocodile"}], "classKey": 113298721, "habitats": [], "familyKey": 113298756, "kingdom": "Animalia", "parent": "Osteolaemus", "kingdomKey": 112707351, "taxonID": "7139731", "genusKey": 113298763, "canonicalName": "Osteolaemus tetraspis", "key": 113298765, "authorship": "Cope, 1861", "nomenclaturalStatus": [], "phylumKey": 113225636, "class": "Sauropsida", "numOccurrences": 0, "synonym": false, "datasetKey": "cbb6498e-8927-405a-916b-576d00a6289b", "threatStatuses": [], "numDescendants": 0, "scientificName": "Osteolaemus tetraspis Cope, 1861", "genus": "Osteolaemus", "parentKey": 113298763, "order": "Crocodilia", "descriptions": [{"description": "Osteolaemus tetraspis is currently the only species included in the genus Osteolaemus, with two recognized subspecies: Osteolaemus tetraspis tetraspis Osteolaemus tetraspis osborni Congo (or Osborn’s) dwarf crocodile The second subspecies has had a somewhat convoluted taxonomical history. It was first described as Osteoblepharon osborni by Schmidt in 1919, based on a few specimens from the Upper Congo Basin in what is now the Democratic Republic of Congo. However, Inger in a 1948 paper found the specimens wanting of characteristics that would justify a generic separation from Osteolaemus and referred the specimens to Osteolaemus osborni. Later, Wermuth and Mertens (1961), reduced it to the current subspecies rank.Recent evidence from the analysis of DNA indicates that there are three distinctly different populations of Osteolaemus that may merit full species recognition. These would be O. tetrapis, O. osborni, and a third currently unnamed species. EtymologyThe generic name Osteolaemus means \"bony throat\", and is derived from the Ancient Greek όστεον (bone) and λαιμός (throat). The genus was named as such due to the osteoderms found among the scales in the neck and belly.The specific epithet tetraspis means \"four shields\", and derives from the Ancient Greek τετρα (four) and ασπίς (shield), as the back of the neck has four large shield-like scales."}, {"description": "Osteolaemus tetraspis@Crocodilian Species List Osteolaemus tetraspis@Crocodile Status Survey and Conservation Action Plan - Second Edition"}, {"description": "Dwarf crocodiles range across tropical lowland regions of sub-Saharan West Africa and West Central Africa. Such a distribution greatly overlaps with that of the slender-snouted crocodile, encompassing countries as far West as Senegal, reaching the Central African Republic in the East, and ranging as southerly as Angola. The subspecies O. t. tetraspis is found mainly in the westerly reaches of this range while O. t. osborni is restricted to the Democratic Republic of Congo's rain forest.Osteolaemus individuals reside in permanent ponds in swamps and areas of slight current of rain forest rivers, though reports exist of dwarf crocodiles in isolated pools in the savannah, where burrows are dug to aestivate during the dry season."}, {"description": "Dwarf crocodiles are a little-known species so, unlike their more studied relatives, conservationists aren't as aware of how their populations are faring under the growing human pressure over the ecosystems where they abide. Where survey data is available, it shows some degree of decline, either by hunting for bush meat or habitat loss due to deforestation. However, it is a widely spread, and presumably numerous, species so is not as endangered as other forest denizens.Though some skins are used in local manufacturing of leather products, they are of poor quality, so there is little interest in captive breeding or a sustainable use program."}, {"description": "Dwarf crocodiles attain a medium adult length of 1.5 m, though the maximum recorded length for this species is 1.9 m. Adult specimens typically weigh between 18 and, with the largest females weighing up to 40 kg and the largest males weighing 80 kg.[1][2] Adults are a uniform black on their backs and sides with a yellowish underside with black patches. Juveniles have a lighter brown banding on body and tails and yellow patterns on the head.As a result of its small size and heightened vulnerability to predation, this species of crocodile has a heavily armoured neck, back and tail and also has osteoderms on its belly and underside of neck.Osteolaemus has a blunt short snout, as long as it is wide, similar in fact to that of a dwarf caiman, probably a result of occupying a similar ecological niche. The dentition consists of 4 premaxillary teeth, 12 to 13 on the maxilla and 14 to 15 on the dentary bone.O. tetraspis has lighter colours, a more pointed, upturned snout and more body armour than O. osborni."}, {"description": "The dwarf crocodile is a slow, timid, and mainly nocturnal reptile. As with all crocodilians, it is an adept predator of vertebrates, large invertebrates such as crustaceans and, when presented with the opportunity, also eats carrion. Foraging is mainly done in or near the water, though in areas with substantial ground cover, they may expand their feeding pattern to land in extensive forays, especially following rains.The Congo Basin subspecies demonstrates seasonality in its dietary regime, feeding on fish during the wet season's floods. When faced with the scarceness of food during the dry season, individuals turn to crustaceans and food intake is generally reduced.True to its solitary, nocturnal nature, a dwarf crocodile digs out a burrow to hide in and rest during the day, which can sometimes have a submerged entrance. An individual lacking the right conditions to do so usually abides between tree roots that hang over the ponds in which it lives. ReproductionInteracting closely only in breeding season, female dwarf crocodiles build their nest mounds at the beginning of the wet season, which spans May and June. The nest, situated near the water, is a mound of wet, decaying vegetation that incubates the eggs due to the heat generated by the decomposition of the plant material. A small number of eggs are laid, numbering about 10, though in extreme cases it can go up to 20 eggs, and they incubate in 85 to 105 days. Hatchlings measure 28 cm when emerging from the eggs. The female guards the nest during the incubation period and after the eggs hatch it watches over the young for an unknown period of time as young can be eaten by a great range of predators (birds, fish, mammals and reptiles, including other crocodiles)."}, {"description": "The dwarf crocodile (Osteolaemus tetraspis), also known as the African dwarf, broad-snouted or bony crocodile is an African crocodile. It is also the smallest extant crocodile species in the world. Recent sampling has identified three genetically distinct populations. Some feel that the findings should elevate the subspecies to full species status."}]}
{"nameType": "SCIENTIFIC", "family": "Crocodylidae", "nubKey": 2441352, "speciesKey": 104106506, "rank": "SPECIES", "phylum": "Chordata", "orderKey": 104106402, "higherClassificationMap": {"103882489": "Chordata", "103832354": "Metazoa", "104106482": "Crocodylidae", "104106486": "Crocodylus", "104106402": "Crocodylia"}, "species": "Crocodylus moreletii", "vernacularNames": [{"language": "", "vernacularName": "Morelet's crocodile"}], "habitats": [], "familyKey": 104106482, "kingdom": "Metazoa", "parent": "Crocodylus", "kingdomKey": 103832354, "taxonID": "184237", "genusKey": 104106486, "canonicalName": "Crocodylus moreletii", "key": 104106506, "authorship": "", "nomenclaturalStatus": [], "phylumKey": 103882489, "numOccurrences": 0, "synonym": false, "datasetKey": "fab88965-e69d-4491-a04d-e3198b626e52", "threatStatuses": [], "numDescendants": 0, "scientificName": "Crocodylus moreletii", "genus": "Crocodylus", "parentKey": 104106486, "order": "Crocodylia", "descriptions": []}
{"nameType": "SCIENTIFIC", "family": "Crocodylidae", "nubKey": 2441355, "accordingTo": "The Catalogue of Life, 3rd January 2011", "speciesKey": 2441355, "rank": "SPECIES", "phylum": "Chordata", "orderKey": 704, "higherClassificationMap": {"704": "Crocodylia", "44": "Chordata", "1": "Animalia", "2441321": "Crocodylus", "5685": "Crocodylidae", "358": "Reptilia"}, "taxonomicStatus": "ACCEPTED", "extinct": false, "species": "Crocodylus johnsoni", "vernacularNames": [{"language": "deu", "vernacularName": "Australien-Krokodil"}, {"language": "", "vernacularName": "Johnstone river crocodile"}, {"language": "", "vernacularName": "Australienkrokodil"}, {"language": "eng", "vernacularName": "Freshwater Crocodile"}, {"language": "eng", "vernacularName": "Johnstone River Crocodile"}, {"language": "", "vernacularName": "Süßwasserkrokodil"}, {"language": "eng", "vernacularName": "Freshwater crocodile"}, {"language": "eng", "vernacularName": "Australian Freshwater Crocodile"}, {"language": "eng", "vernacularName": "Freshie"}, {"language": "eng", "vernacularName": "Johnson's Crocodile"}, {"language": "eng", "vernacularName": "Johnston's Crocodile"}, {"language": "eng", "vernacularName": "Johnstone's Crocodile"}], "classKey": 358, "habitats": [], "familyKey": 5685, "kingdom": "Animalia", "parent": "Crocodylus", "kingdomKey": 1, "taxonID": "119584334", "genusKey": 2441321, "canonicalName": "Crocodylus johnsoni", "key": 2441355, "authorship": "Krefft, 1873", "nomenclaturalStatus": [], "phylumKey": 44, "class": "Reptilia", "numOccurrences": 0, "synonym": false, "datasetKey": "d7dddbf4-2cf0-4f39-9b2a-bb099caae36c", "threatStatuses": [], "numDescendants": 0, "scientificName": "Crocodylus johnsoni Krefft, 1873", "genus": "Crocodylus", "parentKey": 2441321, "order": "Crocodylia", "descriptions": [{"description": "The freshwater crocodile (Crocodylus johnsoni or Crocodylus johnstoni; see below), also known as the Australian freshwater crocodile, Johnstone's crocodile or colloquially as freshie, is a species of reptile endemic to the northern regions of Australia.Unlike their much larger Australian relative the saltwater crocodile, freshwater crocodiles are not known as man-eaters and rarely cause fatalities, although they will bite in self-defense if cornered."}, {"description": "They compete poorly with saltwater crocodiles; however, this species is saltwater tolerant. Adult crocodiles eat fish, birds, bats, reptiles and amphibians, although larger individuals may take prey as large as a wallaby.One has even been filmed being eaten by an olive python after a struggle that lasted for an estimated 5 hours.http://www.telegraph.co.uk/travel/destinations/australiaandpacific/australia/10672439/Snake-eats-crocodile-in-battle-at-Australian-lake.html ReproductionEggs are laid in holes during the Australian dry season (usually in August) and hatch at the beginning of the wet season (November/December). The crocodiles do not defend their nests during incubation. From one to five days prior to hatching, the young begin to call from within the eggs. This induces and synchronizes hatching in siblings and stimulates adults to open the nest. It is not known if the adult that opens a given nest is the female which laid the eggs. As young emerge from the nest, the adult picks them up one by one in the tip of its mouth and transports them to the water. Adults may also assist young in breaking through the egg shell by chewing or manipulating the eggs in its mouth."}, {"description": "The freshwater crocodile is a relatively small crocodilian. Males can grow to 2.3 - long, while females reach a maximum size of 2.1 m. Males commonly weigh around 70 kg, with large specimens up to 100 kg or more, against the female weight of 40 kg.[1] In areas such as Lake Argyle and Katherine Gorge there exist a handful of confirmed 4 m individuals. This species is shy and has a more slender snout and have slightly smaller teeth than the dangerous saltwater crocodile. The body colour is light brown with darker bands on the body and tail—these tend to be broken up near the neck. Some individuals possess distinct bands or speckling on the snout. Body scales are relatively large, with wide, close-knit armoured plates on the back. Rounded, pebbly scales cover the flanks and outsides of the legs."}, {"description": "Until recently, the freshwater crocodile was common in northern Australia, especially where saltwater crocodiles are absent (such as more arid inland areas and higher elevations). In recent years, the population has dropped dramatically due to the ingestion of the invasive cane toad. The toad is poisonous to freshwater crocodiles, although not to saltwater crocodiles, and the toad is rampant throughout the Australian wilderness. The crocodiles are also infected by Griphobilharzia amoena, a parasitic trematode, in regions such as Darwin."}, {"description": "Although the freshwater crocodile does not attack humans as potential prey, it can deliver a nasty bite. There have been very few incidents where people have been bitten whilst swimming with freshwater crocodiles, and others incurred during scientific study. An attack by a freshwater crocodile on a human was recorded at Barramundi Gorge (also known as Maguk) in Kakadu National Park and resulted in minor injuries; the victim managed to swim and walk away from the attack. He had apparently passed directly over the crocodile in the water. However, in general, it is still considered safe to swim with this species, so long as they are not aggravated.http://aebrain.blogspot.com/2003/09/how-embarressing.html"}, {"description": "Freshwater crocodiles are found in the states of Western Australia, Queensland, and the Northern Territory. Main habitats include freshwater wetlands, billabongs, rivers and creeks. This species can live in areas where saltwater crocodiles cannot, and are known to inhabit areas above the escarpment in Kakadu National Park and in very arid and rocky conditions (such as Katherine Gorge, where they are common and are relatively safe from saltwater crocodiles during the dry season). However, they are still consistently found in low-level billabongs, living alongside the saltwater crocodiles near the tidal reaches of rivers.In May 2013, a freshwater crocodile was seen in a river near the desert town of Birdsville, hundreds of kilometres south of their normal range. A local ranger suggested that years of flooding may have washed the animal south, or it may have been dumped as a juvenile."}, {"description": "When Gerard Krefft named the species in 1873, he intended to commemorate the man, Sir Henry \"Harry\" Hamilton Johnstone, who first reported it to him. However, Krefft made an error in writing the name, and for many years the species has been known as C. johnsoni. Recent studies of Krefft's papers have determined the correct spelling of the name, and much of the literature has been updated to the correct usage. However, both versions still exist. According to the rules of the International Code of Zoological Nomenclature, the epithet johnsoni (rather than the intended johnstoni) is correct."}, {"description": "Verbreitung Das Australien-Krokodil (Crocodylus johnsoni) ist eine Art der Echten Krokodile (Crocodylidae). Es handelt sich dabei um die Süßwasserkrokodile Nordaustraliens, die den Salzwasser- oder Leistenkrokodilen (Crocodylus porosus) gegenübergestellt werden."}, {"description": "Menschen sind durch das Australien-Krokodil deutlich weniger gefährdet als durch Leistenkrokodile. Australien-Krokodile gelten als weitgehend scheu und attackieren Menschen nur in Ausnahmefällen, etwa weil sie sich in die Enge getrieben fühlen oder weil sie ihren Nachwuchs schützen wollen. Auf lokalen australischen Warntafeln vor Australien-Krokodilen (freshwater crocodiles) wird vor der Möglichkeit schwerer Verletzungen gewarnt, während Warntafeln vor den deutlich aggressiveren Leistenkrokodilen ausdrücklich vor Lebensgefahr warnen."}, {"description": "Das Australien-Krokodil lebt vor allem von Fischen, Krebstieren und Insekten, erbeutet jedoch auch regelmäßig Amphibien, andere Reptilien, Wasservögel oder kleine Säugetiere. Zur Fortpflanzungszeit wird ein Grubennest an exponierten Stellen gegraben. Dies erfolgt ausschließlich in der Trockenzeit, wenn die Krokodile nur in tiefen Pfützen leben. Die Verluste unter den Eiern und Jungtieren im ersten Jahr betragen etwa 95 % und sind somit extrem hoch. Das Australien-Krokodil gehört zu den Krokodil-Arten, die ihren Rumpf verhältnismäßig hoch über dem Boden tragen und ist sogar in der Lage, galoppartige, kurze Sprints einzulegen."}, {"description": "Das Australien-Krokodil gehört zu den kleineren Krokodilen und erreicht eine Länge von maximal drei Metern. Es hat eine auffällig schmale, spitze Schnauze. Die Färbung ist braun, wobei der Bauch sehr hell ist und über große Bauchschilde verfügt. Der Rücken und der Schwanz sind mit schwarzen Streifen gezeichnet."}, {"description": "Der Lebensraum umfasst das gesamte Süßwassergebiet des McKinlay-River im Northern Territory in Australien. Auch in Teilen von Queensland und Western Australia ist es zu finden."}]}
{"nameType": "SCIENTIFIC", "family": "Gavialidae", "nubKey": 2441378, "speciesKey": 113415080, "rank": "SPECIES", "phylum": "Chordata", "orderKey": 113415033, "higherClassificationMap": {"112707351": "Animalia", "113415070": "Gavialidae", "113415078": "Tomistoma", "113415033": "Crocodilia", "113301736": "Chordata", "113415011": "Reptilia"}, "species": "Tomistoma schlegelii", "vernacularNames": [{"language": "eng", "vernacularName": "False gharial"}], "classKey": 113415011, "habitats": [], "familyKey": 113415070, "kingdom": "Animalia", "parent": "Tomistoma", "kingdomKey": 112707351, "taxonID": "1826183", "genusKey": 113415078, "canonicalName": "Tomistoma schlegelii", "key": 113415080, "authorship": "Müller, 1838", "nomenclaturalStatus": [], "phylumKey": 113301736, "class": "Reptilia", "numOccurrences": 0, "synonym": false, "datasetKey": "cbb6498e-8927-405a-916b-576d00a6289b", "threatStatuses": [], "numDescendants": 0, "scientificName": "Tomistoma schlegelii Müller, 1838", "genus": "Tomistoma", "parentKey": 113415078, "order": "Crocodilia", "descriptions": [{"description": "The false gharial is threatened with extinction throughout most of its range due to the drainage of its freshwater swamplands and clearance of surrounding rainforests. The species is also hunted frequently for its skin and meat, and the eggs are often harvested for human consumption."}, {"description": "From a morphological standpoint, it was originally placed within the family Crocodylidae, but numerous molecular studies have consistently indicated that it is the nearest relative (the sister taxon) of the gharial. Along with close fossil relatives, such as Maroccosuchus, it is thus increasingly classed in the family Gavialidae."}, {"description": "DietUntil recently, very little has been known about the diet or behavior of the false gharial in the wild; as a result of research by biologists details are slowly being revealed. In the past, the false gharial was thought to have a diet similar to its relative the gharial (only fish and very small vertebrates), but new evidence and occurrences have proven, despite the false gharial's narrow snout, it has a generalist diet. In addition to fish and smaller water animals, mature adults will prey on larger vertebrates, including proboscis monkeys, long-tailed macaques, deer, water birds, and reptiles.At the end of 2008, a 4-m female false gharial attacked and ate a fisherman in central Kalimantan; his remains were found in the gharial's stomach.Rachmawan, D., Brend, S. (2009).Human-Tomistoma interactions in central Kalimantan, Indonesian Borneo Crocodile Specialist Group Newsletter January 2009 – March 2009. Volume 28 No. 1: 9–11. This was the first verified fatal human attack by a false gharial, although at least one other is suspected. ReproductionFalse gharials are mound-nesters. Females lay small clutches of 13 to 35 eggs per nest, and appear to produce the largest eggs of extant crocodilians. Sexual maturity in females appears to be attained around 2.5 to, which is large compared to other crocodilians.It is not known when they breed in the wild or when the nesting season is. Once the eggs are laid, and construction of the mound is completed, the female abandons her nest. Unlike most other crocodilians, the young receive no parental care and are at risk of being eaten by predators, such as mongooses, tigers, leopards, civets, and wild dogs. The young hatch after 90 days and are left to fend for themselves."}, {"description": "False gharials are native to Peninsular Malaysia, Sarawak, Sumatra, and Borneo, but were extirpated in Thailand. It is unclear if they remain in Java. Apart from rivers, they inhabit swamps and lakes. In the 1990s, information and sightings were available from 39 localities in 10 different river drainages, along with the remote river systems of Borneo.Prior to the 1950s, Tomistoma occurred in freshwater ecosystems along the entire length of Sumatra east of the Barisan Mountains. The current distribution in eastern Sumatra has been reduced by 30-40% due to hunting, logging, fires, and agriculture.Bezuijen, M.R., Webb, G.J.W., Hartoyo, P., Samedi, Ramono, W.S., Manolis, S.C. (1998) The False Gharial (Tomistoma schlegelii) in Sumatra. In: Crocodiles. Proceedings of the 14th Working Meeting of the Crocodile Specialist Group, IUCN. The World Conservation Union, Gland, Switzerland and Cambridge, UK. Pp. 10–31."}, {"description": "The false gharial is listed on CITES Appendix I.Steps have been taken by the Malaysian and Indonesian governments to prevent its extinction in the wild. There are reports of some populations rebounding in Indonesia, yet with this slight recovery, mostly irrational fears of attacks have surfaced amongst the local human population.Yayasan Ulin (The Ironwood Foundation) is currently attempting to manage a wetland area in East Kalimantan which is known to contain the gharials.http://www.speciesconservation.org/projects/Siamese-Crocodile/309"}, {"description": "The false gharial is dark reddish-brown above with dark brown or black spots and cross-bands on the back and tail. Ventrals are grayish-white, with some lateral dark mottling. Juveniles are mottled with black on the sides of the jaws, body, and tail. The smooth and unornamented snout is extremely long and slender, parallel sided, with a length of 3.0 to 3.5 times the width at the base. All teeth are long and needle-like, interlocking on the insides of the jaws, and are individually socketed. The dorsal scales are broad at midbody and extend onto the sides of the body. The digits are webbed at the base. Integumentary sensory organs are present on the head and body scalation. Scales behind the head are frequently a slightly enlarged single pair. Some individuals bear a number of adjoining small keeled scales. Scalation is divided medially by soft granular skin. Three transverse rows of two enlarged nuchal scales are continuous with the dorsal scales, which consist of 22 transverse rows of six to eight scales, are broad at midbody and extend onto the sides of the body. Nuchal and dorsal rows equals a total of 22 to 23 rows. It has 18 double-crested caudal whorls and 17 single-crested caudal whorls. The flanks have one or two longitudinal rows of six to eight very enlarged scales on each side.Brazaitis, P. (2001) A Guide to the Identification of the Living Species of Crocodilians. Science Resource Center, Wildlife Conservation SocietyThe snout is even slimmer than the snout of the slender-snouted crocodile and comparably as slender as that of the gharial. The false gharial is a large crocodilian, measuring only slightly smaller than the gharial. Three mature males kept in captivity measured 3.6 to and weighed 190 to, while a female measured 3.27 m and weighed 93 kg.[1] In some cases, males can reportedly grow to as much as 5 m in length.[2] Adult males weigh 150 to, while females are about 3.2 m long and weigh an average of 90 kg."}, {"description": "The false gharial (Tomistoma schlegelii), also known as the Malayan gharial and Sunda gharial, is a freshwater crocodilian with a very thin and elongated snout. It is listed as \"Vulnerable\" by the IUCN, as the population is estimated at comprising less than 2,500 mature individuals."}]}
