[{"nameType": "SCIENTIFIC", "family": "Rhamphorhynchidae", "nubKey": 5935849, "accordingTo": "Paleobiology Database", "speciesKey": 5935849, "rank": "SPECIES", "phylum": "Chordata", "descriptions": [], "higherClassificationMap": {"1": "Animalia", "3238831": "Rhamphorhynchus", "44": "Chordata", "3238827": "Rhamphorhynchidae", "358": "Reptilia"}, "taxonomicStatus": "ACCEPTED", "species": "Rhamphorhynchus muensteri", "vernacularNames": [], "classKey": 358, "habitats": [], "familyKey": 3238827, "kingdom": "Animalia", "parent": "Rhamphorhynchus", "kingdomKey": 1, "taxonID": "107731641", "genusKey": 3238831, "canonicalName": "Rhamphorhynchus muensteri", "key": 5935849, "authorship": "", "nomenclaturalStatus": [], "phylumKey": 44, "class": "Reptilia", "numOccurrences": 0, "synonym": false, "datasetKey": "d7dddbf4-2cf0-4f39-9b2a-bb099caae36c", "threatStatuses": [], "numDescendants": 0, "scientificName": "Rhamphorhynchus muensteri", "genus": "Rhamphorhynchus", "parentKey": 3238831}, {"nameType": "SCIENTIFIC", "family": "Allosauridae", "nubKey": 4967051, "accordingTo": "Paleobiology Database", "speciesKey": 4967051, "rank": "SPECIES", "phylum": "Chordata", "descriptions": [], "higherClassificationMap": {"1": "Animalia", "4822582": "Allosauridae", "44": "Chordata", "4822586": "Acrocanthosaurus", "358": "Reptilia"}, "taxonomicStatus": "ACCEPTED", "species": "Acrocanthosaurus atokensis", "vernacularNames": [], "classKey": 358, "habitats": [], "familyKey": 4822582, "kingdom": "Animalia", "parent": "Acrocanthosaurus", "kingdomKey": 1, "taxonID": "107642145", "genusKey": 4822586, "canonicalName": "Acrocanthosaurus atokensis", "key": 4967051, "authorship": "", "nomenclaturalStatus": [], "phylumKey": 44, "class": "Reptilia", "numOccurrences": 0, "synonym": false, "datasetKey": "d7dddbf4-2cf0-4f39-9b2a-bb099caae36c", "threatStatuses": [], "numDescendants": 0, "scientificName": "Acrocanthosaurus atokensis", "genus": "Acrocanthosaurus", "parentKey": 4822586}, {"nameType": "SCIENTIFIC", "speciesKey": 113670810, "rank": "SPECIES", "descriptions": [{"description": "HabitatAll specimens of Sarahsaurus were collected from the Early Jurassic Kayenta Formation near Gold Spring, Arizona. A definitive radiometric dating of this formation has not yet been made, and the available stratigraphic correlation has been based on a combination of radiometric dates from vertebrate fossils, magnetostratigraphy and pollen evidence.J. M. Clark and D. E. Fastovsky. 1986. Vertebrate biostratigraphy of the Glen Canyon Group in northern Arizona. The Beginning of the Age of the Dinosaurs: Faunal change across the Triassic-Jurassic boundary, N. C. Fraser and H.-D. Sues (eds.), Cambridge University Press 285–301 It is been surmised that the Kayenta Formation was deposited during the Sinemurian and Pliensbachian stages of the Early Jurassic Period or approximately 199 to 182 million years ago.Padian, K (1997) Glen Canyon Group In: Encyclopedia of Dinosaurs, edited by Currie, P. J., and Padian, K., Academic Press. The Kayenta Formation is part of the Glen Canyon Group that includes formations not only in northern Arizona but also parts of southeastern Utah, western Colorado, and northwestern New Mexico. The formation was primarily deposited by rivers. During the Early Jurassic period, the land that is now the Kayenta Formation experienced rainy summers and dry winters. By the Middle Jurassic period it was being encroached upon from the north by a sandy dune field that would become the Navajo Sandstone. The animals here were adapted to a seasonal climate and abundant water could be found in streams, ponds and lakes. PaleofaunaSarahsaurus shared its paleoenvironment with other dinosaurs, such as several theropods including Dilophosaurus, Kayentavenator,Gay, R. 2010. Kayentavenator elysiae, a new tetanuran from the early Jurassic of Arizona. Pages 27–43 in Gay, R. Notes on early Mesozoic theropods. Lulu Press (on-demand online press). Megapnosaurus kayentakatae, the \"Shake N Bake\" theropod, and the armored dinosaurs Scelidosaurus and Scutellosaurus. The Kayenta formation has produced that remains of three coelophysoid taxa of different body size,which represents the most diverse ceratosaur fauna yet known.Tykoski, R. S., 1998, The Osteology of Syntarsus kayentakatae and its Implications for Ceratosaurid Phylogeny: Theses, The University of Texas, December 1998. The Kayenta Formation has yielded a small but growing assemblage of organisms. Vertebrates present in the Kayenta Formation at the time of Saharasaurus included hybodont sharks, bony fish known as osteichthyes, lungfish, salamanders, the frog Prosalirus, the caecilian Eocaecilia, the turtle Kayentachelys, a sphenodontian reptile, various lizards. Also present were, the synapsids Dinnebiton, Kayentatherium, and Oligokyphus., several early crocodylomorphs including Calsoyasuchus, Eopneumatosuchus, Kayentasuchus, and Protosuchus, and the pterosaur Rhamphinion.Jenkins, F. A., Jr., Crompton, A. W., and Downs, W. R. 1983. Mesozoic mammals from Arizona: new evidence in mammalian evolution. Science 222(4629):1233–1235.Jenkins, F. A., Jr. and Shubin, N. H. 1998. Prosalirus bitis and the anuran caudopelvic mechanism. Journal of Vertebrate Paleontology 18(3):495–510.Curtis, K., and Padian, K. 1999. An Early Jurassic microvertebrate fauna from the Kayenta Formation of northeastern Arizona: microfaunal change across the Triassic-Jurassic boundary. PaleoBios 19(2):19–37. The possible presence of the early true mammal Dinnetherium, and a haramyid mammal has also been proposed, based on fossil finds. Vertebrate trace fossils from this area included coprolites and the tracks of therapsids, lizard-like animals, and dinosaurs, which provided evidence that these animals were also present.Hamblin, A. H., and Foster, J. R. 2000. Ancient animal footprints and traces in the Grand Staircase-Escalante National Monument, south-central Utah. Pages 557–568 in Sprinkel, D. A., Chidsey, T. C., Jr., and Anderson, P. B. editors. Geology of Utah's parks and monuments. Utah Geological Association, Salt Lake City, UT. Publication 28. Non-vertebrates in this ecosystem included microbial or \"algal\" limestone,Luttrell, P. R., and Morales, M. 1993. Bridging the gap across Moenkopi Wash: a lithostratigraphic correlation. Aspects of Mesozoic geology and paleontology of the Colorado Plateau. Pages 111–127 in Morales, M., editor. Museum of Northern Arizona, Flagstaff, AZ. Bulletin 59. freshwater bivalves, freshwater mussels and snails, and ostracods.Lucas, S. G., and Tanner L. H. 2007. Tetrapod biostratigraphy and biochronology of the Triassic-Jurassic transition on the southern Colorado Plateau, USA. Palaeogeography, Palaeoclimatology, Palaeoecology 244(1–4):242–256. The plant life known from this area included trees that became preserved as petrified wood."}, {"description": "Sarahsaurus is known from a nearly complete articulated holotype skeleton referred to as TMM 43646-2, another partial skeleton known as TMM 43646-3, and a nearly complete but poorly preserved skull known as MCZ 8893. This last specimen was previously described and referred to as Massospondylus sp.Sarahsaurus was first described by Timothy B. Rowe, Hans-Dieter Sues and Robert R. Reisz in 2011 and the type species is Sarahsaurus aurifontanalis. The generic name honours Sarah (Mrs Ernest) Butler, and sauros (Greek), for \"lizard\". The specific name is derived from aurum (Latin), \"gold\", and fontanalis (Latin), \"of the spring\" in reference to Gold Spring, Arizona, where the holotype was found. Sarahsaurus is the third basal sauropodomorph dinosaur to have been identified in North America. (The other two are Anchisaurus [here including Ammosaurus] from the Early Jurassic of the Connecticut River Valley and Seitaad of the later Navajo Sandstone of Early Jurassic Utah.) It is thought to have appeared through a dispersal event that originated in South America and was separate from those of the other two sauropodomorphs. The animal is notable for possessing very large, powerful hands, suggesting that it was an omnivore.http://news.nationalgeographic.com/news/2010/10/101006-new-dinosaur-north-america-science/"}, {"description": "In a cladistic analysis, presented by Apaldetti and colleagues in November 2011, Sarahsaurus was found to be most closely related to Ignavusaurus within Massopoda. Their group was found to be intermediate between plateosaurids and massospondylids, being more derived than the former and more primitive than the latter."}, {"description": "Sarahsaurus is a genus of basal sauropodomorph dinosaur which lived during the lower Jurassic period in what is now northeastern Arizona, USA."}], "higherClassificationMap": {"113670809": "Sarahsaurus"}, "species": "Sarahsaurus aurifontanalis", "vernacularNames": [{"language": "eng", "vernacularName": "Sarahsaurus"}], "habitats": [], "parent": "Sarahsaurus", "canonicalName": "Sarahsaurus aurifontanalis", "taxonID": "29082859", "genusKey": 113670809, "key": 113670810, "authorship": "Rowe, Sues & Reisz, 2011", "nomenclaturalStatus": [], "numOccurrences": 0, "synonym": false, "datasetKey": "cbb6498e-8927-405a-916b-576d00a6289b", "threatStatuses": [], "numDescendants": 0, "scientificName": "Sarahsaurus aurifontanalis Rowe, Sues & Reisz, 2011", "genus": "Sarahsaurus", "parentKey": 113670809}, {"nameType": "SCIENTIFIC", "family": "Oviraptoridae", "nubKey": 4966300, "accordingTo": "Paleobiology Database", "speciesKey": 4966300, "rank": "SPECIES", "phylum": "Chordata", "descriptions": [{"description": "Citipati (pronounced in Hindi, meaning 'funeral pyre lord') is a genus of oviraptorid theropod dinosaur from the Late Cretaceous Period of what is now Mongolia (specifically, the Djadokhta Formation of Ukhaa Tolgod, in the Gobi Desert). It is one of the best-known oviraptorids, thanks to a number of well-preserved skeletons, including several specimens found in brooding positions atop nests of eggs. These nesting specimens have helped to solidify the link between non-avian dinosaurs and birds.The type species, Citipati osmolskae, was described by James M. Clark, Mark Norell, and Rinchen Barsbold in 2001. A second, as yet unnamed species may also exist. Citipati is often confused with the similar Oviraptor."}, {"description": "The cladogram below follows an analysis by Fanti et al., 2012.Fanti F, Currie PJ, Badamgarav D (2012). \"New Specimens of Nemegtomaia from the Baruungoyot and Nemegt Formations (Late Cretaceous) of Mongolia.\" PLoS ONE, 7(2): e31330. doi:10.1371/journal.pone.0031330 Confusion with Oviraptor Since the type skull of Oviraptor is so poorly preserved and crushed, another oviraptorid specimen (IGM or GIN 100/42) had become the quintessential depiction of that dinosaur, even appearing in scientific papers with the label Oviraptor philoceratops.Barsbold, R., Maryanska, T., and Osmolska, H. (1990). \"Oviraptorosauria,\" in Weishampel, D.B., Dodson, P., and Osmolska, H. (eds.). The Dinosauria. Berkeley: University of California Press, pp. 249-258. However, this distinctive-looking, tall-crested species has more features of the skull in common with Citipati than it does with Oviraptor and it may represent a second species of Citipati or possibly an entirely new genus, pending further study.Clark, J.M., Norell, M.A., & Barsbold, R. (2001). \"Two new oviraptorids (Theropoda:Oviraptorosauria), upper Cretaceous Djadokhta Formation, Ukhaa Tolgod, Mongolia.\" Journal of Vertebrate Paleontology 21(2):209-213., June 2001. Additionally, the nesting oviraptorid specimens had gained widespread attention before they were actually referred to Citipati. While usually labeled simply \"oviraptorids\", they have on occasion been confused with Oviraptor itself. The fact that the first Oviraptor specimen was found on a nest as well confused the matter further. As it stands, most popular illustrations of Oviraptor actually depict Citipati and the present material available for Oviraptor itself is too fragmentary to be reliably reconstructed."}, {"description": "The largest Citipati were emu-sized animals and, at about 3 meters (10 ft) long, were the largest known oviraptorids until Gigantoraptor was described in 2007. Like other oviraptorids, Citipati had an unusually long neck and shortened tail, compared to most other theropods. Its skull was unusually short and highly pneumatized (riddled with openings in the bone structure), ending in a stout, toothless beak. Perhaps the most distinctive feature of Citipati was its tall crest, superficially similar to that of a modern cassowary. The crest was relatively low in the type species, C. osmolskae, with a nearly vertical front margin grading into the beak. In contrast, the crest of one referred specimen which has not yet been assigned a specific name (provisionally labeled C. sp.) was taller, with a prominent notch in the front margin, creating a squared appearance. Name The name Citipati is formed from the Sanskrit words citi, meaning 'funeral pyre' and pati meaning 'lord' (चितिपति). In Tibetan Buddhist folklore, the Citipati were two monks who were beheaded by a thief, while deep in a meditative trance. The Citipati are often depicted as a pair of dancing skeletons surrounded by flame, hence the application of the name to the beautifully preserved oviraptorid skeletons. The type species of Citipati, C. osmolskae, was named by Clark et al., in honor of Halszka Osmólska, a noted paleontologist whose work has dealt extensively with oviraptorids and other Mongolian theropods."}, {"description": "Nesting, eggs, and embryos At least four Citipati specimens have been found in brooding positions, the most famous of which, a large specimen nicknamed \"Big Mamma\", was first announced (but not named) in 1995,Norell, M.A., Clark, J.M., Chiappe, L.M., and Dashzeveg, D. (1995). \"A nesting dinosaur.\" Nature 378:774-776. described in 1999,Clark, J.M., Norell, M.A., & Chiappe, L.M. (1999). \"An oviraptorid skeleton from the Late Cretaceous of Ukhaa Tolgod, Mongolia, preserved in an avianlike brooding position over an oviraptorid nest.\" American Museum Novitates, 3265: 36 pp., 15 figs.; (American Museum of Natural History) New York. (5.4.1999). and referred to the genus Citipati in 2001. All of the nesting specimens are situated on top of egg clutches, with their limbs spread symmetrically on each side of the nest, front limbs covering the nest perimeter. This brooding posture is found today only in birds and supports a behavioral link between birds and theropod dinosaurs. The nesting position of Citipati also supports the hypothesis that it and other oviraptorids had feathered forelimbs. With the 'arms' spread along the periphery of the nest, a majority of eggs would not be covered by the animal's body unless an extensive coat of feathers was present.Paul, G.S. (2002). Dinosaurs of the Air: The Evolution and Loss of Flight in Dinosaurs and Birds. Baltimore: Johns Hopkins University Press.Although fossilized dinosaur eggs are rare, Citipati eggs and oviraptorid eggs in general, are relatively well known. Along with the four known nesting specimens, dozens of isolated oviraptorid nests have been uncovered in the Gobi Desert. Citipati eggs are shaped like elongated ovals (elongatoolithid) and resemble the eggs of ratites in texture and shell structure. In the nest, Citipati eggs are typically arranged in concentric circles of up to three layers, and a complete clutch may have consisted of as many of 22 eggs.Varricchio, D.J. (2000). \"Reproduction and Parenting,\" in Paul, G.S. (ed.). The Scientific American Book of Dinosaurs. New York: St. Martin's Press, pp. 279-293. The eggs of Citipati are the largest known definitive oviraptorid eggs, at 18 cm. In contrast, eggs associated with Oviraptor are only up to 14 cm long. Ironically, it was the association with eggs that gave oviraptorids their name (which means 'egg thieves'). The first oviraptorid eggs (of the genus Oviraptor) were found in close proximity to the remains of the ceratopsian dinosaur Protoceratops and it was assumed that the oviraptorids were preying upon the eggs of the ceratopsians.Osborn, H.F. (1924). \"Three new Theropoda, Protoceratops zone, central Mongolia.\" American Museum Novitates, 144: 12 pp., 8 figs.; (American Museum of Natural History) New York. (11.7.1924). It was not until 1993, when a Citipati embryo was discovered inside an egg of the type assigned to Protoceratops, that the error was corrected.Norell, M. A., J. M. Clark, D. Dashzeveg, T. Barsbold, L. M. Chiappe, A. R. Davidson, M. C. McKenna, and M. J. Novacek (1994). \"A theropod dinosaur embryo, and the affinities of the Flaming Cliffs Dinosaur eggs.\" Science 266: 779–782. Norell et al., who recognized the embryo as oviraptorid, assigned it to the genus Citipati in 2001, based on the vertical orientation of the premaxilla (a bone structure at the tip of the jaw), a feature found only in Citipati. The egg containing the embryo was smaller than most known Citipati eggs at only 12 cm, though it was partially eroded and broken into three pieces, making an accurate estimate of its original size difficult. The embryo-bearing egg was otherwise identical to other oviraptorid eggs in shell structure and was found in an isolated nest, again arranged in a circular pattern.Two skulls belonging to very young or embryonic Byronosaurus were found associated with the same nest as the first Citipati embryo.Bever, G.S. and Norell, M.A. (2009). \"The perinate skull of Byronosaurus (Troodontidae) with observations on the cranial ontogeny of paravian theropods.\" American Museum Novitates, 3657: 51 pp. It is possible that these tiny troodontids were preyed upon by the Citipati. Alternately, Mark Norell suggested that the juvenile troodonts were raiding the Citipati nest, or even that an adult Byronosaurus had laid eggs in a Citipati nest as an act of nest parasitism."}], "higherClassificationMap": {"1": "Animalia", "44": "Chordata", "4822787": "Citipati", "3238993": "Oviraptoridae", "358": "Reptilia"}, "taxonomicStatus": "ACCEPTED", "species": "Citipati osmolskae", "vernacularNames": [{"language": "eng", "vernacularName": "Citipati"}], "classKey": 358, "habitats": [], "familyKey": 3238993, "kingdom": "Animalia", "parent": "Citipati", "kingdomKey": 1, "taxonID": "107662077", "genusKey": 4822787, "canonicalName": "Citipati osmolskae", "key": 4966300, "authorship": "", "nomenclaturalStatus": [], "phylumKey": 44, "class": "Reptilia", "numOccurrences": 0, "synonym": false, "datasetKey": "d7dddbf4-2cf0-4f39-9b2a-bb099caae36c", "threatStatuses": [], "numDescendants": 0, "scientificName": "Citipati osmolskae", "genus": "Citipati", "parentKey": 4822787}, {"nameType": "SCIENTIFIC", "family": "Herrerasauridae", "nubKey": 4967147, "accordingTo": "Paleobiology Database", "speciesKey": 4967147, "rank": "SPECIES", "phylum": "Chordata", "descriptions": [{"description": "Herrerasaurus was one of the earliest dinosaurs. Its name means \"Herrera's lizard\", after the rancher who discovered the first specimen. All known fossils of this carnivore have been discovered in rocks of Carnian age (late Triassic according to the ICS, dated to 231.4 million years ago) in northwestern Argentina. The type species, Herrerasaurus ischigualastensis, was described by Osvaldo Reig in 1963 and is the only species assigned to the genus. Ischisaurus and Frenguellisaurus are synonyms.For many years, the classification of Herrerasaurus was unclear because it was known from very fragmentary remains. It was hypothesized to be a basal theropod, a basal sauropodomorph, a basal saurischian, or not a dinosaur at all but another type of archosaur. However, with the discovery of an almost complete skeleton and skull in 1988, Herrerasaurus has been classified as either an early theropod or an early saurischian in at least five recent reviews of theropod evolution, with many researchers treating it at least tentatively as the most primitive member of Theropoda.Holtz, Thomas R. Jr. (2011) Dinosaurs: The Most Complete, Up-to-Date Encyclopedia for Dinosaur Lovers of All Ages, Winter 2010 Appendix.It is a member of the Herrerasauridae, a family of similar genera that were among the earliest of the dinosaurian evolutionary radiation.."}, {"description": "Herrerasaurus gives its name to its family, Herrerasauridae, a group of similar animals from the Late Triassic which were among the earliest of the dinosaurian evolutionary radiation. Novas (1992) defined Herrerasauridae as Herrerasaurus, Staurikosaurus, and their most recent common ancestor. Sereno (1998) defined the group as the most inclusive clade including H. ischigualastensis but not Passer domesticus. Langer (2004) provided first phylogenetic definition of a higher level taxon, infraorder Herrerasauria.Where Herrerasaurus and its close relatives lie on the early dinosaur evolutionary tree is unclear. Most 21st-century analyses have found them to be basal theropods, though they may in fact represent basal saurischians or even be non-dinosaurian, predating the saurischian-ornithischian split. Most analyses, such as those by Sterling Nesbitt and colleagues (2009, 2011), have found Herrerasaurus and its relatives to be very basal theropods. Others (such as Ezcurra 2010) have found them to be basal to the clade Eusaurischia, that is, closer to the base of the saurischian tree than either true theropods or sauropodomorphs, but not members of either group. The situation is further complicated by uncertainties in correlating the ages of late Triassic beds bearing land animals. Related generaOther members of the clade may include Eoraptor from the same Ischigualasto Formation of Argentina as Herrerasaurus, Staurikosaurus from the Santa Maria Formation of southern Brazil, Chindesaurus from the Upper Petrified Forest (Chinle Formation) of Arizona, and possibly Caseosaurus from the Tecovas Formation of the Dockum Group in Texas, although the relationships of these animals are not fully understood, and not all paleontologists agree. Other possible basal theropods, Alwalkeria from the Late Triassic Maleri Formation of India, and Teyuwasu, known from very fragmentary remains from the Late Triassic of Brazil, might be related. Paul (1988) noted that it had been incorrectly suggested that Staurikosaurus pricei was a juvenile Herrerasaurus. This claim was refuted when pelvic bones from a juvenile Herrerasaurus were discovered, which upon examination did not resemble the pelvic bones of Staurikosaurus. Distinguishing anatomical featuresA diagnosis is a statement of the anatomical features of an organism (or group) that collectively distinguish it from all other organisms. Some, but not all, of the features in a diagnosis are also autapomorphies. An autapomorphy is a distinctive anatomical feature that is unique to a given organism or group.According to Novas (1993), Herrerasaurus can be distinguished based on the following features:Novas, 1993. New information on the systematics and postcranial skeleton of Herrerasaurus ischigualastensis (Theropoda: Herrerasauridae) from the Ischigualasto Formation (Upper Triassic) of Argentina. Journal of Vertebrate Paleontology. 13, 400-423. the presence of a premaxilla-maxilla fenestra, and the dorsal part of laterotemporal fenestra is less than a third as wide as the ventral part the presence of a ridge on the lateral surface of the jugal bone, and a deeply incised supratemporal fossa that extends across the medial postorbital process the subquadrate ventral squamosal process has a lateral depression, and the quadratojugal bone overlaps the posterodorsal quadrate face the pterygoid process of the quadrate has an inturned, trough-shaped ventral margin, and the presence of a slender ribbed posterodorsal dentary process the surangular bone has a forked anterior process for articulation with the posterodorsal dentary process the humerus' internal tuberosity is proximally projected and separated from the humeral head by a deep groove (also present in coelophysoids) possesses enlarged hands, which are 60% of the size of the humerus+radius, and the humeral entepicondyle is ridge-like with anterior and posterior depressions the posterior border of the ilial peduncle forms a right angle with the dorsal border of the shaft on the ischium According to Sereno (1993), Herrerasaurus can be distinguished based on the following features, all of which are unknown in other herrerasaurids:Sereno, 1993. The pectoral girdle and forelimb of the basal theropod Herrerasaurus ischigualastensis. Journal of Vertebrate Paleontology. 13, 425-450. a circular pit is present on the humeral ectepicondyle, a feature also present in Saturnalia a saddle-shaped ulnar condyle of the humerus, and the articular surface for the ulnare on the ulna is convex the articular surface of the ulnare is smaller than that of the ulna, a feature unknown in Staurikosaurus and Sanjuansaurus the centrale is placed distal to the radiale a broad subnarial process of the premaxilla, and a broad supratemporal depression (noted by Sereno and Novas, 1993)Sereno and Novas, 1993. The skull and neck of the basal theropod Herrerasaurus ischigualastensis. Journal of Vertebrate Paleontology. 13, 451-476. the basal tuber and the occipital condyle are subequal in width (noted by Sereno and Novas, 1993)"}, {"description": "Herrerasaurus was a lightly built bipedal carnivore with a long tail and a relatively small head. Its length is estimated at 3 to 6 meters (10 to 20 ft), and its hip height at more than 1.1 meters (3.3 ft). It may have weighed around 210–350 kilograms (463–772 lb). In a large specimen, at first thought to belong to a separate genus, Frenguellisaurus, the skull measured 56 centimeters (1.8 ft) in length. Smaller specimens had skulls about 30 centimeters (1 ft) long. SkullHerrerasaurus had a long, narrow skull that lacked nearly all the specializations that characterized later dinosaurs, and more closely resembled those of more primitive archosaurs such as Euparkeria. It had five pairs of fenestrae (skull openings) in its skull, two pairs of which were for the eyes and nostrils. Between the eyes and the nostrils were two antorbital fenestrae and a pair of tiny, 1-centimeter-long (0.4 in) slit-like holes called promaxillary fenestrae.Herrerasaurus had a flexible joint in the lower jaw that could slide back and forth to deliver a grasping bite. This cranial specialization is unusual among dinosaurs but has evolved independently in some lizards. The rear of the lower jaw also had fenestrae. The jaws were equipped with large serrated teeth for biting and eating flesh, and the neck was slender and flexible. Limbs The forelimbs of Herrerasaurus were less than half the length of its hind limbs. The upper arm and forearm were rather short, while the manus (hand) was elongated. The first two fingers and the thumb ended in curved, sharp claws for grasping prey. The fourth and fifth digits were small stubs without claws.Herrerasaurus was fully bipedal. It had strong hind limbs with short thighs and rather long feet, indicating that it was likely a swift runner. The foot had five toes, but only the middle three (digits II, III, and IV) bore weight. The outer toes (I and V) were small; the first toe had a small claw. The tail, partially stiffened by overlapping vertebral projections, balanced the body and was also an adaptation for speed. Derived and basal characteristicsHerrerasaurus is something of an enigma in that it displays traits that are found in different groups of dinosaurs, and several traits found in non-dinosaurian archosaurs. Although it shares most of the characteristics of dinosaurs, there are a few differences, particularly in the shape of its hip and leg bones. Its pelvis is like that of saurischian dinosaurs, but it has a bony acetabulum (where the femur meets the pelvis) that was only partially open. The ilium, the main hip bone, is supported by only two sacrals, a basal trait. However, the pubis points backwards, a derived trait as seen in dromaeosaurids and birds. Additionally, the end of the pubis has a booted shape, like those in avetheropods; and the vertebral centra has an hourglass shape as found in Allosaurus."}, {"description": "Herrerasaurus was named by paleontologist Osvaldo Reig after Victorino Herrera, an Andean goatherd who first noticed its fossils in outcrops near the city of San Juan in 1959. These rocks, which later yielded Eoraptor, are part of the Ischigualasto Formation and date from the late Ladinian to early Carnian stages of the Late Triassic period. Reig named a second dinosaur from these rocks in the same publication as Herrerasaurus; this dinosaur, Ischisaurus cattoi, is now considered a junior synonym and a juvenile of Herrerasaurus.Reig believed Herrerasaurus was an early example of a carnosaur, but this was the subject of much debate over the next 30 years, and the genus was variously classified during that time. In 1970, Steel classified Herrerasaurus as a prosauropod. In 1972, Peter Galton classified the genus as not diagnosable beyond Saurischia. Later, using cladistic analysis, some researchers put Herrerasaurus and Staurikosaurus at the base of the dinosaur tree before the separation between ornithischians and saurischians. Several researchers classified the remains as non-dinosaurian.Two other partial skeletons, with skull material, were named Frenguellisaurus ischigualastensis by Fernando Novas in 1986, but this species too is now thought to be a synonym. Frenguellisaurus ischigualastensis was discovered in 1975, and was described by Novas (1986) who considered it a primitive saurischian, and possibly a theropod. Novas (1992) and Sereno and Novas (1992) examined the Freguellisaurus remains and found them referable to Herrerasaurus.Sereno and Novas, 1992. The complete skull and skeleton of an early dinosaur. Science. 258, 1137–1140. Ischisaurus cattoi was discovered in 1960 and described by Reig in 1963. Novas (1992) and Sereno and Novas (1992) reviewed its remains and found them to be referable to Herrerasaurus. A complete Herrerasaurus skull was not found until 1988, by a team of paleontologists led by Paul Sereno. Based on the new fossils, authors such as Thomas Holtz and José Bonaparte classified Herrerasaurus at the base of the saurischian tree before the divergence between prosauropods and theropods. However, Sereno favored classifying Herrerasaurus (and the Herrerasauridae) as primitive theropods. These two classifications have become the most persistent, with Rauhut (2003) and Bittencourt and Kellner (2004) favoring the early theropod hypothesis, and Max Langer (2004), Langer and Benton (2006), and Randall Irmis and his coauthors (2007) favoring the basal saurischian hypothesis. If Herrerasaurus were indeed a theropod, it would indicate that theropods, sauropodomorphs, and ornithischians diverged even earlier than herrerasaurids, before the middle Carnian, and that \"all three lineages independently evolved several dinosaurian features, such as a more advanced ankle joint or an open acetabulum\". This view is further supported by ichnological records showing large tridactyl (three-toed) footprints that can be attributed only to a theropod dinosaur. These footprints date from the Ladinian (Middle Triassic) of the Los Rastros Formation in Argentina and predate Herrerasaurus by 3 to 5 million years.The study of early dinosaurs such as Herrerasaurus and Eoraptor therefore has important implications for the concept of dinosaurs as a monophyletic group (a group descended from a common ancestor). The monophyly of dinosaurs was explicitly proposed in the 1970s by Galton and Robert T. Bakker, who compiled a list of cranial and postcranial synapomorphies (common anatomical traits derived from the common ancestor). Later authors proposed additional synapomorphies. An extensive study of Herrerasaurus by Sereno in 1992 suggested that of these proposed synapomorphies, only one cranial and seven postcranial features were actually derived from a common ancestor, and that the others were attributable to convergent evolution. Sereno's analysis of Herrerasaurus also led him to propose several new dinosaurian synapomorphies."}, {"description": "The teeth of Herrerasaurus indicate that it was a carnivore; its size indicates it would have preyed upon small and medium-sized plant eaters. These might have included other dinosaurs, such as Pisanosaurus, as well as the more plentiful rhynchosaurs and synapsids. Herrerasaurus itself may have been preyed upon by giant rauisuchids like Saurosuchus; puncture wounds were found in one skull.Coprolites (fossilized dung) containing small bones but no trace of plant fragments, discovered in the Ischigualasto Formation, have been assigned to Herrerasaurus based on fossil abundance. Mineralogical and chemical analysis of these coprolites indicates that if the referral to Herrerasaurus was correct, this carnivore could digest bone.Comparisons between the scleral rings of Herrerasaurus and modern birds and reptiles suggest that it may have been cathemeral, active throughout the day at short intervals. PaleopathologyIn a 2001 study conducted by Bruce Rothschild and other paleontologists, 12 hand bones and 20 foot bones referred to Herrerasaurus were examined for signs of stress fracture, but none were found.Rothschild, B., Tanke, D. H., and Ford, T. L., 2001, Theropod stress fractures and tendon avulsions as a clue to activity: In: Mesozoic Vertebrate Life, edited by Tanke, D. H., and Carpenter, K., Indiana University Press, pp. 331–336.PVSJ 407, a Herrerasaurus ischigualastensis, had a pit in a skull bone attributed by Paul Sereno and Novas to a bite. Two additional pits occurred on the splenial. The areas around these pits are swollen and porous, suggesting the wounds were afflicted by a short-lived non-lethal infection. Because of the size and angles of the wound, it is likely that they were obtained in a fight with another Herrerasaurus.Molnar, R. E., 2001, Theropod paleopathology: a literature survey: In: Mesozoic Vertebrate Life, edited by Tanke, D. H., and Carpenter, K., Indiana University Press, pp. 337–363."}, {"description": "Provenance and occurrenceThe holotype of Herrerasaurus (PVL 2566) was discovered in the Cancha de Bochas Member of the Ischigualasto Formation in San Juan, Argentina. It was collected in 1961 by Victorino Herrera, in sediments that were deposited in the Carnian stage of the Triassic period, approximately 235 to 221 million years ago. Over the years, the Ischigualasto Formation produced other fossils ultimately referred to Herrerasaurus. In 1958, A.S. Romer discovered specimen MCZ 7063, originally referred to Staurikosaurus in Carnian sediments. Herrerasaurus specimens PVL 2045 and MLP(4)61, were collected in 1959 and 1960, respectively, in sediments that were deposited in the Norian stage of the Triassic period, approximately 228 to 208 million years ago. In 1960, Scaglia collected specimen MACN 18.060, originally the holotype of Ischisaurus cattoi, in sediments deposited in the Carnian stage. In 1961, Scaglia collected Herrerasaurus specimen PVL 2558, in the Carnian beds of this formation. In 1990, the Cancha de Bochas Member produced more Herrerasaurus specimens, also from its Carnian beds.P. C. Sereno, C. A. Forster, R. R. Rogers and A. M. Monetta. 1993. Primitive dinosaur skeleton from Argentina and the early evolution of Dinosauria. Nature 361:64–66 Specimen PVSJ 53, originally the holotype of Frenguellisaurus, was collected by Gargiulo & Oñate in 1975 in sediments that were deposited in the Carnian stage. Fauna and habitat Although Herrerasaurus shared the body shape of the large carnivorous dinosaurs, it lived during a time when dinosaurs were small and insignificant. It was the time of non-dinosaurian reptiles, not dinosaurs, and a major turning point in the Earth's ecology. The vertebrate fauna of the Ischigualasto Formation and the slightly later Los Colorados Formation consisted mainly of a variety of crurotarsal archosaurs and synapsids. In the Ischigualasto Formation, dinosaurs constituted only about 6% of the total number of fossils, but by the end of the Triassic Period, dinosaurs were becoming the dominant large land animals, and the other archosaurs and synapsids declined in variety and number.Studies suggest that the paleoenvironment of the Ischigualasto Formation was a volcanically active floodplain covered by forests and subject to strong seasonal rainfalls. The climate was moist and warm, though subject to seasonal variations. Vegetation consisted of ferns (Cladophlebis), horsetails, and giant conifers (Protojuniperoxylon). These plants formed lowland forests along the banks of rivers. Herrerasaurus remains appear to have been the most common among the carnivores of the Ischigualasto Formation. It lived in the jungles of Late Triassic South America alongside another early dinosaur, the one metre long Eoraptor, as well as Saurosuchus, a giant land-living rauisuchian (a quadrupedal meat eater with a theropod-like skull); the broadly similar but smaller Venaticosuchus, an ornithosuchid; and the predatory therapsid chiniquodontids. Herbivores were much more abundant than carnivores and were represented by rhynchosaurs such as Hyperodapedon (a beaked reptile); aetosaurs (spiny armored reptiles); and therapsids, including kannemeyeriid dicynodonts (stocky, front-heavy beaked quadrupedal animals) such as Ischigualastia and traversodontid cynodonts (somewhat similar in overall form to dicynodonts, but lacking beaks) such as Exaeretodon. These non-dinosaurian herbivores were much more abundant than early ornithischian dinosaurs like Pisanosaurus."}], "higherClassificationMap": {"1": "Animalia", "44": "Chordata", "4822914": "Herrerasaurus", "3239004": "Herrerasauridae", "358": "Reptilia"}, "taxonomicStatus": "ACCEPTED", "species": "Herrerasaurus ischigualastensis", "vernacularNames": [{"language": "eng", "vernacularName": "Herrerasaurus"}], "classKey": 358, "habitats": [], "familyKey": 3239004, "kingdom": "Animalia", "parent": "Herrerasaurus", "kingdomKey": 1, "taxonID": "107686378", "genusKey": 4822914, "canonicalName": "Herrerasaurus ischigualastensis", "key": 4967147, "authorship": "", "nomenclaturalStatus": [], "phylumKey": 44, "class": "Reptilia", "numOccurrences": 0, "synonym": false, "datasetKey": "d7dddbf4-2cf0-4f39-9b2a-bb099caae36c", "threatStatuses": [], "numDescendants": 0, "scientificName": "Herrerasaurus ischigualastensis", "genus": "Herrerasaurus", "parentKey": 4822914}, {"nameType": "SCIENTIFIC", "family": "Coelophysidae", "nubKey": 4967136, "accordingTo": "Paleobiology Database", "speciesKey": 4967136, "rank": "SPECIES", "phylum": "Chordata", "descriptions": [{"description": "Coelophysis bauri is an extinct species of coelophysid dinosaur that lived approximately 203 million years ago during the latter part of the Triassic Period in what is now the southwestern United States. It is the type species of the genus Coelophysis, a group of small, slenderly-built, ground-dwelling, bipedal carnivores. It was originally classified in the genus Coelurus by Edward Drinker Cope in 1887."}, {"description": "Coelophysid cladogram based on the phylogenetic analysis, conducted by Ezcurra et al., 2011.Ezcurra, M. D., & Brusatte, S. L. (2011). Taxonomic and phylogenetic reassessment of the early neotheropod dinosaur Camposaurus arizonensis from the Late Triassic of North America. Palaeontology, 54(4), 763-772. C. bauri is the type species of the genus Coelophysis and family Coelophysidae. Two contemporary species, C. longicollis and C. willistoni, are considered synonymous with C. bauri.In the early 1990s, there was debate over the diagnostic characteristics of the first specimens collected, compared to the material excavated at the Ghost Ranch Coelophysis quarry. Some paleontologists were of the opinion that the original specimens were not diagnostic beyond themselves and, therefore, that the name C. bauri could not be applied to any additional specimens. They therefore applied a different name, Rioarribasaurus colberti, to the Ghost Ranch quarry specimens.Since the numerous well-preserved Ghost Ranch specimes were used as Coelophysis bauri in most of the scientific literature, the use of Rioarribasaurus colberti would have been very inconvenient for researchers, so a petition was given to have the type specimen of Coelophysis transferred from the poorly preserved original specimen to one of the well-preserved Ghost ranch specimens. This would make Rioarribasaurus colberti a definite synonym of Coelophysis bauri, specifically a junior objective synonym. In the end, the International Commission on Zoological Nomenclature (ICZN) voted to make one of the Ghost Ranch samples the actual type specimen for Coelophysis bauri and dispose of the name Rioarribasaurus colberti altogether (declaring it a nomen rejectum, or \"rejected name\"), thus resolving the confusion. The name Coelophysis bauri therefore became a nomen conservandum (\"conserved name\").Sullivan & Lucas (1999) renamed the type specimen from Cope's original material of Coelophysis bauri (specimen AMNH 2706) as Eucoelophysis baldwini. Subsequent studies have shown that this original specimen was not a theropod at all, and is actually a silesaurid."}, {"description": "Coelophysis bauri is known from a number of complete fossil skeletons. C. bauri was a lightly built dinosaur which measured up to 3 m in length and which was more than a meter tall at the hips. Paul (1988) estimated the weight of the gracile form at 15 kg, and the weight of the robust form at 20 kg. C. bauri was a bipedal, carnivorous, theropod dinosaur that was a fast and agile runner. C. bauri had a furcula (wishbone), the earliest known example in a dinosaur.Coelophysis bauri had narrow hips, forelimbs adapted for grasping, and narrow feet.Tykoski, R.S. & Rowe, T. (2004). \"Ceratosauria\": In: Its neck and tail were long and slender. The pelvis and hindlimbs of C. bauri are also slight variations on the theropod body plan. It has the open acetabulum and straight ankle hinge that define the Dinosauria. The hindlimb ended in a three-toed foot (pes), with a raised hallux. The tail had an unusual structure within its interlocking prezygapophysis of its vertebrae, which formed a semi-rigid lattice, apparently to stop the tail from moving up and down.Coelophysis bauri had a long narrow head (approximately 270 mm), with large, forward-facing eyes that afforded it stereoscopic vision and as a result excellent depth perception. Rinehart et al. (2004) described the complete sclerotic ring found for a juvenile C. bauri (specimen NMMNH P-4200), and compared it to data on the sclerotic rings of reptiles and birds and concluded that this Coelophysis was a diurnal, visually oriented predator.\" The study found that its vision was superior to most lizards' vision, and ranked with that of modern birds of prey. The eyes appear to be the closest to those of eagles and hawks, with a high power of accommodation. The data also suggested poor night vision which would mean this dinosaur had a round rather than a split pupil.Coelophysis bauri had an elongated snout with large fenestrae which helped to reduce skull weight, while narrow struts of bones preserved the structural integrity of the skull. The neck had a pronounced sigmoid curve. The braincase is known, but little data could be derived because the skull was crushed. Unlike some other theropods, the cranial ornamentation of Coelophysis bauri was not located at the top of its skull. Low, laterally raised bony ridges were present on the dorsolateral margin of the nasal and lacrimal bones in the skull, directly above the antorbital fenestra. Sexual dimorphismTwo \"morphs\" of Coelophysis bauri have been found, a more gracile form, as in specimen AMNH 7223, and a slightly more robust form, as in specimens AMNH 7224 and NMMNH P-42200. Skeletal proportions were different between these two forms. The gracile form has a longer skull, a longer neck, shorter forelimbs, and has sacral neural spines that are fused. The robust form has a shorter skull, a shorter neck, longer forelimbs, and the sacral neural spines are not fused. Raath agreed that dimorphism in Coelophysis is evidenced by the size and structure of the forelimb. The opinion among paleontologists is now that these were female and male variants, suggesting Coelophysis was sexually dimorphic.Gay, R. (2005). \"Sexual Dimorphism in the Early Jurassic Theropod Dinosaur Dilophosaurus and a Comparison with Other Related Forms\": In: Rinehart et al. studied 15 individuals, and agreed that two morphs were present, even in juvenile specimens. This demonstrates that sexual dimorphism was present early in life, prior to sexual maturity. Rinehart concluded that the gracile form was female and the robust form was male based on differences in the sacral vertebrae of the gracile form, which allowed for greater flexibility for egg laying. Further support for this position is provided by the study where analysis showed that each morph comprised 50% of the population, as would be expected in a 50/50 sex ratio."}, {"description": "Most specimens of Coelophysis bauri have been recovered at the Whitaker quarry (\"Coelophysis quarry\") at Ghost Ranch, in the Chinle Formation of Arizona and New Mexico. In Ghost Ranch, Coelophysis bauri was discovered in sediments deposited during the upper Norian stage of the Upper Triassic, which have been dated to approximately 203 million years old.Irmis, R. B., Mundil, R., Martz, J. W., & Parker, W. G. (2011). High-resolution U–Pb ages from the Upper Triassic Chinle Formation (New Mexico, USA) support a diachronous rise of dinosaurs. Earth and Planetary Science Letters, 309(3), 258-267.Ghost Ranch was located close to the equator 200 million years ago, and had a warm, monsoon-like climate with heavy seasonal precipitation.The multitude of specimens deposited so closely together at Ghost Ranch was probably the result of a flash flood, which swept away a large number of Coelophysis and buried them quickly and simultaneously. In fact, it seems that such flooding was commonplace during this period of the Earth's history and, indeed, the Petrified Forest of nearby Arizona is the result of a preserved log jam of tree trunks that were caught in one such flood. Whitaker quarry at Ghost Ranch is considered a monotaxic site because it features multiple individuals of a single taxon. The quality of preservation and the ontogenic (age) range of the specimens helped make Coelophysis one of the best known of all genera. In 2009, Rinehart et al. noted that in one case the Coelophysis specimens were \"washed into a topographic low containing a small pond, where they probably drowned and were buried by a sheet flood event from a nearby river.\""}, {"description": "Named in 1887, the type species of Coelophysis was originally named as a species of Coelurus. Edward Drinker Cope first named Coelophysis in 1889 to name a new genus, outside of Coelurus and Tanystropheus to which C. bauri was previously classified in for C. bauri, C. willistoni and C. longicollis. An amateur fossil collector working for Cope, David Baldwin, had found the first remains of the dinosaur in 1881 in the Chinle Formation in northwestern New Mexico. Early in 1887 Cope referred the specimens collected to two new species, C. bauri and C. longicollis and erected the genus Coelurus. Later in 1887 Cope reassigned the material to a yet another genus, Tanystropheus. Two years later, Cope corrected his classification after realizing differences in the vertebrae, and named Coelophysis, with C. bauri as the type species, which was named for Baur, another fossil collector who supplied Cope. However, these first finds were too poorly preserved to give a complete picture of this new dinosaur. In 1947, a substantial 'graveyard' of Coelophysis fossils was found by George Whitaker, the assistant of Edwin H. Colbert, in New Mexico, at the Ghost Ranch, close to the original find. American Museum of Natural History paleontologist Edwin H. Colbert conducted a comprehensive study of all the fossils found up to that date and assigned them to Coelophysis. The Ghost Ranch specimens were so numerous, including many well-preserved and fully articulated specimens, that one of them has since become the diagnostic, or type specimen, for the entire genus, replacing the original, poorly preserved specimen."}, {"description": "Feeding The teeth of Coelophysis were typical of predatory dinosaurs, blade-like, recurved, sharp and jagged with fine serrations on both the anterior and posterior edges. Its dentition shows that it was carnivorous, probably preying on the small, lizard-like animals that were discovered with it. It may also have hunted in packs to tackle larger prey. Coelophysis bauri has approximately 26 teeth on maxillary bone of the upper jaw and 27 teeth on the dentary bone of the lower jaw. Carpenter (2002) examined the bio-mechanics of theropods forelimbs and attempted to evaluate their usefulness in predation. He concluded that the forelimb of Coelophysis was flexible and had a good range of motion, but its bone structure suggested that it was comparatively weak. The \"weak\" forelimbs and small teeth in this genus, suggested that Coelophysis preyed upon animals that were substantially smaller than itself. Rinehart et al. agreed that Coelophysis was a \"hunter of small, fast-moving prey\". Carpenter also identified three distinct models of theropod forelimb use and noted that Coelophysis was a \"combination grasper-clutcher\" as compared to other dinosaurs that were \"clutchers\" or \"long armed graspers\". It has been suggested that C. bauri was a cannibal, based on supposed juvenile specimens found \"within\" the abdominal cavities of some Ghost Ranch specimens. However, Rob Gay showed in 2002 that these specimens were misinterpreted. Several specimens of \"juvenile coelophysids\" were actually small crurotarsan reptiles such as Hesperosuchus. Gay's position was lent support in a 2006 study by Nesbitt et al. In 2009, new evidence of cannibalism came to light when additional preparation of previously excavated matrix revealed regurgitate material in and around the mouth of Coelophysis specimen NMMNH P-44551. This material included tooth and jaw bone fragments that Rinehart et al. considered \"morphologically identical\" to a juvenile Coelophysis.In 2010, Gay examined the bones of juveniles found within the thoracic cavity of AMNH 7224, and calculated that the total volume of these bones was 17 times greater than the maximum estimated stomach volume of the Coelophysis specimen. Gay observed that the total volume would be even greater when considering that there would have been flesh on these bones. This analysis also noted the absence of tooth marks on the bones as would be expected in defleshing, and the absence of expected pitting by stomach acids. Finally Gay demonstrated that the alleged cannibalized juvenile bones, were deposited stratigraphically below the larger animal that supposedly cannibalized them. Taken together these data suggested that the Coelophysis specimen AMNH 7224 was not a cannibal and that the bones of the juvenile and adult specimens were found in their final position as a result of \"coincidental superposition of different sized individuals. Pack behavior The discovery of over 1000 specimens of Coelophysis at the Whitaker quarry at Ghost Ranch, has suggested gregarious behavior to researchers like Schwartz and Gillette. There is a tendency to see this massive congregation of animals as evidence for huge packs of Coelophysis bauri roaming the land. No direct evidence for flocking exists; the deposits only indicate that large numbers of Coelophysis, along with other Triassic animals, were buried together. Some of the evidence from the taphonomy of the site indicates that these animals may have been gathered together to feed or drink from a depleted water hole or to feed on a spawning run of fish, and then became buried in a catastrophic flash flood or a drought. GrowthRinehart (2009) assessed the ontogenic growth of this genus using data gathered from the length of its upper leg bone (femur) and concluded that Coelophysis juveniles grew rapidly like birds (and not slowly like reptiles), especially during the first year of life. Coelophysis likely reached sexual maturity between the second and third year of life and reached its full size, just above 10 feet in length, by its eighth year. This study identified four distinct growth stages: 1-year, 2-year, 4-year, and 7+ year. It was also thought, that as soon as they were hatched, they would have to fend for themselves. ReproductionThrough the compilation and analysis of a database of nearly three dozen birds and reptiles, and comparison with existing data about the anatomy of Coelophysis Rinehart et al. (2009) drew the following conclusions. It was estimated that average egg of Coelophysis was 31-33.5 millimeters across its minor diameter, and that each female would lay between 24-26 eggs in each clutch. The evidence suggested that some parental care was necessary to nurture the relatively small hatchlings during the first year of life, where they would reach 1.5 meters in length by the end of their first growth stage. Coelophysis bauri invested as much energy in reproduction as other extinct reptiles of its approximate size. PaleopathologyIn a 2001 study conducted by Bruce Rothschild and other paleontologists, 14 foot bones referred to Coelophysis were examined for signs of stress fracture, but none were found.Rothschild, B.; Tanke, D.H. & Ford, T.L. (2001). \"Theropod stress fractures and tendon avulsions as a clue to activity\": In:"}], "higherClassificationMap": {"1": "Animalia", "44": "Chordata", "3238988": "Coelophysidae", "4822867": "Coelophysis", "358": "Reptilia"}, "taxonomicStatus": "ACCEPTED", "species": "Coelophysis bauri", "vernacularNames": [], "classKey": 358, "habitats": [], "familyKey": 3238988, "kingdom": "Animalia", "parent": "Coelophysis", "kingdomKey": 1, "taxonID": "107663177", "genusKey": 4822867, "canonicalName": "Coelophysis bauri", "key": 4967136, "authorship": "", "nomenclaturalStatus": [], "phylumKey": 44, "class": "Reptilia", "numOccurrences": 0, "synonym": false, "datasetKey": "d7dddbf4-2cf0-4f39-9b2a-bb099caae36c", "threatStatuses": [], "numDescendants": 0, "scientificName": "Coelophysis bauri", "genus": "Coelophysis", "parentKey": 4822867}, {"nameType": "SCIENTIFIC", "family": "Ornithocheiridae", "speciesKey": 113299178, "rank": "SPECIES", "phylum": "Chordata", "orderKey": 113299126, "higherClassificationMap": {"112707351": "Animalia", "113299176": "Araripesaurus", "113299171": "Ornithocheiridae", "113299126": "Pterosauria", "113298721": "Sauropsida", "113225636": "Chordata"}, "extinct": false, "species": "Araripesaurus castilhoi", "vernacularNames": [{"language": "eng", "vernacularName": "Araripesaurus"}], "classKey": 113298721, "habitats": [], "familyKey": 113299171, "kingdom": "Animalia", "parent": "Araripesaurus", "kingdomKey": 112707351, "taxonID": "8142708", "genusKey": 113299176, "canonicalName": "Araripesaurus castilhoi", "key": 113299178, "authorship": "Price, 1971", "nomenclaturalStatus": [], "phylumKey": 113225636, "class": "Sauropsida", "numOccurrences": 0, "synonym": false, "datasetKey": "cbb6498e-8927-405a-916b-576d00a6289b", "threatStatuses": [], "numDescendants": 0, "scientificName": "Araripesaurus castilhoi Price, 1971", "genus": "Araripesaurus", "parentKey": 113299176, "order": "Pterosauria", "descriptions": [{"description": "Price, L.L., 1971, \"A Presença de Pterosauria no Cretáceo Inferior da Chapada do Araripe, Brasil\", Anais Academia Brasileira Ciencias, 43: 451-461"}, {"description": "Araripesaurus was a pterosaur, belonging to the Pterodactyloidea, from the famous Santana Formation of Brazil, dating from the Lower Cretaceous. The genus was named in 1971 by Brazilian paleontologist Llewellyn Ivor Price. The type species is Araripesaurus castilhoi. The genus name refers to the Araripe Plateau. The specific name honours the collector Moacir Marques de Castilho, who in 1966 donated the chalk nodule containing the fossil. The holotype, DNPM (DGM 529-R), consists of a partial wing, including distal fragments of the radius and ulna, carpals, all metacarpals and several digits. The specimen was a subadult. Its wing span was estimated at 2.2 metres. Of two other specimina, also consisting of wing fragments, it was by Price suggested that they possibly belonged to the genus; these were a third larger.Price placed Araripesaurus in the Ornithocheiridae. In 1971 Araripesaurus was the first pterosaur from the Santana Formation. Later other species were named from completer remains and this raised the question whether they could be identical to Araripesaurus. In 1991 researcher Alexander Kellner concluded that Araripesaurus was identical to Santanadactylus and that due to a lack of distinguishing features it could only be more generally classified as a pterodactyloid. In 2000 Kellner reassessed the genus and concluded that precisely because of such a lack of autapomorphies (unique characters), it could not be synonymised with Santanadactylus and gave its position after a cladistic analysis as close to Anhangueridae, more derived than Istiodactylus. Kellner also indicated that Araripesaurus resembled Anhanguera piscator in morphology, be it considerably smaller.In 1985 Peter Wellnhofer has named a second species, Araripesaurus santanae; this and two unnamed Araripesaurus sp. indicated by Wellhofer, were in 1990 by Kellner moved to Anhanguera as Anhanguera santanae."}]}, {"nameType": "SCIENTIFIC", "family": "Diplodocidae", "nubKey": 4822558, "accordingTo": "Interim Register of Marine and Nonmarine Genera", "rank": "GENUS", "phylum": "Chordata", "descriptions": [{"description": "Apatosaurus is a genus of sauropod dinosaur that lived from about 154 to 150 million years ago, during the Jurassic Period (Kimmeridgian and early Tithonian ages). The genus contains several species, one of which, A. excelsus, was once considered part of the separate genus Brontosaurus, which is now considered a junior synonym of Apatosaurus. It was one of the largest land animals known to have ever existed, with an average length of 22.8 m and a mass of at least 16.4 MT. Fossils of these animals have been found in Nine Mile Quarry and Bone Cabin Quarry in Wyoming and at sites in Colorado, Oklahoma and Utah, present in stratigraphic zones 2–6.Foster, J. (2007). \"Appendix.\" Jurassic West: The Dinosaurs of the Morrison Formation and Their World. Indiana University Press. pp. 327–329. The cervical vertebrae were less elongated and more heavily constructed than those of Diplodocus and the bones of the leg were much stockier (despite being longer), implying a more robust animal. The tail was held above the ground during normal locomotion. Like most sauropods, Apatosaurus had only a single large claw on each forelimb, with the first three toes on the hind limb possessing claws."}, {"description": "Apatosaurus is a member of the family Diplodocidae, a clade of gigantic sauropod dinosaurs. The family includes some of the longest creatures ever to walk the earth, including Diplodocus, Supersaurus, and Barosaurus. Within the subfamily Apatosaurinae, Apatosaurus may be most closely related to Suuwassea, Supersaurus and Eobrontosaurus.In 1877, Othniel Charles Marsh published the name of the type species Apatosaurus ajax. He followed this in 1879 with a description of another, more complete specimen, which he thought represented a new genus and species, which he named Brontosaurus excelsus. In 1903, Elmer Riggs re-examined the fossils. While he agreed with Marsh that Brontosaurus excelsus was likely a distinct species, he also noted many similarities between B. excelsus and A. ajax, and decided that both should be placed in the same genus. Riggs re-classified the species as Apatosaurus excelsus in 1903. Since Riggs published his opinions, almost all paleontologists have agreed that the two species should be classified together in a single genus. According to the rules of the ICZN (which governs the scientific names of animals), the name Apatosaurus, having been published first, had priority as the official name; Brontosaurus is considered a junior synonym and has therefore been discarded from formal use.Cladogram of the Diplodocidae after Whitlock, 2011.Whitlock, J.A. (2011). \"A phylogenetic analysis of Diplodocoidea (Saurischia: Sauropoda).\" Zoological Journal of the Linnean Society, Article first published online: 12 January 2011. Valid species Multiple species of Apatosaurus and its synonyms have been designated from little material. Marsh named as many species as he could, which resulted in many being based upon fragmentary and indistinguishable remains. In 2005, Paul Upchurch and his colleagues authored a study published to analyze the species and specimen relationships of Apatosaurus. Apatosaurus ajax was named by the paleontologist Othniel Charles Marsh in 1877 after Ajax, the hero from Greek mythology. Marsh designated the fairly complete skeleton YPM 1860 as its holotype. The species remained largely unknown as it was overshadowed by A. excelsus and A. louisae. In 2005, many specimens in addition to the holotype were found assignable to A. ajax, YPM 1840, NSMT-PV 20375, YPM 1861, and AMNH 460. The specimens span from the late Kimmeridgian to the early Tithonian. A. ajax is senior synonym of Atlantosaurus immanis and Apatosaurus laticoliis. Apatosaurus excelsus was first named by Marsh in 1890 under the genus Brontosaurus. Many specimens, including the holotype YPM 1980, have been assigned to the genus. They include FMNH P25112, UWGM 15556, and CMNH 566. In a 2005 revision of Apatosaurus, the Field Museum specimen was found to represent an intermediate species, and the University of Wyoming and Carnegie Museum specimens were reassigned to A. parvus. Brontosaurus amplus, occasionally assigned to A. parvus, is a junior synonym of A. excelsus. Apatosaurus louisae was named by William Holland in 1916 in honor of Mrs. Louise Carnegie, wife of Andrew Carnegie who funded field research to find complete dinosaur skeletons in the American West. Apatosaurus louisae was known from one partial skeleton which was found in Utah in the United States.Carpenter, K. and McIntosh, J. (1994). \"Upper Jurassic sauropod babies from the Morrison Formation\", In: K. Carpenter, K. F. Hirsch, and J. R. Horner (eds.), Dinosaur Eggs and Babies. Cambridge University Press, Cambridge 265–278 The holotype is CMNH 3018, with referred specimens including CMNH 3378, CMNH 11162, and LACM 52844. The former two a vertebral column, the latter two a skull and a nearly complete skeleton, respectively. A. louisae is one of the most distinct species, yet it was recovered as the most primitive species in the Upchurch phylogeny. Its specimens all come from the late Kimmeridgian of Dinosaur National Monument. Apatosaurus parvus, first described as Elosaurus in 1902 by Peterson and Gilmore, was reassigned to Apatosaurus n 1994, with the synonymy being upheld in 2005. The specimens include the holotype, CMNH 566, a partial skeleton of a possible juvenile, the scapula OMNH 1300, and the postcranial skeleton UWGM 155656, the latter two previously considered A. excelsus. It is the oldest species in the genus, from the middle Kimmeridgian. In 2005, Upchurch et alii published a paper regarding the species-level taxonomy of Apatosaurus. They published a cladogram of 11 specimens of Apatosaurus finding many referable to A. ajax and few to A. parvus, A. excelsus, and A. louisae. Their results are shown below: Reassigned species Apatosaurus grandis was named in 1877 by Marsh in the article that described A. ajax. It was briefly described, figured, and diagnosed. Marsh noted that it was only provisionally assigned to the genus when he reassigned it to his new genus Morosaurus in 1878. It is now the oldest species of Camarasaurus, after being reassigned to the genus.Foster, J. (2007). Jurassic West: The Dinosaurs of the Morrison Formation and Their World. Indiana University Press p. 204 Apatosaurus minimus was described originally as a specimen of Brontosaurus sp. in 1904 by Osborn. In 1917, it was named as its own species, A. minimus by Mook for a pair of ilia and their sacrum. In 2012, Mike P. Taylor and Matt J. Wedel published a short abstract describing the material of \"A.\" minimus, finding it to be hard to place among either Diplodocoidea or Macronaria. While it was placed with Saltasaurus in a phylogenetic analysis, it was thought to represent instead some form with convergent features from many groups. Apatosaurus alenquerensis was named in 1957 by Lapparent and Zbyweski. It was based on postcrania from Portugal. In 1990 this was referred to Camarasaurus, but in 1998 it was given its own genus, Lourinhasaurus. Apatosaurus yahnahpin was named by Filla and Redman in 1994. Robert T. Bakker made A. yahnahpin the type species of a new genus, Eobrontosaurus in 1998,Bakker, R.T. (1998). \"Dinosaur mid-life crisis: the Jurassic-Cretaceous transition in Wyoming and Colorado\". In: S.G. Lucas, J.I. Kirkland, & J.W. Estep (eds.) Lower and Middle Cretaceous Terrestrial Ecosystems; New Mexico Museum of Natural History and Science Bulletin, 14: 67–77. so it is now properly Eobrontosaurus yahnahpin. One partial skeleton has been found in Wyoming. It has been argued that Eobrontosaurus belongs within Camarasaurus, although this has been refuted.Holtz, Thomas R. Jr. (2008) Dinosaurs: The Most Complete, Up-to-Date Encyclopedia for Dinosaur Lovers of All Ages Supplementary Information"}, {"description": "Apatosaurus was a large, long-necked quadrupedal animal with a long, whip-like tail. Its forelimbs were slightly shorter than its hindlimbs. Most size estimates for it are based on CM 3018 (the type of A. louisae), which reached 21 - in length and 16.4 - in weight, even though past estimates have gone as high as 35 t One of the first estimates of A. louisae, published by Charles Whitney Gilmore in 1936, was found to be 21.8 m, which was discovered by measuring the vertebral column of the holotype of A. louisae, and remains valid to the present. However, undescribed specimens like OMNH 1670 represent individuals 11-30% larger in linear dimensions, suggesting weights twice as great as that of CM 3018 or 33 -, potentially rivaling the largest titanosaurs.Wedel, M. 2013. A giant, skeletally immature individual of Apatosaurus from the Morrison Formation of Oklahoma. The Annual Symposium of Vertebrate Palaeontology and Comparative Anatomy 2013:45. The skull was small in comparison with the size of the animal. The jaws were lined with spatulate (chisel-like) teeth, suited to an herbivorous diet. The snout of Apatosaurus and similar diplodocoids are squared, with only Nigersaurus having a squarer skull. The braincase of Apatosaurus is well preserved in BYU 17096. The bones are articulated, and their fusion indicates that the bones themselves are mature. The braincase was placed in a phylogenetic analysis, finding its morphology to be very similar to that of other diplodocoids. Anatomy of the braincase also fits with the diagnosis of Apatosaurus, assigning BYU 17096 to the genus with little doubt. The Apatosaurus skull CMC VP 7180 preserves many teeth still in the jaw. One tooth includes signs of wear, a sugary texture on the dentine surfaces. However, no scratches were found on the tooth. Like those of other sauropods, the vertebrae of the neck were deeply bifurcated; that is, they carried paired spines, resulting in a wide and deep neck.Fasovsky, D.E. and Weishampel, D.B. (2009). Dinosaurs: A Concise Natural History. Cambridge: Cambridge University Press. ISBN 978-0-521-88996-4 The vertebral formula was: 15 Cervicals, 10 Dorsals, 5 Sacrals, 82 Caudals. However, the caudal number was noted to differ individually, even within a species. The cervicals were stouter than other diplodocids, and found to be most similar to Camarasaurus in 1936. The Atlas-Axis complex of the first cervicals is nearly fused in Apatosaurus louisae. The dorsal ribs are not fused or tightly attached to their vertebrae, instead loosely articulated. There are ten dorsal ribs on either side of the body. The apparently massive neck was, however, filled with an extensive system of weight-saving air sacs. Apatosaurus, like its close relative Supersaurus, is notable for the incredibly tall spines on its vertebrae, which make up more than half the height of the individual bones. The shape of the tail is unusual for a diplodocid, being comparatively slender, due to the vertebral spines rapidly decreasing in height the farther they are from the hips. Apatosaurus also had very long ribs compared to most other diplodocids, giving it an unusually deep chest. Like other diplodocids, the last portion of the tail of Apatosaurus possessed a whip-like structure. The limb bones were also very robust. Within the species, the scapula of A. louisae is intermediate in morphology between those of A. ajax and A. excelsus. The arm bones are snout, with the humerus resembling Camarasaurus, and those of A. excelsus and A. ajax nearly identical. In 1936 it was noted that previous reconstructions erroneously proposed that the radius and ulna could cross, when in life they would have remained parallel. Apatosaurus had a single large claw on each forelimb, and the first three toes possessed claws on each hindlimb. The phalangeal formula is 2-1-1-1-1, meaning that the innermost finger (phalange) on the forelimb has two bones, the next has one, etc.Martin, A.J. (2006). Introduction to the Study of Dinosaurs. Second Edition. Oxford, Blackwell Publishing. 560 pp. ISBN 1–4051–3413–5. In fact, even by 1936 it was recognized that no sauropod manus preserved more than one claw, a fact currently accepted a true for the entire group. The single manual ungual is slightly curved, and squarely truncated on the anterior end. The pelvic girdle includes the robust ilia, and the coosified pubes and ischia. The femora of Apatosaurus louisae are the stoutest of any member of Sauropoda. Rugosities are present on both ends of the femur, and the top end protrudes above the great trochanter. The tibia and fibula bones are nearly indistinguishable from those of Camarasaurus, although they are different from the slender bones of Diplodocus. The fibula is longer than the tibia, although it is also slenderer. The foot of Apatosaurus has three claws on the innermost digits, and the digit formula 3-4-5-3-2. In an individual of A. louisae, the astragalus was not found fused to the tibia. The stoutest metatarsal is in digit 1, and the third metatarsal is the second stoutest."}, {"description": "Othniel Charles Marsh, a Professor of Paleontology at Yale University, described and named an incomplete (and juvenile) skeleton of Apatosaurus ajax in 1877. The composite term Apatosaurus comes from the Greek words apate ()/apatelos () meaning \"deception\"/\"deceptive\" and sauros () meaning \"lizard\"; thus, \"deceptive lizard\". Marsh (1831–1899) gave it this name, because he regarded the chevron bones as similar to those of some mosasaurs, members of a group of prehistoric marine lizards. Two years later, Marsh announced the discovery of a larger and more complete specimen at Como Bluff Wyoming—which, because of discrepancies including the size difference, Marsh incorrectly identified as belonging to an entirely new genus and species. He named the new species Brontosaurus excelsus, meaning \"thunder lizard\", from the Greek brontē/βροντη meaning \"thunder\" and sauros/σαυρος meaning \"lizard\", and from the Latin excelsus, \"highest, sublime\", referring to the greater number of sacral vertebrae than in any other genus of sauropod known at the time. The finds—the largest dinosaur ever discovered at the time and nearly complete, lacking only a head, feet, and portions of the tail—were then prepared for what was to be the first mounted display of a sauropod skeleton, assembled at the American Museum of Natural History under the guidance of Osborn in 1905. The missing bones were created using known pieces from close relatives of Brontosaurus. Sauropod feet that were discovered at the same quarry were added, as well as a tail fashioned to appear as earlier Marsh believed it should, as well as a composite model of what the museum felt the skull of this massive creature might look like. This was not a delicate Diplodocus-style skull (which would later turn out to be more accurate), but was composed of \"the biggest, thickest, strongest skull bones, lower jaws and tooth crowns from three different quarries\", primarily those of Camarasaurus, the only other sauropod for which good skull material was known at the time. The mount construction was overseen by Adam Hermann, who failed to find Apatosaurus skulls. Unlike what is thought that the mounts used skulls of Camarasaurus, Hermann was instead forced to sculpt a stand-in skull by hand. Osborn noted in a publication that the skull was \"largely conjectural and based on that of Morosaurus\". The skull, from the Carnegie Quarry expeditions by Earl Douglass, was found a few meters away from a skeleton identified as Apatosaurus, soon named A. louisae, after Andrew Carnegie's wife Louise. The skull was designated as CM 11162, and bared a very similar morphology to skulls of Diplodocus. It was accepted as belonging to the Apatosaurus by Douglass and Carnegie Museum director W.H. Holland, although the scientific consensus was that it was of a different genus. Holland defended his view in 1914 in an address to the Paleontological Society of America, yet he left the museum mount headless. While some thought Holland was attempting to avoid conflict with Obsorn, Keith Parsons suspected that Holland was waiting until an articulated skull and neck were found to confirm the association of the skull and skeleton. After Holland's death in 1934, a cast of a Camarasaurus skull ended up being placed on the mount.At the Yale Peabody Museum, a skeleton was mounted in 1931 with a skull unique from all the others, while at the time most museums were using Camarasaurus casts, the Peabody Museum sculpted a completely different skull. They based the lower jaw off a Camarasaurus mandible, with the cranium resembling Marsh's 1891 illustration. However, the skull also included forward-pointing nasals, something truly different from any dinosaur, and fenestrae differing from the drawing and other skulls. Despite the much-publicized debut of the mounted skeleton, which cemented the name Brontosaurus in the public consciousness, Elmer Riggs had published a paper in the 1903 edition of Geological Series of the Field Columbian Museum that argued that Brontosaurus was not different enough from Apatosaurus to warrant its own genus, and created the combination Apatosaurus excelsus: \"In view of these facts the two genera may be regarded as synonymous. As the term 'Apatosaurus' has priority, 'Brontosaurus' will be regarded as a synonym\". Riggs also described a new specimen of Apatosaurus, which was then placed in the collections of the Field Columbian Museum. Found near the Grand River Valley of Fruita, Colorado, the last cervical vertebrae were exposed from the hillside. Those cervicals were articulated with the thoratic vertebrae, which were excavated from the slope. Ten feet downhill, the distal end of a femur could be seen in the matrix. The rocks were so hard that drills and dynamite had to be used to extract the specimen. Nearly the entire rear of the skeleton was uncovered, measuring 18 ft. Apparently when first preserved, the entire skeleton was present, but the cervical vertebrae and forelimbs were eroded away.Despite this, at least one paleontologist—Robert Bakker—argued in the 1990s that A. ajax and A. excelsus are in fact sufficiently distinct that the latter continues to merit a separate genus.Bakker, R.T. (1998). \"Dinosaur mid-life crisis: the Jurassic-Cretaceous transition in Wyoming and Colorado\". In: S.G. Lucas, J.I. Kirkland, & J.W. Estep (eds.) Lower and Middle Cretaceous Terrestrial Ecosystems; New Mexico Museum of Natural History and Science Bulletin, 14: 67–77. This idea has not been accepted by most palaeontologists.Upchurch, P., Barrett, P.M. and Dodson, P. (2004). \"Sauropoda\". In Weishampel, D.B., Osmólska, H., and Dodson, P. (eds.), The Dinosauria (2nd edition). University of California Press, Berkeley 259–322.McIntosh, J.S. (1995). \"Remarks on the North American sauropod Apatosaurus Marsh\". Sixth Symposium on Mesozoic Terrestrial Ecosystems and Biota, Short Papers, A. Sun and Y. Wang (eds.), China Ocean Press, Beijing 119–123 No Apatosaurus skull was mentioned in literature until the 1970s when John McIntosh and David Berman redescribed the skulls of Diplodocus and Apatosaurus. They found that though he never published his opinion, Holland was almost certainly correct, that Apatosaurus had a Diplodocus like skull. According to them, many skulls long thought to pertain to Diplodocus might instead be those of Apatosaurus. They reassigned multiple skulls to Apatosaurus based on associated and closely associated vertebrae. Even thought they supported Holland, it was noted that Apatosaurus might have possessed a Camarasaurus like skull, based on a disarticulated Camarasaurus-like tooth found at the precise site where an Apatosaurus specimen was found years before. On October 20, 1979, after the publications by McIntosh and Berman, the first true skull of Apatosaurus was mounted on a skeleton in a museum, that of the Carnegie. The Felch Quarry skull that Marsh included in his skeletal restoration was suggested to belong to Brachiosaurus sp. instead in 1998."}, {"description": "The length of time taken for Marsh's misclassification to be brought to public notice meant that the name Brontosaurus, associated as it was with one of the largest dinosaurs, became so famous that it persisted long after the name had officially been abandoned in scientific use.Apatosaurus have often been depicted in cinema, beginning with Winsor McCay's 1914 classic Gertie the Dinosaur, one of the first animated films. McCay based his unidentified dinosaur on the Brontosaurus skeleton in the American Museum of Natural History. The 1925 silent film The Lost World featured a battle between a Brontosaurus and an Allosaurus, using special effects by Willis O'Brien. These, and other early uses of the animal as major representative of the group, helped cement Brontosaurus as a quintessential dinosaur in the public consciousness.Sinclair Oil Corporation has long been a fixture of American roads (and briefly in other countries) with its green dinosaur logo and mascot, an Apatosaurus (Brontosaurus). While Sinclair's early advertising included a number of different dinosaurs, eventually only Apatosaurus was used as the official logo, due to its popular appeal.As late as 1989, the U.S. Post Office caused controversy when it issued four \"dinosaur\" stamps: Tyrannosaurus, Stegosaurus, Pteranodon and Brontosaurus. The use of the term Brontosaurus in place of Apatosaurus, as well as the fact that Pteranodons were technically pterosaurs and not dinosaurs, led to complaints of \"fostering scientific illiteracy.\" The Post Office defended itself (in Postal Bulletin 21744) by saying, \"Although now recognized by the scientific community as Apatosaurus, the name 'Brontosaurus' was used for the stamp because it is more familiar to the general population.\" Stephen Jay Gould also supported this position in his essay \"Bully for Brontosaurus\", though he echoed Riggs's original argument that Brontosaurus is a synonym for Apatosaurus. Nevertheless, he noted that the former has developed and continues to maintain an independent existence in the popular imagination."}, {"description": "It was historically believed that sauropods like Apatosaurus were too massive to support their own weight on dry land, so it was theorized that they must have lived partly submerged in water, perhaps in swamps. Recent findings do not support this, and sauropods are thought to have been fully terrestrial animals. Feeding A study of diplodocid snouts showed that the square snout, large proportion of pits, and fine subparallel scratches in Apatosaurus suggests it was a ground-height nonselective browser. It may have eaten ferns, cycadeoids, seed ferns, horsetails, and algae. Stevens and Parrish (1999 and 2005) suggest that Apatosaurus had a great feeding range as its neck could bend into a U-shape laterally. The neck's range of movement would have also allowed the head to graze below the level of the body, leading some scientists to speculate on whether these sauropods grazed on submerged water plants, from riverbanks. However, Matthew Cobley et al. (2013) dispute this finding that large muscles and cartilage would have limited neck movements. They state that the feeding ranges for sauropods like Diplodocus were smaller then previously believed and the animals may have had to move their whole bodies around to better access areas where they could browse vegetation. As such, they might have spend more foraging to meet their minimum energy needs. The conclusions of Cobley et al. were disputed in 2013 and 2014 by Mike Taylor, who analysed the amount and positioning of intervertebral cartilage to determine the flexibility of the neck of Apatosaurus and Diplodocus. Taylor found that the neck of Apatosaurus was very flexible, and that Cobley et al. were incorrect in the fact that flexibility as implied by bones is less than in reality. James Farlow calculated in 1987, that an Apatosaurus sized dinosaur about 35 t would have possessed 5.7 t of fermentation contents. Assuming Apatosaurus had an avian respiratory system and a reptilian resting-metabolism, Paladino et al. (1997) estimate that the animal would need to consume only about 262 liters (69 gallons) of water per day. Posture Diplodocids, like Apatosaurus, are often portrayed with their necks held high up in the air, allowing them to browse on tall trees. However, some studies suggest that diplodocid necks were less flexible than previously believed, because the structure of the neck vertebrae would not have permitted the neck to bend far upwards, and that sauropods like Apatosaurus were adapted to low browsing or ground feeding However, other studies find that all tetrapods appear to hold their necks at the maximum possible vertical extension when in a normal, alert posture, and argued that the same would hold true for sauropods barring any unknown, unique characteristics that set the soft tissue anatomy of their necks apart from that of other animals. Apatosaurus, like Diplodocus, would have held its neck angled upward with the head pointed downwards in a resting posture.In 2008, footprints of a juvenile Apatosaurus were reported from Quarry Five in Morrison, Colorado. Discovered in 2006 by Matthew Mossbrucker, these footprints show that juveniles could run on their hind legs in a manner similar to that of the modern basilisk lizard. Physiology Given the large body mass of Apatosaurus, combined with its long neck, physiologists have encountered problems determining how these animals managed to breathe. Beginning with the assumption that Apatosaurus, like crocodilians, did not have a diaphragm, the dead-space volume (the amount of unused air remaining in the mouth, trachea and air tubes after each breath) has been estimated at about 184 liters for a 30 ton specimen. Its tidal volume (the amount of air moved in or out during a single breath) has been calculated by Paladino to be 904 liters with an avian respiratory system, 225 liters if mammalian and 19 liters if reptilian.On this basis, its respiratory system would likely have been one like birds, i.e., multiple pulmonary air sacs and a flow-through lung. Furthermore, an avian system would need a lung volume of only about 600 liters compared to a mammalian requirement of 2,950 liters, which would exceed the available space. The overall thoracic volume of Apatosaurus has been estimated at 1,700 liters allowing for a 500-liter, four-chambered heart and a 900-liter lung capacity. That would allow about 300 liters for the necessary tissue.Paladino, F.V., Spotila, J.R., and Dodson, P. (1997). \"A Blueprint for Giants: Modeling the Physiology of Large Dinosaurs.\" In Farlow, J.O. and Brett-Surman, M.K. (eds.), The Complete Dinosaur, Indiana University Press, 491–504. doi0253333490. Evidence for the avian system in Apatosaurus and other sauropods is the pneumaticity of the vertebrae. Though this plays a role in reducing the weight of the animal, Wedel (2003) states that they also likely connected to air sacs as in birds. Spotila, et. al. (1991) suggest that the large body size of Apatosaurus and other sauropods would have made them unable to maintain high metabolic rates as they would not be able to release enough heat. However, they assumed that the animals had a reptilian respiratory system. Wedel found that an avian system would have allowed then to dump more heat. Some scientists have argued that the heart would have had trouble sustaining sufficient blood pressure to oxygenate the brain. Others argue that the near horizontal posture of the head and neck would have eliminated the problem of supplying blood to the brain, as it would not be elevated. Growth A microscopic study of Apatosaurus bones concluded that the animals grew rapidly when young and reached near-adult sizes in about 10 years. In 2008, a study on the growth rates for sauropods was published, authored by Thomas Lehman and Holly Woodward. They found that by using growth lines and length to mass, Apatosaurus would have attained a mass of 25 t in 15 years. This would imply sauropods had a growth rate of 5000 kg per year. An alternative method, using limb length and body mass, found Apatosaurus to stop growing at 70 years of age, growing 520 kg per year. These estimates have been suggested to be unreliable. One of the first identified growth factors of Apatosaurus was the number of sacral vertebrae, which increased to five by maturity. This was first noted in 1903, and then in 1936.Long-bone histology enables researchers to estimate the age that a specific individual reached. A study by Griebeler et al. (2013) examined long bone histological data and concluded that the Apatosaurus sp. SMA 0014 weighed 20206 kg, reached sexual maturity at 21 years and died at age 28. The same growth model indicated that Apatosaurus sp. BYU 601–17328 weighed 18178 kg, reached sexual maturity at 19 years and died at age 31. TailAn article that appeared in the November 1997 issue of Discover Magazine reported research into the mechanics of Apatosaurus tails by Nathan Myhrvold, a computer scientist from Microsoft. Myhrvold carried out a computer simulation of the tail, which in diplodocids like Apatosaurus was a very long, tapering structure resembling a bullwhip. This computer modeling suggested that sauropods were capable of producing a whip-like cracking sound of over 200 decibels, comparable to the volume of a cannon.Zimmer, C. (1997). \"Dinosaurs in Motion.\" Discover, 1 November 1997. DISCOVER Magazine. Retrieved 27 July 2008."}, {"description": "The Morrison Formation is a sequence of shallow marine and alluvial sediments which, according to radiometric dating, ranges between 156.3 million years old (Ma) at its base, to 146.8 million years old at the top, which places it in the late Oxfordian, Kimmeridgian, and early Tithonian stages of the Late Jurassic period. This formation is interpreted as a semiarid environment with distinct wet and dry seasons. The Morrison Basin where dinosaurs lived, stretched from New Mexico to Alberta and Saskatchewan, and was formed when the precursors to the Front Range of the Rocky Mountains started pushing up to the west. The deposits from their east-facing drainage basins were carried by streams and rivers and deposited in swampy lowlands, lakes, river channels and floodplains. This formation is similar in age to the Lourinha Formation in Portugal and the Tendaguru Formation in Tanzania. In 1877 this formation became the center of the Bone Wars, a fossil-collecting rivalry between early paleontologists Othniel Charles Marsh and Edward Drinker Cope.Apatosaurus was the second most common sauropod in the Morrison Formation ecosystem, after Camarasaurus. It may have been a more solitary animal than other Morrison Formation dinosaurs. As a genus, Apatosaurus existed for a long span of time, and have been found in most levels of the Morrison. Fossils of Apatosaurus ajax are known exclusively from the upper portion of the formation (upper Brushy Basin Member), about 152–151 million years ago. A. excelsus fossils have been reported from the upper Salt Wash Member to the upper Brushy Basin Member, ranging from the middle to late Kimmeridgian age, about 154–151 million years ago. A. louisae fossils are rare, known only from one site in the upper Brushy Basin Member, dated to the late Kimmeridgian stage (about 151 million years ago). Additional Apatosaurus remains are known from even younger rocks, but they have not been identified as any particular species.Turner, C.E. and Peterson, F., (1999). \"Biostratigraphy of dinosaurs in the Upper Jurassic Morrison Formation of the Western Interior, U.S.A.\" Pp. 77–114 in Gillette, D.D. (ed.), Vertebrate Paleontology in Utah. Utah Geological Survey Miscellaneous Publication 99-1. The Morrison Formation records an environment and time dominated by gigantic sauropod dinosaurs.Foster, J. (2007). \"Appendix.\" Jurassic West: The Dinosaurs of the Morrison Formation and Their World. Indiana University Press. pp. 327–329. Dinosaurs known from the Morrison include the theropods Ceratosaurus, Ornitholestes, and Torvosaurus, the sauropods Apatosaurus, Brachiosaurus, Camarasaurus, and Diplodocus, and the ornithischians Camptosaurus, Dryosaurus, and Stegosaurus. Apatosaurus is commonly found at the same sites as Allosaurus, Camarasaurus, Diplodocus, and Stegosaurus. Allosaurus, which accounting for 70 to 75% of theropod specimens and was at the top trophic level of the Morrison food web. Many of the dinosaurs of the Morrison Formation are the same genera as those seen in Portuguese rocks of the Lourinha Formation (mainly Allosaurus, Ceratosaurus, Torvosaurus, and Apatosaurus), or have a close counterpart (Brachiosaurus and Lusotitan, Camptosaurus and Draconyx). Other vertebrates that shared this paleoenvironment included ray-finned fishes, frogs, salamanders, turtles, sphenodonts, lizards, terrestrial and aquatic crocodylomorphans, and several species of pterosaur. Shells of bivalves and aquatic snails are also common. The flora of the period has been revealed by fossils of green algae, fungi, mosses, horsetails, cycads, ginkgoes, and several families of conifers. Vegetation varied from river-lining forests of tree ferns, and ferns (gallery forests), to fern savannas with occasional trees such as the Araucaria-like conifer Brachyphyllum."}], "higherClassificationMap": {"1": "Animalia", "44": "Chordata", "3239001": "Diplodocidae", "358": "Reptilia"}, "taxonomicStatus": "ACCEPTED", "extinct": true, "vernacularNames": [], "classKey": 358, "habitats": [], "familyKey": 3239001, "kingdom": "Animalia", "parent": "Diplodocidae", "kingdomKey": 1, "taxonID": "102363427", "genusKey": 4822558, "canonicalName": "Apatosaurus", "key": 4822558, "authorship": "Marsh, 1877", "nomenclaturalStatus": [], "phylumKey": 44, "class": "Reptilia", "numOccurrences": 0, "synonym": false, "datasetKey": "d7dddbf4-2cf0-4f39-9b2a-bb099caae36c", "threatStatuses": [], "publishedIn": "Amer. J. Sci. , (3) 14, 514.", "numDescendants": 4, "scientificName": "Apatosaurus Marsh, 1877", "genus": "Apatosaurus", "parentKey": 3239001}, {"nameType": "SCIENTIFIC", "nubKey": 4967146, "accordingTo": "Paleobiology Database", "speciesKey": 4967146, "rank": "SPECIES", "phylum": "Chordata", "descriptions": [{"description": "Eoraptor (pron.:\"EE-oh-RAP-tor\") was one of the world's earliest dinosaurs that lived ca. 231.4 million years ago,http://www.pensoft.net/inc/journals/download.php?fileId=1401&fileTable=J_GALLEYS during the latter part of the Triassic Period in Western Gondwana, what is now the northwestern region of Argentina. It was a small sized (1 m long), lightly-built, ground-dwelling, two-legged bipedal saurischian, close to the ancestry of both theropods and sauropodomorphs. It is known from several well-preserved skeletons. When first described in 1993, it was considered to be one of the earliest, if not the earliest known dinosaur. Eoraptor has heterodont dentition, suggesting that it was omnivorous, and that this feeding strategy had evolved early on in dinosaurs."}, {"description": "In 1993 paleontologist Paul Sereno and colleagues described and named the species, and determined it to be one of the earliest dinosaurs.Paul G.S., The Princeton Field Guide to Dinosaurs (Princeton University Press, 2010), p. 68. Its age was determined by several factors, not least because it lacked the specialized features of any of the major groups of later dinosaurs, including its lack of specialized predatory features. In 1995, Sereno posited that Eoraptor is the earliest recorded theropod, and is closest to \"the hypothetical dinosaurian condition than any other dinosaurian subgroup.\"P. C. Sereno. 1995. Theropoda: early evolution and major patterns of diversification. Journal of Vertebrate Paleontology 15(3, suppl.):52A-53A The precise placement of Eoraptor within Dinosauria has been unstable, with opinion often varying between a basal saurischian and a basal theropod. When it was first described by Sereno and Forster in 1993, it was regarded as a theropod, based on its \"functionally tridactyl hand\" and other features. Most recently, the newest study by Sues, Nesbitt, Berman and Henrici (2011), which featured description of Daemonosaurus, also concluded that there is now enough fossil evidence to confidently classify Eoraptor as a theropod.Bergman D.S., Sues H-D. (2011), \"A late-surviving basal theropod dinosaur from the latest Triassic of North America\", Proceedings of the Royal Society B, published online 13-4-2011. Sues et al. noted that the \"transitional suite of character states\" of the recently discovered dinosaurs, Daemonosaurus and Tawa further support that Eoraptor is a basal theropod, and not a basal saurischian or a basal sauropodomorph. Below is a cladogram based on the phylogenetic analysis conducted by Sues et al. in 2011, showing the relationships of Eoraptor:Hans-Dieter Sues, Sterling J. Nesbitt, David S. Berman and Amy C. Henrici (2011). \"A late-surviving basal theropod dinosaur from the latest Triassic of North America\". Proceedings of the Royal Society B 278 (1723): 3459–3464 Currie (1997) found Eoraptor anatomically closer to what would be considered the ancestral morphotype of both saurischian and ornithischian dinosaurs.Currie, P.J. (1997). Theropoda. In Encyclopedia of Dinosaurs (P.J. Currie, and K. Padian, Eds.) pp 731-736. Academic Press, San Diego, California. In 2011, as part of the team that described Eodromaeus, Martinez and others found Eoraptor to be a basal sauropodomorph, with characteristic features for that group.Ricardo N. Martinez, Paul C. Sereno, Oscar A. Alcober, Carina E. Colombi, Paul R. Renne, Isabel P. Montañez, Brian S. Currie. A basal dinosaur from the dawn of the dinosaur era in southwestern Pangaea. Science, Vol. 331, January 14, 2011, p. 206.Kaplan M, \"Move over Eoraptor\", http://www.nature.com/news, 13-1-2011. Michael Benton has expressed his hesitation to this, and claims that it is \"quite a shift\" to remove Eoraptor from the theropods and then place it in Sauropodomorpha. A subsequent study by Apaldetti, Martinez, Alcober, and Pol published in 2011 found Eoraptor to be a saurischian close to sauropodomorphs and theropods, though was unable to resolve which of the two branches, if either, it fell within. Sereno et al. (2013) redescribed the holotype skeleton and concluded that Eoraptor was not a theropod but a basal sauropodomorph, consistent with the earlier observation made by Martinez et al. (2011). Distinguishing anatomical featuresA diagnosis is a statement of the anatomical features of an organism (or group) that collectively distinguish it from all other organisms. Some, but not all, of the features in a diagnosis are also autapomorphies. An autapomorphy is a distinctive anatomical feature that is unique to a given organism or group.According to Sereno et al. (1993), Eoraptor can be distinguished based on the fact that its premaxillary and anterior maxillary teeth are leaf-shaped, the external nares are slightly enlarged, and the premaxilla is observed to have a slender posterolateral process. Langer and Benton (2006) note that Eoraptor can be distinguished based on the fact that the proximal part of its fibula is extremely transversely compressed.Langer, M. C., and Benton, M. J., 2006, Early Dinosaurs: a phylogenetic study: Journal of Systematic Paleontology, v. 4, n. 4, p. 309-358."}, {"description": "Eoraptor had a slender body that grew to about 1 meter (3 ft) in length, with an estimated weight of about 10 kilograms (22 lb). It has a lightly built skull with a slightly enlarged external naris. Like the coelophysoids which would appear millions of years later, Eoraptor has a kink in its upper jaws, between the maxilla and the premaxilla. Sereno et al. (2013) observed that the lower jaw has a mid-mandibular joint.Paul C. Sereno, Ricardo N. Martínez & Oscar A. Alcober (2013) Osteology of Eoraptor lunensis (Dinosauria, Sauropodomorpha). Basal sauropodomorphs and the vertebrate fossil record of the Ischigualasto Formation (Late Triassic: Carnian-Norian) of Argentina. Journal of Vertebrate Paleontology Memoir 12: 83-179 DOI:10.1080/02724634.2013.820113 It ran digitigrade, and upright on its hind legs. The femur of the holotype specimen PVSJ 512 of Eoraptor is 152 mm, and the tibia is 157 mm, suggesting that it was a fast runner. Its forelimbs are only half the length of its hindlimbs, which would suggest that it was an obligate biped. All of its long bones have hollow shafts. Eoraptor had five digits on each 'hand', the three longest of which ended in large claws and were presumably used to handle prey. Scientists have surmised that the fourth and fifth digits were too tiny to be of any use in hunting. The ilium is supported by three sacral vertebrae, unlike that of the coeval Herrerasaurus which is supported by only two sacrals, a basal trait.Langer, Max C. (2004). \"Basal Saurischia\". In Weishampel, David B.; Dodson, Peter; and Osmólska, Halszka (eds.). The Dinosauria (2nd ed.). Berkeley: University of California Press. pp. 25–46. ISBN 0-520-24209-2. Eoraptor had vertebral centra that are hollow, a feature present in some of its ancestors.Bonaparte (1996) interpreted the relatively large orbital opening in the skull as a juvenile trait. Tykoski agreed (2005) and suggested that certain skull features of the type specimen suggested that it was young, specifically, the skull bones are not completely fused, relatively large orbits, and a short snout.Tykoski, 2005. Anatomy, ontogeny and phylogeny of coelophysoid theropods. PhD Dissertation. University of Texas at Austin. 553 pp. Sereno et al. (1993), supported the notion that Eoraptor was an adult specimen based on the closure of sutures in the vertebral column, and the partial fusion of the scapulocoracoid."}, {"description": "The genus name Eoraptor is derived from the Greek word \"eos\" (ηως) meaning \"dawn\", a reference to its primitive nature and the Latin word \"raptor\" meaning \"plunderer\", a reference to its grasping hand. The species name, \"lunensis\" is derived from the Latin words, \"luna\" meaning \"moon\", and the suffix \"-ensis\", meaning \"inhabitant\". The species name lunensis is a reference to its place of discovery the \"Valle de la Luna\", which is Spanish for \"Valley of the Moon.\" This valley is so named because of its arid, otherworldly appearance, evocative of a lunar landscape. The type species is Eoraptor lunensis, which means \"dawn plunderer from the Valley of the Moon\". Eoraptor was described and named by Paul C. Sereno, Catherine A. Forster, Raymond R. Rogers, and Alfredo M. Monetta in 1993."}, {"description": "FeedingEoraptor is thought to have been an omnivore. It was a swift sprinter and, upon catching its prey, it would use claws and teeth to tear the prey apart. Unlike later, carnivorous dinosaurs, it lacked a sliding joint at the articulation of the lower jaw, with which to hold large prey. Furthermore, only some of its teeth were curved and saw-edged, unlike those in a later predator's mouth. The unique heterodont dentition of Eoraptor (Sereno et al., 1993) consists of both serrated, recurved teeth in the maxillae (upper jaws), like the teeth of theropods, and leaf-shaped teeth in the dentary (lower jaw), like the teeth of basal sauropodomorphs.Sereno, P.C., Forster, C.A., Rogers, R.R., and Moneta, A.M. (1993). Primitive dinosaur skeleton from Argentina and the early evolution of the Dinosauria. Nature 361, 64-66. Eoraptor had 4 teeth in the premaxilla and 18 teeth in the maxilla, a dental formula not dissimilar to that of Herrerasaurus. Tweet (2003) noted that the variability observed in the teeth (heterodonty) of Eoraptor, suggests that it descended from ancestors that were omnivorous, or it was itself omnivorous."}, {"description": "Provenance and occurrence The bones of this primitive dinosaur were first discovered in 1991, by University of San Juan paleontologist Ricardo Martínez, during field work conducted by the University of Chicago and the University of San Juan. The holotype specimen PVSJ 512 was discovered in muddy siltstone from the Cancha de Bochas Member of the Ischigualasto Formation in Argentina. The fossils in this formation were deposited in the Carnian stage of the Triassic period, approximately 235 to 228 million years ago. It took almost 12 months to collect the holotype, which was then shipped to the Field Museum of Natural History in Chicago for preparation by William F. Simpson and Bob Masek. The fossil was first put on display in Chicago and was then returned to San Juan, Argentina, where it went on display at the Museum of Natural Sciences. Fauna and habitat During the Late Triassic Period, the Ischigualasto Formation was a volcanically active floodplain covered by forests, with a warm and humid climate, though subject to seasonal variations including strong rainfalls. Vegetation consisted of ferns, horsetails, and giant conifers, which formed highland forests along the banks of rivers. Herrerasaurus remains appear to have been the most common among the carnivores of the Ischigualasto Formation.Rogers, R. R.; Swisher III, C.C.; Sereno, P.C.; Monetta, A.M.; Forster, C.A.; and Martinez, R.N. (1993). \"The Ischigualasto tetrapod assemblage (Late Triassic, Argentina) and 40Ar/39Ar dating of dinosaur origins\". Science 260 (5109): 794–797. Sereno (1993) noted that Eoraptor was found in \"close association\" with therapsids, rauisuchians, archosaurs, Saurosuchus and the dinosaurs Herrerasaurus and Pisanosaurus, all of whom lived in its paleoenvironment. Herbivores were represented by rhynchosaurs such as Hyperodapedon (a beaked reptile); aetosaurs (spiny armored reptiles); cynodonts like Probelesodon, kannemeyeriid dicynodonts (stocky, front-heavy beaked quadrupedal animals) such as Ischigualastia; and traversodontids (somewhat similar in overall form to dicynodonts, but lacking beaks) such as Exaeretodon. These non-dinosaurian herbivores were much more abundant than early dinosaurs. Dinosaur fossils, including those of Eoraptor only represent approximately 6% of the total sample that has been recovered from the Ischigualasto Formation (Rogers et al., 1993), which suggests that dinosaurs were less numerous than other tetrapods.Rogers, R. R., Swisher, C. C. III, Sereno, P. C., Monetta, A. M., Forster, C. A., and Martinez, R. N., 1993, The Ischigualasto Tetrapod Assemblage (Late Triassic, Argentina) and 40Ar/39Ar Dating of Dinosaur Origins: Science, v. 260, p. 794-797."}], "higherClassificationMap": {"1": "Animalia", "44": "Chordata", "4818374": "Eoraptor", "358": "Reptilia"}, "taxonomicStatus": "ACCEPTED", "species": "Eoraptor lunensis", "vernacularNames": [], "classKey": 358, "habitats": [], "kingdom": "Animalia", "parent": "Eoraptor", "kingdomKey": 1, "taxonID": "107676239", "genusKey": 4818374, "canonicalName": "Eoraptor lunensis", "key": 4967146, "authorship": "", "nomenclaturalStatus": [], "phylumKey": 44, "class": "Reptilia", "numOccurrences": 0, "synonym": false, "datasetKey": "d7dddbf4-2cf0-4f39-9b2a-bb099caae36c", "threatStatuses": [], "numDescendants": 0, "scientificName": "Eoraptor lunensis", "genus": "Eoraptor", "parentKey": 4818374}, {"numOccurrences": 0, "nameType": "SCIENTIFIC", "synonym": false, "higherClassificationMap": {}, "datasetKey": "16c3f9cb-4b19-4553-ac8e-ebb90003aa02", "threatStatuses": [], "nubKey": 4822623, "vernacularNames": [], "canonicalName": "Alioramus", "taxonID": "424295", "numDescendants": 0, "scientificName": "Alioramus Kurzanov, 1976", "descriptions": [{"description": "Paläontologen klassifizieren Alioramus innerhalb der Überfamilie Tyrannosauroidea, eine genauere Einordnung blieb wegen der spärlichen Überreste jedoch umstritten. Nach einer kladistischen Analyse aus dem Jahr 2003 kann Alioramus innerhalb der Familie Tyrannosauridae und der Unterfamilie Tyrannosaurinae zusammen mit Tyrannosaurus, Tarbosaurus und Daspletosaurus eingeordnet werden.Philip J. Currie, Jørn H. Hurum, Karol Sabath: Skull structure and evolution in tyrannosaurid dinosaurs. In: Acta Palaeontologica Polonica. Bd. 48, Nr. 2, 2003, S. 227–234, (PDF; 137 kB). Eine weitere Studie aus dem Jahr 2004 unterstützt dieses Ergebnis, merkt aber an, dass eine Position außerhalb der Tyrannosauridae ähnlich wahrscheinlich sei, wobei die oft als juvenil interpretierten Merkmale auch eine basale Position innerhalb der Tyrannosauroidea widerspiegeln könnten. Eine andere Studie berücksichtigt Alioramus aufgrund der wenigen Fossilien nicht.Thomas D. Carr, Thomas E. Williamson, David R. Schwimmer: A new genus and species of tyrannosauroid from the Late Cretaceous (middle Campanian) Demopolis Formation of Alabama. In: Journal of Vertebrate Paleontology. Bd. 25, Nr. 1, 2005, , S. 119–143, . Brusatte und Kollegen, die 2009 mit Alioramus altai eine weitere Art beschrieben, kommen jedoch ebenfalls zu dem Schluss, dass Alioramus innerhalb der Tyrannosauridae und der Tyrannosaurinae klassifiziert werden muss.Stephen L. Brusatte, Thomas D. Carr, Gregory M. Erickson, Gabe S. Bever, Mark A. Norell: A long-snouted, multihorned tyrannosaurid from the Late Cretaceous of Mongolia. In: Proceedings of the National Academy of Sciences of the United States of America. Bd. 106, Nr. 41, 2009, S. 17261–17266, .Tarbosaurus und Alioramus teilen sich verschiedene Schädelmerkmale, inklusive eines Hakmechanismus zwischen den Knochen des Unterkiefers. Beiden Gattungen fehlt die Zacke am Nasenbein, die das Nasenbein mit dem Tränenbein (Lacrimale) verbindet – diese Zacke findet sich bei allen anderen Tyrannosauriden außer bei adulten Daspletosaurus. Die beiden Gattungen sind vielleicht eng miteinander verwandt und stellen einen asiatischen Zweig der Tyrannosauridae dar. Einige Exemplare von Tarbosaurus zeigen eine Reihe von Beulen auf dem Nasenbein, ähnlich den Höckern von Alioramus, nur wesentlich niedriger. Die lange und flache Form des Alioramus remotus-Schädels lässt nach Ansicht einiger Forscher darauf schließen, dass das Individuum noch nicht geschlechtsreif war, als es starb. Manchmal wird sogar vermutet, dass es sich um einen juvenilen Tarbosaurus handelt, der zur selben Zeit am selben Ort lebte. Die ausgeprägteren Höcker auf dem Nasenbein und die höhere Anzahl von Zähnen bei Alioramus sprechen jedoch für eine Trennung der beiden Taxa, selbst wenn es sich um ein Jungtier handeln würde. Außerdem zeigen Funde von noch nicht geschlechtsreifen Tarbosaurus-Individuen die gleiche Anzahl an Zähnen wie Erwachsene Tarbosaurus-Individuen.Евгений А. Малеев: Новый хищный динозавр из верхнего мела Монголии. In: Доклады Академии наук СССР. Bd. 104, Nr. 5, 1955, , S. 779–783 (In englischer Sprache: New carnivorous dinosaurs from the Upper Cretaceous of Mongolia. online (PDF; 12,41 KB)).Philip J. Currie: Allometric growth in tyrannosaurids (Dinosauria: Theropoda) from the Upper Cretaceous of North America and Asia. In: Canadian Journal of Earth Sciences. Bd. 4, Nr. 4, 2003, , S. 651–665, . Die Entdeckung der zweiten Art Alioramus altai bestätigt die Abgrenzung von Alioramus von anderen Tyrannosauriden-Gattungen. Kladogramm der Tyrannosauridae nach Holtz, 2004 Alternatives Kladogramm der Tyrannosauridae nach Currie und anderen 2003"}, {"description": "Lebendrekonstruktion von Alioramus Die Sedimentgesteine bei Nogon-Tsav sind wahrscheinlich gleich alt wie die der Nemegt-Formation. Das Alter dieser geologischen Formation wurde zwar nie radiometrisch bestimmt, die in der Fossilüberlieferung dokumentierte Fauna lässt jedoch auf einen Ablagerungszeitraum während des Maastrichtiums (vor etwa 72 bis 66 Millionen JahrenFelix M. Gradstein, James G. Ogg, Alan G. Smith (Hrsg.): A Geologic Time Scale 2004. Cambridge University Press, Cambridge u. a. 2004, ISBN 0-521-78142-6.) schließen, der letzten Stufe der Kreidezeit.Tomasz Jerzykiewicz, Dale Russell: Late Mesozoic stratigraphy and vertebrates of the Gobi Basin. In: Cretaceous Research. Bd. 12, Nr. 4, 1991, , S. 345–377, .Die Zeit des Maastrichtiums in der Mongolei, wie sie in der Nemegt-Formation und bei Nogon-Tsav überliefert ist, zeichnet sich durch ein feuchtes Klima aus – verglichen mit den halbtrockenen Umgebungen, die in der älteren, unterliegenden Barun-Goyot-Formation und der Djadochta-Formation erhalten sind. In den Sedimenten der Nemegt-Formation finden sich Überreste von Überschwemmungsebenen, großen Flüssen und Paläoböden – jedoch gab es auch periodische Dürren.Halszka Osmólska: Nemegt Formation. In: Philip Currie, Kevin Padian: Encyclopedia of Dinosaurs. Academic Press, San Diego CA u. a. 1997, ISBN 0-12-226810-5, S. 471–472. Diese Umgebung bot Raum für eine diversere und generell größere Dinosaurierfauna als in früheren Zeiten. Kurzanov bemerkte, dass andere Theropoden wie Tarbosaurus, Ornithomimosaurier und Therizinosaurier im selben Fundort entdeckt wurden; diese Überreste wurden jedoch nie detailliert beschrieben. Falls die Nogon-Tsav-Fauna der Fauna der Nemegt-Formation ähnlich war, gab es des Weiteren troodontide Theropoden, Pachycephalosaurier, Ankylosaurier und Hadrosauriden. Sauropoden aus der Gruppe der Titanosaurier waren für die Räuber der Nemegt-Formation ebenfalls eine potentielle Beute."}, {"description": "Das erste Skelett beschrieb der russische Paläontologe Sergei Kurzanov im Jahr 1976 als Alioramus remotus. Kurzanov schätzt dieses Exemplar auf fünf bis sechs Meter Länge.Сергей М. Курзанов: Новый позднемеловой карнозавр из Ногон-Цава, Монголия. In: Совместная советско-монгольская палеонтологическая экспедиция. Труды. Bd. 3. 1976, , S. 93–104. Das ontogenetische Stadium dieses Individuums ist jedoch umstritten, weswegen es sich auch um ein Jungtier handeln könnte. Der teilweise Schädel dieses Exemplars wurde während der Fossilierung zusammengedrückt und war ungefähr 45 Zentimeter lang.Philip J. Currie: Theropods from the Cretaceous of Mongolia. In: Michael J. Benton, Mikhail A. Shishkin, David M. Unwin, Evgenii N. Kurochkin (Hrsg.): The age of dinosaurs in Russia and Mongolia. Cambridge University Press, Cambridge u. a. 2003, ISBN 0-521-54582-X, S. 434–455.Thomas R. Holtz Jr.: Tyrannosauroidea. In: David B. Weishampel, Peter Dodson, Halszka Osmólska (Hrsg.): The Dinosauria. 2nd edition. University of California Press, Berkeley CA u. a. 2004, ISBN 0-520-24209-2, S. 111–136. Der Schädel war lang und flach; ein Merkmal, das sich häufig bei basalen (ursprünglichen) Tyrannosauroideen und bei den Jungtieren größerer Tyrannosauriden findet. Alioramus im Größenvergleich mit einem Menschen Das paarige Nasenbein war verschmolzen und mit einer Reihe von fünf unregelmäßigen, knöchernen Höckern versehen, die entlang der Verbindungsnaht des Nasenbeins verliefen. Diese Höcker sind alle über einen Zentimeter hoch. Auf dem verschmolzenen Scheitelbein (Parietale) am Hinterkopf saß ein transversal ausgerichteter Vorsprung, der sogenannte Nuchalkamm, den alle Tyrannosauriden gemeinsam haben. Bei Alioramus ist der Nuchalkamm deutlich verdickt, ähnlich wie bei Tarbosaurus und Tyrannosaurus. Wie der Rest des Schädels waren auch die Unterkiefer lang und dünn, ein weiteres Merkmal, das möglicherweise auf ein Jungtier hinweisen könnte. Der Unterkiefer zeichnet sich wie bei Tarbosaurus durch einen Kamm an der Außenfläche des Angular-Knochen aus, der mit der Hinterseite der Dentale verhakt ist, wodurch der Kiefer nicht die Flexibilität hat, wie man sie bei anderen Tyrannosauriden sehen kann.Jørn H. Hurum, Karol Sabath: Giant theropod dinosaurs from Asia and North America: Skulls of Tarbosaurus bataar and Tyrannosaurus rex compared. In: Acta Palaeontologica Polonica. Bd. 48, Nr. 2, 2003, , S. 161–190, (PDF-Datei; 1,70 MB). Andere Tyrannosauriden hatten vier Zähne an jeder Seite des paarigen Zwischenkieferbeins, die „D“-Förmig im Durchmesser waren. Einschließlich der 16 oder 17 Zähne in jeder Hälfte des Oberkiefers und der 18 Zähne in jeder Unterkieferhälfte hatte Alioramus insgesamt 76 bis 78 Zähne, mehr als jeder andere Tyrannosauride.Philip J. Currie: Cranial anatomy of tyrannosaurids from the Late Cretaceous of Alberta. In: Acta Palaeontologica Polonica. Bd. 48, Nr. 2, 2003, S. 191–226, (PDF; 1,8 MB)."}, {"description": "Aimag]] (Provinz), wo Alioramus entdeckt wurde. Das Typmaterial (PIN 3141/1) von Alioramus remotus ist ein teilweiser Schädel, der zusammen mit drei Mittelfußknochen gefunden wurde. Eine Gemeinschaftsexpedition der Sowjetunion und der Mongolei fand diese Überreste in den frühen 1970er-Jahren in der Wüste Gobi; der Fundort ist als Nogon-Tsav bekannt und liegt im Bajanchongor-Aimag. Der russische Paläontologe Sergei Kurzanov beschrieb den Fund im Jahr 1976. Die Höcker und der flache Schädel grenzen dieses Tier so markant von anderen Tyrannosauriden ab, dass Kurzanov glaubte, sein Fund sei nur entfernt mit anderen Mitgliedern der Tyrannosauridae verwandt. Dementsprechend nannte er die Gattung Alioramus, aus den lateinischen Wörtern alius „anders“ und ramus „Zweig“, und die Art A. remotus, was ebenfalls aus dem Latein kommt und soviel wie „entfernen“ bedeutet.Der im Jahr 2009 von Brusatte, Carr, Erickson, Bever und Norell beschriebene Alioramus altai ist durch einen nahezu vollständigen und guterhaltenen Schädel sowie durch weite Teile des Postkraniums bekannt (des Restskelettes, das sich dem Schädel anschließt). Das Artepitheth altai weist auf das Altaigebirge."}, {"description": "Alioramus („anderer Zweig“, aus lat. alius „anders“ und ramus „Zweig“) ist eine Gattung theropoder Dinosaurier aus der Oberkreide Asiens, die zu der Tyrannosauridae gezählt wird. Bisher sind zwei Skelettfunde aus der Mongolei bekannt, die aus dem Maastrichtium (vor ca. 72 bis 66 Mio. Jahren) stammen und zwei verschiedenen Arten zugeschrieben werden: der Typusart Alioramus remotus und der 2009 beschriebenen Art Alioramus altai. Die Verwandtschaftsbeziehungen zu anderen Gattungen der Tyrannosauridae sind ungeklärt, aber einige Experten glauben, Alioramus sei eng mit dem zeitgenössischen Tarbosaurus verwandt, oder gar ein juveniles Synonym dieser Gattung.Alioramus war ein verhältnismäßig kleiner und graziler Tyrannosaurier, der sich durch eine lange Schnauze auszeichnete, die auf der Oberseite eine Reihe von fünf knöchernen Höckern zeigte. Des Weiteren zeigt Alioramus mehr Zähne als jeder andere Tyrannosauride."}], "key": 100500852, "habitats": [], "authorship": "Kurzanov, 1976", "extinct": true, "nomenclaturalStatus": []}, {"nameType": "SCIENTIFIC", "family": "Rebbachisauridae", "nubKey": 4967485, "accordingTo": "Paleobiology Database", "speciesKey": 4967485, "rank": "SPECIES", "phylum": "Chordata", "descriptions": [], "higherClassificationMap": {"1": "Animalia", "44": "Chordata", "4822790": "Rebbachisauridae", "4821801": "Nigersaurus", "358": "Reptilia"}, "taxonomicStatus": "ACCEPTED", "species": "Nigersaurus taqueti", "vernacularNames": [], "classKey": 358, "habitats": [], "familyKey": 4822790, "kingdom": "Animalia", "parent": "Nigersaurus", "kingdomKey": 1, "taxonID": "107708549", "genusKey": 4821801, "canonicalName": "Nigersaurus taqueti", "key": 4967485, "authorship": "", "nomenclaturalStatus": [], "phylumKey": 44, "class": "Reptilia", "numOccurrences": 0, "synonym": false, "datasetKey": "d7dddbf4-2cf0-4f39-9b2a-bb099caae36c", "threatStatuses": [], "numDescendants": 0, "scientificName": "Nigersaurus taqueti", "genus": "Nigersaurus", "parentKey": 4821801}, {"nameType": "SCIENTIFIC", "nubKey": 4966289, "accordingTo": "Paleobiology Database", "speciesKey": 4966289, "rank": "SPECIES", "phylum": "Chordata", "descriptions": [], "higherClassificationMap": {"1": "Animalia", "4847894": "Protarchaeopteryx", "44": "Chordata", "212": "Aves"}, "taxonomicStatus": "DOUBTFUL", "species": "Incisivosaurus gauthieri", "vernacularNames": [], "classKey": 212, "habitats": [], "kingdom": "Animalia", "parent": "Protarchaeopteryx", "kingdomKey": 1, "taxonID": "107689729", "genusKey": 4847894, "canonicalName": "Incisivosaurus gauthieri", "key": 4966289, "authorship": "", "nomenclaturalStatus": [], "phylumKey": 44, "class": "Aves", "numOccurrences": 0, "synonym": false, "datasetKey": "d7dddbf4-2cf0-4f39-9b2a-bb099caae36c", "threatStatuses": [], "numDescendants": 0, "scientificName": "Incisivosaurus gauthieri", "genus": "Protarchaeopteryx", "parentKey": 4847894}, {"nameType": "SCIENTIFIC", "family": "Troodontidae", "nubKey": 5935886, "accordingTo": "Paleobiology Database", "speciesKey": 5935886, "rank": "SPECIES", "phylum": "Chordata", "descriptions": [{"description": "Saurornithoides ( ) is a genus of troodontid maniraptoran dinosaur, living during the Late Cretaceous period. These creatures were predators, which could run fast on their hind legs and had excellent sight and hearing. The name is derived from the Greek stems sauros (lizard), ornithos (bird) and oid (form), an appropriate name for a creature close to the ancestry of birds."}, {"description": "A single specimen of this theropod has been found in the Djadochta Formation of Mongolia. Saurornithoides was named by paleontologist Osborn in 1924. The type and only species is S. mongoliensis.Osborn, H.F. (1924). \"Three New Theropoda, Protoceratops Zone, Central Mongolia.\" American Museum Novitates, November 7, 1924 (144): 12pp. A second species, S. junior, was named by Rinchen Barsbold in 1974, based on a larger specimen from the Nemegt Formation thought to be more closely related to S. mongoliensis than to other troodonts. However, a 2009 review of the genus found that the support for this idea was lacking, and re-classified S. junior in the new genus Zanabazar.The cladogram below follows a 2012 analysis by Turner, Makovicky and Norell."}, {"description": "Saurornithoides, like others in its family, was probably predominantly carnivorous. Estimates of its length range from 2 to and weight from 23 to. It had large eye sockets and stereoscopic vision, allowing for good depth perception. It probably had good vision in light and very good night vision. It had a long, low head, a depressed muzzle, sharp teeth and a relatively large brain. Swift and smart, like its North American cousin Troodon, Saurornithoides probably scoured the Gobi Desert, looking for small mammals or reptiles to eat. Scientists speculate that it used its long arms and grasping hands to seize live prey, which would have consisted of small animals. Like other troodontids, it had an especially large claw on the second toe of each foot."}], "higherClassificationMap": {"1": "Animalia", "3238984": "Troodontidae", "44": "Chordata", "5428859": "Saurornithoides", "358": "Reptilia"}, "taxonomicStatus": "ACCEPTED", "species": "Saurornithoides mongoliensis", "vernacularNames": [{"language": "eng", "vernacularName": "Saurornithoides"}], "classKey": 358, "habitats": [], "familyKey": 3238984, "kingdom": "Animalia", "parent": "Saurornithoides", "kingdomKey": 1, "taxonID": "107734073", "genusKey": 5428859, "canonicalName": "Saurornithoides mongoliensis", "key": 5935886, "authorship": "", "nomenclaturalStatus": [], "phylumKey": 44, "class": "Reptilia", "numOccurrences": 0, "synonym": false, "datasetKey": "d7dddbf4-2cf0-4f39-9b2a-bb099caae36c", "threatStatuses": [], "numDescendants": 0, "scientificName": "Saurornithoides mongoliensis", "genus": "Saurornithoides", "parentKey": 5428859}, {"nameType": "SCIENTIFIC", "accordingTo": "Evans, David C., Ryan K. Schott, Derek W. Larson, Caleb M. Brown & M. J. Ryan. 2013. The oldest North American pachycephalosaurid and the hidden diversity of small-bodied ornithischian dinosaurs. Nature Communications 4: 1828.", "rank": "SPECIES", "descriptions": [], "higherClassificationMap": {"108931674": "Acrotholus"}, "taxonomicStatus": "SYNONYM", "acceptedKey": 108931675, "vernacularNames": [], "habitats": [], "publishedIn": "Evans, David C., Ryan K. Schott, Derek W. Larson, Caleb M. Brown & M. J. Ryan. 2013. The oldest North American pachycephalosaurid and the hidden diversity of small-bodied ornithischian dinosaurs. Nature Communications 4: 1828.", "parent": "Acrotholus", "canonicalName": "Acrotholus audeti", "taxonID": "d9254894-8009-487f-8490-f3090044ec9c", "key": 108931676, "authorship": "Evans, Schott, Larson, Brown & Ryan, 2013", "nomenclaturalStatus": [], "accepted": "Acrotholus audeti Evans, Schott, Larson, Brown & Ryan, 2013 sec.  Evans, Schott, Larson, Brown & Ryan 2013", "numOccurrences": 0, "synonym": true, "datasetKey": "34a96ebe-e51c-4222-9d08-5c2043c39dec", "threatStatuses": [], "numDescendants": 0, "scientificName": "Acrotholus audeti Evans, Schott, Larson, Brown & Ryan, 2013", "parentKey": 108931674}, {"nameType": "SCIENTIFIC", "family": "Troodontidae", "nubKey": 4966268, "accordingTo": "Paleobiology Database", "speciesKey": 4966268, "rank": "SPECIES", "phylum": "Chordata", "descriptions": [], "higherClassificationMap": {"1": "Animalia", "3238984": "Troodontidae", "44": "Chordata", "4966267": "Byronosaurus", "358": "Reptilia"}, "taxonomicStatus": "ACCEPTED", "species": "Byronosaurus jaffei", "vernacularNames": [], "classKey": 358, "habitats": [], "familyKey": 3238984, "kingdom": "Animalia", "parent": "Byronosaurus", "kingdomKey": 1, "taxonID": "107656146", "genusKey": 4966267, "canonicalName": "Byronosaurus jaffei", "key": 4966268, "authorship": "", "nomenclaturalStatus": [], "phylumKey": 44, "class": "Reptilia", "numOccurrences": 0, "synonym": false, "datasetKey": "d7dddbf4-2cf0-4f39-9b2a-bb099caae36c", "threatStatuses": [], "numDescendants": 0, "scientificName": "Byronosaurus jaffei", "genus": "Byronosaurus", "parentKey": 4966267}, {"nameType": "SCIENTIFIC", "family": "Coelophysidae", "nubKey": 4967134, "accordingTo": "Paleobiology Database", "speciesKey": 4967134, "rank": "SPECIES", "phylum": "Chordata", "descriptions": [{"description": "Coelophysis kayentakatae is an extinct species of coelophysid dinosaur that lived approximately 196 million years ago during the early part of the Jurassic Period in what is now the southwestern United States. Originally included in the genus Syntarsus, a name which was later found to have already been in use for a species of insect. It has been reclassified as either Coelophysis or Megapnosaurus, along with the African species, Coelophysis rhodesiensis.The name C. kayentakatae refers to the Kayenta Formation, where all known fossil specimens have been found."}, {"description": "C. kayentakatae had small two small, parallel crests and may show an evolutionary step toward later and larger neotheropods, such as the more advanced and larger Dilophosaurus. Both possess a \"weak joint\" between the premaxillary and the maxillary bones, creating a hooked premaxillary jaw.Specimen UCMP V128659 was discovered in 1982 and referred to Syntarsus kayentakatae by Rowe in 1989,Rowe, (1989). A new species of the theropod dinosaur Syntarsus from the Early Jurassic Kayenta Formation of Arizona. Journal of Vertebrate Paleontology. 9, 125-136. as a subadult gracile individual and later, Tykoski (2005)Tykoski, 1998. The osteology of Syntarsus kayentakatae and its implications for ceratosaurid phylogeny. Unpublished Masters Thesis, University of Texas at Austin, 217 pp. agreed. Gay (2010) described the specimen as the new tetanurine taxon Kayentavenator elysiae,Gay, 2010. Notes on Early Mesozoic theropods. Lulu Press. 44 pp. but Mortimer (2010) pointed out that there was no published evidence that Kayentavenator is the same taxon as C. kayentakatae.A diagnosis is a statement of the anatomical features of an organism (or group) that collectively distinguish it from all other organisms. Some, but not all, of the features in a diagnosis are also autapomorphies. An autapomorphy is a distinctive anatomical feature that is unique to a given organism or group. According to Tykoski and Rowe (2004) Megapnosaurus kayentakatae can be distinguished based on the following characteristics: the presence of nasal crests on the skull the frontal bones on the skull are separated by a midline anterior extension of the parietal bones"}, {"description": "The holotype of C. kayentakatae (MNA V2623) was recovered in the Silty Facies Member of the Kayenta Formation, in Arizona. This material was collected in 1977 from carbonaceous sandstone deposited during the Sinemurian and Pliensbachian stages of the Jurassic period, approximately 196 million years ago.The Kayenta Formation was primarily deposited by rivers, with the silty facies as the slower, more sluggish part of the river system. A definitive radiometric dating of this formation has not yet been made, and the available stratigraphic correlation has been based on a combination of radiometric dates from vertebrate fossils, magnetostratigraphy and pollen evidence.J. M. Clark and D. E. Fastovsky. 1986. Vertebrate biostratigraphy of the Glen Canyon Group in northern Arizona. The Beginning of the Age of the Dinosaurs: Faunal change across the Triassic-Jurassic boundary, N. C. Fraser and H.-D. Sues (eds.), Cambridge University Press 285–301 It is been surmised that the Kayenta Formation was deposited during the Sinemurian and Pliensbachian stages of the Early Jurassic Period or approximately 199 to 182 million years ago.Padian, K (1997) Glen Canyon Group In: Encyclopedia of Dinosaurs, edited by Currie, P. J., and Padian, K., Academic Press. The Kayenta Formation is part of the Glen Canyon Group that includes formations not only in northern Arizona but also parts of southeastern Utah, western Colorado, and northwestern New Mexico. Coelophysid cladogram based on the phylogenetic analysis, conducted by Ezcurra & Brusatte, 2011.Ezcurra, M. D., & Brusatte, S. L. (2011). Taxonomic and phylogenetic reassessment of the early neotheropod dinosaur Camposaurus arizonensis from the Late Triassic of North America. Palaeontology, 54(4), 763-772. During the Early Jurassic period, the land that is now the Kayenta Formation experienced rainy summers and dry winters. By the Middle Jurassic period it was being encroached upon from the north by a sandy dune field that would become the Navajo Sandstone. The animals here were adapted to a seasonal climate and abundant water could be found in streams, ponds and lakes. C. kayentakatae shared its paleoenvironment with other dinosaurs, such as several theropods including Dilophosaurus, KayentavenatorGay, R. 2010. Kayentavenator elysiae, a new tetanuran from the early Jurassic of Arizona. Pages 27–43 in Gay, R. Notes on early Mesozoic theropods. Lulu Press (on-demand online press). \"Syntarsus\" kayentakatae, the \"Shake N Bake\" theropod, the basal sauropodomorph Sarahsaurus,Rowe, T. B., Sues, H.-D., and Reisz, R. R. 2011. Dispersal and diversity in the earliest North American sauropodomorph dinosaurs, with a description of a new taxon. Proceedings of the Royal Society B: Biological Sciences 278(1708):1044–1053.heterodontosaurids, and the armored dinosaurs Scelidosaurus and Scutellosaurus. The Kayenta Formation has produced that remains of three coelophysoid taxa of different body size, which represents the most diverse ceratosaur fauna yet known.Tykoski, R. S., 1998, The Osteology of Syntarsus kayentakatae and its Implications for Ceratosaurid Phylogeny: Theses, The University of Texas, December 1998. The Kayenta Formation has yielded a small but growing assemblage of organisms. Vertebrates present in the Kayenta Formation at the time of C.kayentakatae included hybodont sharks, bony fish known as osteichthyes, lungfish, salamanders, the frog Prosalirus, the caecilian Eocaecilia, the turtle Kayentachelys, a sphenodontian reptile, various lizards. Also present were the synapsids Dinnebiton, Kayentatherium, and Oligokyphus., several early crocodylomorphs including Calsoyasuchus, Eopneumatosuchus, Kayentasuchus, and Protosuchus, and the pterosaur Rhamphinion.Jenkins, F. A., Jr., Crompton, A. W., and Downs, W. R. 1983. Mesozoic mammals from Arizona: new evidence in mammalian evolution. Science 222(4629):1233–1235.Jenkins, F. A., Jr. and Shubin, N. H. 1998. Prosalirus bitis and the anuran caudopelvic mechanism. Journal of Vertebrate Paleontology 18(3):495–510.Curtis, K., and Padian, K. 1999. An Early Jurassic microvertebrate fauna from the Kayenta Formation of northeastern Arizona: microfaunal change across the Triassic-Jurassic boundary. PaleoBios 19(2):19–37. The possible presence of the early true mammal Dinnetherium, and a haramyid mammal has also been proposed, based on fossil finds. Vertebrate trace fossils from this area included coprolites and the tracks of therapsids, lizard-like animals, and dinosaurs, which provided evidence that these animals were also present.Hamblin, A. H., and Foster, J. R. 2000. Ancient animal footprints and traces in the Grand Staircase-Escalante National Monument, south-central Utah. Pages 557–568 in Sprinkel, D. A., Chidsey, T. C., Jr., and Anderson, P. B. editors. Geology of Utah's parks and monuments. Utah Geological Association, Salt Lake City, UT. Publication 28. Non-vertebrates in this ecosystem included microbial or \"algal\" limestone,Luttrell, P. R., and Morales, M. 1993. Bridging the gap across Moenkopi Wash: a lithostratigraphic correlation. Aspects of Mesozoic geology and paleontology of the Colorado Plateau. Pages 111–127 in Morales, M., editor. Museum of Northern Arizona, Flagstaff, AZ. Bulletin 59. freshwater bivalves, freshwater mussels and snails, and ostracods.Lucas, S. G., and Tanner L. H. 2007. Tetrapod biostratigraphy and biochronology of the Triassic-Jurassic transition on the southern Colorado Plateau, USA. Palaeogeography, Palaeoclimatology, Palaeoecology 244(1–4):242–256. The plant life known from this area included trees that became preserved as petrified wood."}, {"description": "The holotype (MNA V2623) of C. kayentakatae likely came to rest on its left side and was partially buried. This served to stabile the bones on the left side of the skull, however the right side of the skull was likely exposed to water currents as it began to decompose. Some of the loosely connected bones on this side drifted out of place before the entire skull was finally buried. Later, the great weight of overlying sediment served to distort the specimen."}], "higherClassificationMap": {"1": "Animalia", "44": "Chordata", "3238988": "Coelophysidae", "4822867": "Coelophysis", "358": "Reptilia"}, "taxonomicStatus": "ACCEPTED", "species": "Coelophysis kayentakatae", "vernacularNames": [], "classKey": 358, "habitats": [], "familyKey": 3238988, "kingdom": "Animalia", "parent": "Coelophysis", "kingdomKey": 1, "taxonID": "107663178", "genusKey": 4822867, "canonicalName": "Coelophysis kayentakatae", "key": 4967134, "authorship": "", "nomenclaturalStatus": [], "phylumKey": 44, "class": "Reptilia", "numOccurrences": 0, "synonym": false, "datasetKey": "d7dddbf4-2cf0-4f39-9b2a-bb099caae36c", "threatStatuses": [], "numDescendants": 0, "scientificName": "Coelophysis kayentakatae", "genus": "Coelophysis", "parentKey": 4822867}, {"nameType": "SCIENTIFIC", "family": "Dromaeosauridae", "nubKey": 4966348, "accordingTo": "Paleobiology Database", "speciesKey": 4966348, "rank": "SPECIES", "phylum": "Chordata", "descriptions": [], "higherClassificationMap": {"1": "Animalia", "4966347": "Tsaagan", "44": "Chordata", "3238979": "Dromaeosauridae", "358": "Reptilia"}, "taxonomicStatus": "ACCEPTED", "species": "Tsaagan mangas", "vernacularNames": [], "classKey": 358, "habitats": [], "familyKey": 3238979, "kingdom": "Animalia", "parent": "Tsaagan", "kingdomKey": 1, "taxonID": "107748563", "genusKey": 4966347, "canonicalName": "Tsaagan mangas", "key": 4966348, "authorship": "", "nomenclaturalStatus": [], "phylumKey": 44, "class": "Reptilia", "numOccurrences": 0, "synonym": false, "datasetKey": "d7dddbf4-2cf0-4f39-9b2a-bb099caae36c", "threatStatuses": [], "numDescendants": 0, "scientificName": "Tsaagan mangas", "genus": "Tsaagan", "parentKey": 4966347}, {"nameType": "SCIENTIFIC", "family": "Allosauridae", "nubKey": 4822588, "accordingTo": "Interim Register of Marine and Nonmarine Genera", "speciesKey": 4822588, "rank": "SPECIES", "phylum": "Chordata", "descriptions": [], "higherClassificationMap": {"1": "Animalia", "4822582": "Allosauridae", "44": "Chordata", "4822587": "Allosaurus", "358": "Reptilia"}, "taxonomicStatus": "ACCEPTED", "extinct": true, "species": "Allosaurus fragilis", "vernacularNames": [], "classKey": 358, "habitats": [], "familyKey": 4822582, "kingdom": "Animalia", "parent": "Allosaurus", "kingdomKey": 1, "taxonID": "101197262", "genusKey": 4822587, "canonicalName": "Allosaurus fragilis", "key": 4822588, "authorship": "", "nomenclaturalStatus": [], "phylumKey": 44, "class": "Reptilia", "numOccurrences": 0, "synonym": false, "datasetKey": "d7dddbf4-2cf0-4f39-9b2a-bb099caae36c", "threatStatuses": [], "numDescendants": 0, "scientificName": "Allosaurus fragilis", "genus": "Allosaurus", "parentKey": 4822587}]