[{"nameType": "SCIENTIFIC", "family": "Rhytididae", "speciesKey": 113457625, "rank": "SPECIES", "phylum": "Mollusca", "descriptions": [{"description": "Powelliphanta \"Lodestone\" is classified by the New Zealand Threat Classification System as Range Restricted."}, {"description": "DISPLAYTITLE Powelliphanta \"Lodestone\" is an a provisional name for an as yet undescribed species of large, carnivorous land snail, an \"amber snail\", a terrestrial pulmonate gastropod mollusc in the family Rhytididae."}], "higherClassificationMap": {"112707351": "Animalia", "113457606": "Powelliphanta", "113455856": "Gastropoda", "113448712": "Mollusca", "113457586": "Rhytididae"}, "species": "Not yet described", "vernacularNames": [{"language": "eng", "vernacularName": "Powelliphanta Lodestone"}], "classKey": 113455856, "habitats": [], "familyKey": 113457586, "kingdom": "Animalia", "parent": "Powelliphanta", "kingdomKey": 112707351, "taxonID": "8804308", "genusKey": 113457606, "canonicalName": "Not yet described", "key": 113457625, "authorship": "", "nomenclaturalStatus": [], "phylumKey": 113448712, "class": "Gastropoda", "numOccurrences": 0, "synonym": false, "datasetKey": "cbb6498e-8927-405a-916b-576d00a6289b", "threatStatuses": [], "numDescendants": 0, "scientificName": "Not yet described", "genus": "Powelliphanta", "parentKey": 113457606}, {"numOccurrences": 0, "nameType": "SCIENTIFIC", "synonym": false, "higherClassificationMap": {"102485135": "Organismal metagenomes"}, "parent": "Organismal metagenomes", "datasetKey": "fab88965-e69d-4491-a04d-e3198b626e52", "threatStatuses": [], "vernacularNames": [], "speciesKey": 102485209, "canonicalName": "Scorpion gut metagenome", "taxonID": "1571227", "numDescendants": 0, "scientificName": "scorpion gut metagenome", "rank": "SPECIES", "key": 102485209, "habitats": [], "authorship": "", "nomenclaturalStatus": [], "parentKey": 102485135, "species": "Scorpion gut metagenome", "descriptions": []}, {"nameType": "SCIENTIFIC", "nubKey": 4758, "descriptions": [], "higherClassificationMap": {"104624344": "unclassified Ripiphoridae"}, "taxonomicStatus": "SYNONYM", "acceptedKey": 104624348, "vernacularNames": [], "habitats": [], "parent": "unclassified Ripiphoridae", "canonicalName": "Rhipiphoridae spec.", "taxonID": "e213825", "key": 103031821, "authorship": "", "nomenclaturalStatus": [], "accepted": "Rhipidiinae sp. UPOL ZL0087", "numOccurrences": 0, "synonym": true, "datasetKey": "fab88965-e69d-4491-a04d-e3198b626e52", "threatStatuses": [], "numDescendants": 0, "scientificName": "Rhipiphoridae sp. UPOL ZL0087", "parentKey": 104624344}, {"nameType": "SCIENTIFIC", "family": "Asilidae", "nubKey": 1663111, "accordingTo": "The Catalogue of Life, 3rd January 2011", "rank": "GENUS", "phylum": "Arthropoda", "orderKey": 811, "higherClassificationMap": {"1": "Animalia", "54": "Arthropoda", "7275": "Asilidae", "216": "Insecta", "811": "Diptera"}, "taxonomicStatus": "ACCEPTED", "extinct": false, "vernacularNames": [], "classKey": 216, "habitats": [], "familyKey": 7275, "kingdom": "Animalia", "parent": "Asilidae", "kingdomKey": 1, "taxonID": "121060419", "genusKey": 1663111, "canonicalName": "Blepharotes", "key": 1663111, "authorship": "Westwood in Duncan, 1840", "nomenclaturalStatus": [], "phylumKey": 54, "class": "Insecta", "numOccurrences": 0, "synonym": false, "datasetKey": "d7dddbf4-2cf0-4f39-9b2a-bb099caae36c", "threatStatuses": [], "publishedIn": "in Duncan, Introd. Entom. (Nat. Libr. , 29), 329.", "numDescendants": 6, "scientificName": "Blepharotes Westwood in Duncan, 1840", "genus": "Blepharotes", "parentKey": 7275, "order": "Diptera", "descriptions": [{"description": "Blepharotes is a genus of robber fly in the family Asilidae. Its members are found in Eastern Australia. They include the giant yellow robber fly Blepharotes coriarius, and B. splendidissimus."}]}, {"nameType": "SCIENTIFIC", "family": "Laqueidae", "nubKey": 2252850, "speciesKey": 105017349, "rank": "SPECIES", "phylum": "Brachiopoda", "orderKey": 105017261, "higherClassificationMap": {"103832354": "Metazoa", "105017291": "Laqueidae", "105017119": "Rhynchonellata", "105017261": "Terebratulida", "105016707": "Brachiopoda", "105017345": "Terebratalia"}, "species": "Terebratalia transversa", "vernacularNames": [], "classKey": 105017119, "habitats": [], "familyKey": 105017291, "kingdom": "Metazoa", "parent": "Terebratalia", "kingdomKey": 103832354, "taxonID": "34513", "genusKey": 105017345, "canonicalName": "Terebratalia transversa", "key": 105017349, "authorship": "", "nomenclaturalStatus": [], "phylumKey": 105016707, "class": "Rhynchonellata", "numOccurrences": 0, "synonym": false, "datasetKey": "fab88965-e69d-4491-a04d-e3198b626e52", "threatStatuses": [], "numDescendants": 0, "scientificName": "Terebratalia transversa", "genus": "Terebratalia", "parentKey": 105017345, "order": "Terebratulida", "descriptions": []}, {"nameType": "SCIENTIFIC", "family": "Fagaceae", "nubKey": 2878688, "speciesKey": 113610349, "rank": "SPECIES", "orderKey": 113609682, "higherClassificationMap": {"113551056": "Plantae", "113610170": "Quercus", "113609994": "Fagaceae", "113609682": "Fagales"}, "species": "Quercus robur", "vernacularNames": [{"language": "eng", "vernacularName": "English oakQuercus robur"}], "habitats": [], "familyKey": 113609994, "kingdom": "Plantae", "parent": "Quercus", "kingdomKey": 113551056, "taxonID": "201415", "genusKey": 113610170, "canonicalName": "Quercus robur", "key": 113610349, "authorship": "L.", "nomenclaturalStatus": [], "numOccurrences": 0, "synonym": false, "datasetKey": "cbb6498e-8927-405a-916b-576d00a6289b", "threatStatuses": [], "numDescendants": 0, "scientificName": "Quercus robur L.", "genus": "Quercus", "parentKey": 113610170, "order": "Fagales", "descriptions": [{"description": "Q. robur (Latin quercus, \"oak\" + robur \"strength, hard timber\") is the type species of the genus (the species by which the oak genus Quercus is defined), and a member of the white oak section Quercus section Quercus. The populations in Italy, southeast Europe, and Asia Minor and the Caucasus are sometimes treated as separate species, Q. brutia Tenore, Q. pedunculiflora K. Koch and Q. haas Kotschy respectively.A close relative is the Sessile Oak (Q. petraea), which shares much of its range. Q. robur is distinguished from this species by its leaves having only a very short stalk 3 - long, and by its pedunculate (stalked) acorns. The two often hybridise in the wild, the hybrid being known as Quercus × rosacea."}, {"description": "Basque CountryIn the Basque Country (Spain), the oak symbolises the traditional basque liberties. This is based on the 'tree of Gernika', an ancient oak tree located in Gernika, below which since at least the 13th century the Lords of Biscay first, and afterwards their successors the Kings of Castile and the Kings of Spain solemnly swore to uphold the charter of Biscay, which secured widespread rights to the inhabitants of Biscay. Since the 14th century, the Juntas Generales (the parliament of Biscay) gathers in a building next to the oak tree, and symbolically passes its laws under the tree as well. Nowadays, the Lehendakari (Basque prime minister) swears his oath of office under the tree. BulgariaThe national coat of arms of Bulgaria includes two crossed oak branches with fruits - as shield (escutcheon) compartment. CroatiaOak leaves with acorns are depicted on the reverse of the Croatian 5 lipa coin, minted since 1993.Croatian National Bank. Kuna and Lipa, Coins of Croatia: 5 Lipa Coin. – Retrieved on 31 March 2009. The pedunculate oak of the Croatian region of Slavonia (considered a separate subspecies - Slavonian Oak) is a regional symbol of Slavonia and a national symbol of Croatia. EnglandIn England, the English oak has assumed the status of a national emblem. This has its origins in the oak tree at Boscobel House, where the future King Charles II hid from his Parliamentarian pursuers in 1650 during the English Civil War; the tree has since been known as the Royal Oak. This event was celebrated nationally on 29 May as Oak Apple Day, which is continued to this day in some communities. ‘The Royal Oak’ is the third most popular pub name in Britain (541 in 2007) and has been the name of eight major Royal Navy warships. The naval associations are strengthened by the fact that oak was the main construction material for sailing warships. The Royal Navy was often described as ‘The Wooden Walls of Old England’ (a paraphrase of the Delphic Oracle) and the Navy’s official quick march is \"Heart of Oak\". Furthermore, the oak is the most common woodland tree in England. An oak tree has been depicted on the reverse of the pound coin (the 1987 and 1992 issues) and a sprig of oak leaves and acorns is the emblem of the National Trust. GermanyIn Germany, the oak tree is used as a typical object and symbol in romanticism. It can be found in several paintings of Caspar David Friedrich and in \"Of the life of a Good-For-Nothing\" written by Joseph Freiherr von Eichendorff as a symbol of the state protecting every man. In those works the oak is shown in different situations, with leaves and flowers or dead without any of its previous beauty. Those conditions are mostly symbols for the conditions Germany is in or going through. Furthermore, the oak's stem is a symbol for Germany's strength and stability. Oak branches were displayed on the reverse of the small coins of the old Deutsche Mark currency (1 through 10 Pfennigs; the 50 Pfennigs coin showed a woman planting an oak seedling), and are now also displayed on the reverse of the small German-issue Euro currency coins (1 through 5 cents). IrelandIn Ireland, at Birr Castle, an example, over 400 years old has a girth of 6.5 m. It is known as the Carroll Oak, referring to the local Chieftains, Ely O'Carroll who ruled prior to Norman occupation.Fifty Trees of Distinction by Prof. D.A. Webb and the Earl of Ross. Booklet, published by Birr Castle Demesne, 2000. RomaniaThe Romanian Rugby Union side are also known as \"The Oaks.\""}, {"description": "Within its native range Q. robur is valued for its importance to insects and other wildlife. Numerous insects live on the leaves, buds, and in the acorns. Q.robur supports the highest biodiversity of insect herbivores of any British plant (>400 spp). The acorns form a valuable food resource for several small mammals and some birds, notably Eurasian Jays Garrulus glandarius. Jays were overwhelmingly the primary propagators of oaks before humans began planting them commercially, because of their habit of taking acorns from the umbra of its parent tree and burying it undamaged elsewhere. Mammals, notably squirrels who tend to hoard acorns and other nuts most often leave them too abused to grow in the action of moving or storing them."}, {"description": "Quercus robur is a large deciduous tree, with circumference of grand oaks from 4 m to exceptional 12 m. The Majesty Oak with a circumference of 12.2 m is the thickest tree in Great Britain, and the Kaive Oak in Latvia with a circumference of 10.2 m is the thickest tree in Northern Europe. Q. robur has lobed and nearly sessile (very short-stalked) leaves 7 - long. Flowering takes place in mid spring, and their fruit, called acorns, ripen by the following autumn. The acorns are 2 - long, pedunculate (having a peduncle or acorn-stalk, 3 - long) with one to four acorns on each peduncle.It is a long-lived tree, with a large wide spreading crown of rugged branches. While it may naturally live to an age of a few centuries, many of the oldest trees are pollarded or coppiced, both pruning techniques that extend the tree's potential lifespan, if not its health. Two individuals of notable longevity are the Stelmužė Oak in Lithuania and the Granit Oak in Bulgaria, which are believed to be more than 1,500 years old, possibly making them the oldest oaks in Europe; another specimen, called the 'Kongeegen' ('Kings Oak'), estimated to be about 1,200 years old, grows in Jaegerspris, Denmark. Yet another can be found in Kvilleken, Sweden, that is over 1,000 years old and 14 m around. Of maiden (not pollarded) specimens, one of the oldest is the great oak of Ivenack, Germany. Tree-ring research of this tree and other oaks nearby gives an estimated age of 700 to 800 years old. Also the Bowthorpe Oak in Lincolnshire, England is estimated to be 1,000 years old, making it the oldest in the UK, although there is Knightwood Oak in the New Forest which is also said to be as old. Highest density of the grand oak trees Q. robur with a circumference 4 m and more is in Latvia. Eniņš, Guntis (2008). 100 dižākie un svētākie, AS Lauku Avīze, p. 25. ISBN 978-9984-827-15-5"}, {"description": "Quercus robur is cultivated as an ornamental tree in the temperate regions of most continents. A number of cultivars are grown in gardens and parks and in arboreta and botanical gardens. The most common cultivar is Quercus robur 'Fastigiata', and is the exception among Q. robur cultivars which are generally smaller than the standard tree, growing to between 10–15 m and exhibit unusual leaf or crown shape characteristics. In Australia English Oak is one of the most common park trees in south-eastern Australia, noted for its vigorous, luxuriant growth. In Australia, it grows very quickly to a tree of 20 m tall by up to 20 m broad, with a low-branching canopy. Its trunk and secondary branches are very thick and solid and covered with deep-fissured blackish-grey bark. The largest example in Australia is in Donnybrook, Western Australia. Native Australian oaks are quite unrelated to the European oaks. Cultivars Quercus robur 'Fastigiata' (\"Cypress Oak\"), probably the most common cultivated form, it grows to a large imposing tree with a narrow columnar habit. The fastigiate oak was originally propagated from an upright tree that was found in central Europe. Quercus robur 'Concordia' (\"Golden Oak\"), a small very slow-growing tree, eventually reaching 10 m, with bright golden-yellow leaves throughout spring and summer. It was originally raised in Van Geert's nursery at Ghent in 1843. Quercus robur 'Pendula' (\"Weeping Oak\"), a small to medium sized tree with pendulous branches, reaching up to 15 m. Quercus robur 'Purpurea' is another cultivar growing to 10 m, but with purple coloured leaves. Quercus robur 'Filicifolia' (\"Cut-leaved Oak\") is a cultivar where the leaf is pinnately divided into fine forward pointing segments. HybridsAlong with the naturally occurring Q. × rosacea, several hybrids with other white oak species have also been produced in cultivation, including Turner's Oak Q. × turnerii, Heritage Oak Q. × macdanielli, and Two Worlds Oak Q. × bimundorum, the latter two developed by nurseries in the United States. Q. × bimundorum (Q. alba × Q. robur) (Two Worlds Oak) Q. × macdanielli (Q. macrocarpa × Q. robur) (Heritage Oak) Q. × rosacea Bechst. (Q. petraea x Q. robur), a hybrid of the Sessile Oak and English Oak. It is usually of intermediate character between its parents, however it does occasionally exhibit more pronounced characteristics of one or the other parent. Q. × turnerii Willd. (Q. ilex × Q. robur) (Turner's Oak), a semi-evergreen tree of small to medium size with a rounded crown; it was originally raised at Mr. Turner's nursery, Essex, UK, in 1783. An early specimen is at the Royal Botanic Gardens, Kew. Q. × warei (Q. robur fastigiata x Q. bicolor), a hybrid between Upright English Oak and the Swamp White Oak. The selections within this hybrid include the (Regal Prince) 'Long' cultivar and the (Kindred Spirit) 'Nadler' cultivar. Diseases Acute oak decline Powdery mildew caused by Erysiphe alphitoides Sudden oak death"}, {"description": "Quercus robur is planted for forestry, and produces a long-lasting and durable heartwood, much in demand for interior and furniture work. The wood of Q. robur is identified by a close examination of a cross-section perpendicular to fibres. The wood is characterised by its distinct (often wide) dark and light brown growth rings. The earlywood displays a vast number of large vessels (~0.5 mm diameter). There are rays of thin (~0.1 mm) yellow or light brown lines running across the growth rings. The timber is around 720 kg per cubic meter in density.British Oak. Niche Timbers. Accessed 19-08-2009."}, {"description": "Grandinin/roburin E, castalagin/vescalagin, gallic acid, monogalloyl glucose (glucogallin) and valoneic acid dilactone, monogalloyl glucose, digalloyl glucose, trigalloyl glucose, rhamnose, quercitrin and ellagic acid are phenolic compounds found in Q. robur.Analysis of oak tannins by liquid chromatography-electrospray ionisation mass spectrometry. Pirjo Mämmelä, Heikki Savolainenb, Lasse Lindroosa, Juhani Kangasd and Terttu Vartiainen, Journal of Chromatography A, Volume 891, Issue 1, 1 September 2000, Pages 75-83, The heartwood contains triterpene saponins.Identification of triterpene saponins in Quercus robur L. and Q. petraea Liebl. Heartwood by LC-ESI/MS and NMR. Arramon G, Saucier C, Colombani D and Glories Y, Phytochem Anal., November-DEcember 2002, volume 13, issue 6, pages 305-310,"}, {"description": "Quercus robur is commonly known as the English oak or pedunculate oak or French oak. It is native to most of Europe, and to Anatolia to the Caucasus, and also to parts of North Africa."}]}, {"nameType": "SCIENTIFIC", "speciesKey": 113670639, "rank": "SPECIES", "descriptions": [{"description": "Polysacos is a genus of multiplacophoran known from articulated Carboniferous fossils; its seventeen shell plates are arranged in three rows, with seven iterated units. It demonstrates that multiplacophora are related to modern polyplacophora. It was fringed with a ring of hollow spines resembling those of the Ordovician Echinochiton."}], "higherClassificationMap": {"113670638": "Polysacos"}, "species": "Polysacos vickersianum", "vernacularNames": [], "habitats": [], "parent": "Polysacos", "canonicalName": "Polysacos vickersianum", "taxonID": "32195193", "genusKey": 113670638, "key": 113670639, "authorship": "Vendrasco et al., 2004", "nomenclaturalStatus": [], "numOccurrences": 0, "synonym": false, "datasetKey": "cbb6498e-8927-405a-916b-576d00a6289b", "threatStatuses": [], "numDescendants": 0, "scientificName": "Polysacos vickersianum Vendrasco et al., 2004", "genus": "Polysacos", "parentKey": 113670638}, {"nameType": "SCIENTIFIC", "family": "Mantidae", "nubKey": 1404836, "accordingTo": "The Catalogue of Life, 3rd January 2011", "rank": "GENUS", "phylum": "Arthropoda", "orderKey": 788, "higherClassificationMap": {"1": "Animalia", "54": "Arthropoda", "788": "Mantodea", "216": "Insecta", "9383": "Mantidae"}, "taxonomicStatus": "ACCEPTED", "extinct": false, "vernacularNames": [], "classKey": 216, "habitats": [], "familyKey": 9383, "kingdom": "Animalia", "parent": "Mantidae", "kingdomKey": 1, "taxonID": "121067528", "genusKey": 1404836, "canonicalName": "Chromatophotina", "key": 1404836, "authorship": "Rivera, 2010", "nomenclaturalStatus": [], "phylumKey": 54, "class": "Insecta", "numOccurrences": 0, "synonym": false, "datasetKey": "d7dddbf4-2cf0-4f39-9b2a-bb099caae36c", "threatStatuses": [], "publishedIn": "Rivera. 2010. Chromatophotina, a remarkable new genus praying mantid from the Neotropioc Region and its two new species (Mantodea: Mantidae, Photinainae). (2415):22-32", "numDescendants": 2, "scientificName": "Chromatophotina Rivera, 2010", "genus": "Chromatophotina", "parentKey": 9383, "order": "Mantodea", "descriptions": [{"description": "Chromatophotina, a remarkable new genus praying mantid from the Neotropioc Region and its two new species (Mantodea: Mantidae, Photinainae)."}, {"description": "Terrestrial."}]}, {"nameType": "SCIENTIFIC", "family": "Temnopleuridae", "nubKey": 4341547, "speciesKey": 104158519, "rank": "SPECIES", "phylum": "Echinodermata", "orderKey": 104158488, "higherClassificationMap": {"104153630": "Echinodermata", "104158517": "Mespilia", "104158488": "Temnopleuroida", "104157788": "Echinoidea", "103832354": "Metazoa", "104158489": "Temnopleuridae"}, "species": "Mespilia globulus", "vernacularNames": [], "classKey": 104157788, "habitats": [], "familyKey": 104158489, "kingdom": "Metazoa", "parent": "Mespilia", "kingdomKey": 103832354, "taxonID": "39342", "genusKey": 104158517, "canonicalName": "Mespilia globulus", "key": 104158519, "authorship": "", "nomenclaturalStatus": [], "phylumKey": 104153630, "class": "Echinoidea", "numOccurrences": 0, "synonym": false, "datasetKey": "fab88965-e69d-4491-a04d-e3198b626e52", "threatStatuses": [], "numDescendants": 0, "scientificName": "Mespilia globulus", "genus": "Mespilia", "parentKey": 104158517, "order": "Temnopleuroida", "descriptions": []}, {"nameType": "SCIENTIFIC", "family": "Corydalidae", "nubKey": 1729944, "accordingTo": "The Catalogue of Life, 3rd January 2011", "speciesKey": 1729944, "rank": "SPECIES", "phylum": "Arthropoda", "orderKey": 1451, "higherClassificationMap": {"216": "Insecta", "5461": "Corydalidae", "54": "Arthropoda", "1": "Animalia", "1451": "Megaloptera", "1729931": "Corydalus"}, "taxonomicStatus": "ACCEPTED", "extinct": false, "species": "Corydalus cornutus", "vernacularNames": [{"language": "", "vernacularName": "eastern dobsonfly"}, {"language": "fra", "vernacularName": "corydale cornue"}, {"language": "eng", "vernacularName": "dobsonfly"}, {"language": "eng", "vernacularName": "hellgrammite"}], "classKey": 216, "habitats": ["FRESHWATER", "TERRESTRIAL"], "familyKey": 5461, "kingdom": "Animalia", "parent": "Corydalus", "kingdomKey": 1, "taxonID": "119705164", "genusKey": 1729931, "canonicalName": "Corydalus cornutus", "key": 1729944, "authorship": " (Linnaeus, 1758)", "nomenclaturalStatus": [], "phylumKey": 54, "class": "Insecta", "numOccurrences": 0, "synonym": false, "datasetKey": "d7dddbf4-2cf0-4f39-9b2a-bb099caae36c", "threatStatuses": [], "numDescendants": 0, "scientificName": "Corydalus cornutus (Linnaeus, 1758)", "genus": "Corydalus", "parentKey": 1729931, "order": "Megaloptera", "descriptions": [{"description": "The eastern dobsonfly, Corydalus cornutus, is a large insect in the Corydalidae family. It is found in eastern North America in regions with fast-flowing streams where its aquatic larvae develop. These are known as hellgrammites and are among the top invertebrate predators in the streams in which they live. They are used by anglers as bait.Featured Creatures"}, {"description": "The eggs are grey and cylindrical, about 1.4 millimetres long and 0.5 millimetres wide. They are laid in groups of about 1,000, stacked in three layers. The pile of eggs is protected by a clear fluid which dries white and is applied by the female with the tip of her abdomen. The egg mass is said to look rather like a bird dropping.Baker, J. R. and H. H. Neunzig. 1968. The egg masses, eggs and first-instar larvae of the eastern North American Corydalidae. Annals of the Entomological Society of America 61: 1181-87.The larvae are light brown with a covering of tiny dark brown microspines. The thorax has three pairs of legs and each segment is covered by a tough, dark-coloured dorsal plate.Neunzig, H. H. and J. R. Baker. Order Megaloptera. 1991. In: Stehr, F. W., editor. Immature Insects, Vol. 2. Kendall/Hunt Publishing Company. Dubuque, Iowa. pp. 112-22. The first eight abdominal segments have lateral tactile filaments and the first seven have tracheal gills in tufts.Barclay, A., et al. 2005. Tracheal gills of the dobsonfly larvae, or hellgrammite Corydalus cornutus L. (Megaloptera: Corydalidae). Journal of the Kansas Entomological Society 78: 181-85. The larvae also have spiracles allowing them to breathe on land as well as in the water. At the tip of the abdomen there are two prolegs, each with a dorsal filament and a pair of terminal hooks which enables the larva to anchor itself in fast-flowing water. The mandibles are sclerotised and powerful.The pupae are orange in colour with dark patches on the upper side of the abdomen and are covered with minute bristles. The developing limbs, wings and antennae project outside the pupal covering.The adult dobsonfly is a large insect up to 140 millimetres long with a wingspan of up to 125 millimetres.BugGuide The female has short powerful mandibles of a similar size to those of the larva while the mandibles of the male are sickle-shaped and up to 40 millimetres long, half as long as the body. The antennae are long and segmented and the greyish translucent, many veined wings are often mottled with white dots. When at rest the wings are folded flat over the insect's back and extend beyond the abdomen.Field Guide to Texas Insects"}, {"description": "The dobsonfly is found in most of eastern North America. It is usually found near the swift flowing, unpolluted streams in which its larvae develop."}, {"description": "Dobsonfly eggs are usually laid close to the water's edge on a rock or overhanging foliage and hatch at night one to two weeks later. The newly emerged larvae fall or crawl into the stream and make their way to a fast-flowing section with a stony bottom. They are called hellgrammites and they hide under stones, catching and eating soft-bodied invertebrates.McCafferty, W. P. and A. V. Provonsha. 1983. Aquatic Entomology: The Fisherman's and Ecologist's Illustrated Guide to Insects and Their Relatives. Jones and Bartlett Publishers, Inc. Portola Valley, California. 448 pp. They grow slowly, shedding their skins ten to twelve times and reaching a length of up to ninety millimetres. The larger hellgrammites are fearsome predators with well-developed jaws. After one to three years and when ready to pupate, they emerge from the water and travel up to fifteen metres looking for a suitable location under a rock, log or leaf litter.Mangan, B. P. 1994. Pupation ecology of the dobsonfly Corydalus cornutus (Corydalidae: Megaloptera) along a large river. Journal of Freshwater Ecology 9: 57-62. There may be a mass emergence of hellgrammites within a few days of each other.Voshell, J. R. 2002. A Guide to Common Freshwater Invertebrates of North America. The McDonald & Woodward Publishing Company. Blacksburg, Virginia. 442 pp. Each one digs a hole in moist soil and prepares a small, smooth walled chamber, and after a prepupal stage of a few days, sheds their skin and pupates. In some areas the adults emerge in seven to fourteen days but in other areas they overwinter as pupae.Eastern Dobsonfly. Fairfax County Public Schools. On emerging, they dig their way to the surface. They are not thought to feed as adults but spend their time in dense vegetation near streams. They are most active at night and are attracted by lights. They mate and lay their eggs, usually dying within a week."}]}, {"nameType": "SCIENTIFIC", "nubKey": 1776, "accordingTo": "The Catalogue of Life, 3rd January 2011", "rank": "SUPERFAMILY", "phylum": "Arthropoda", "orderKey": 809, "higherClassificationMap": {"1": "Animalia", "54": "Arthropoda", "809": "Hemiptera", "216": "Insecta"}, "taxonomicStatus": "ACCEPTED", "vernacularNames": [{"language": "eng", "vernacularName": "Shield and stink bugs"}], "classKey": 216, "habitats": [], "kingdom": "Animalia", "parent": "Hemiptera", "kingdomKey": 1, "taxonID": "121004956", "canonicalName": "Pentatomoidea", "key": 1776, "authorship": "", "nomenclaturalStatus": [], "phylumKey": 54, "class": "Insecta", "numOccurrences": 0, "synonym": false, "datasetKey": "d7dddbf4-2cf0-4f39-9b2a-bb099caae36c", "threatStatuses": [], "numDescendants": 2035, "scientificName": "Pentatomoidea", "parentKey": 809, "order": "Hemiptera", "descriptions": [{"description": "Pentatomoidea is a superfamily of insects in the Heteroptera suborder of the Hemiptera order and, as such, share a common arrangement of sucking mouthparts. They are commonly referred to as shield bugs, chust bugs, and stink bugs.There are about 7000 species under Pentatomoidea, divided under 14 to 15 families."}, {"description": "Pentatomoidea are characterized by a well developed scutellum (the hardened extension of the thorax over the abdomen). It can be triangular to semi-elliptical in shape. Pentatomoidea usually have antennae with five segments. The tarsi usually have two or three segments.Shield bugs have glands in their thorax between the first and second pair of legs which produce a foul smelling liquid. This liquid is used defensively to deter potential predators and is sometimes released when the bugs are handled carelessly.The nymphs, similar to adults except smaller and without wings, also have stink glands.The nymphs and adults have piercing mouthparts, which most use to suck sap from plants, although some eat other insects. When they group in large numbers, they can become significant pests.Species that resemble pentatomoids are found in the superfamily Coreoidea."}, {"description": "The following families are classified under Pentatomoidea: Acanthosomatidae – Known as shield bugs. Contains 46 genera and 184 species found worldwide.Faúndez, E. I. 2009. Contribution to the knowledge of the genus Acrophyma Bergroth, 1917 (Hemiptera: Heteroptera: Acanthosomatidae). Zootaxa. 2137: 57–65 Canopidae – Found strictly in the Neotropical ecozone.P220 Randall T. Schuh, James Alexander Slater, True bugs of the world (Hemiptera:Heteroptera): classification and natural history, Cornell University Press, 1995, ISBN 0-8014-2066-0 Corimelaenidae includes the former family, subfamily Thyreocorinae – Known as ebony bugs, they are small oval bugs that are a shiny black. Cydnidae – Known as burrowing bugs, it contains 120 genera and about 765 species worldwide. Dinidoridae – Found in tropical Asia, Africa, Australia, and South America. It is composed of 16 genera and about 65 species. Lestoniidae – Small round bugs which bear a resemblance to tortoise beetles (Chrysomelidae). It is composed only of one genus and two species, it is endemic to Australia.P136 Christopher G. Morris Academic Press dictionary of science and technology, Gulf Professional Publishing, 1992, ISBN 0-12-200400-0 Megarididae – Contains only one genus (Megaris) and 16 species. They are small globular bugs occurring in Central America.www.discoverlife.org Parastrachiidae – Bright red and black bugs exhibiting maternal care of eggs, they are composed of one genus and two Asian and Estern Palearctic species. Pentatomidae – Known as stink bugs, it is the largest family in Pentatomoidea. It contains around 900 genera and over 4700 species. Phloeidae – Large mottled brown and flattened bugs found strictly in the Neotropical ecozone.. It is composed on only 2 genera and 3 species. They are known to exhibit strong maternal care. Plataspididae – Found in Asia, particularly eastern Asia, although a few species of Coptosoma occur in the Palearctic. They are round plant-feeding bugs. It has about 59 genera and 560 species. Scutelleridae – Known as jewel bugs or shield-backed bugs. Composed of 81 genera and about 450 species. Tessaratomidae – Known as giant shield bugs because they are usually relatively large. Has about 55 genera and 240 species worldwide (mainly in the Old World tropics).James T. Costa (2006), The other insect societies; Belknap Press Series Harvard University Press, p.311, ISBN 0-674-02163-0 Thaumastellidae – Small bugs usually found under rocks in tropical Africa and the Middle East. It contains only one genus and three species. There is some debate to their inclusion within Pentatomoidea.P353 Zoological Catalogue of Australia Urostylididae – Contains about 11 genera and 170 species. They are found in Southern and Eastern Asia.Robert G. Foottit, Peter H. Adler Insect Biodiversity: Science and Society, John Wiley and Sons, 2009, ISBN 1-4051-5142-0 (including Korea)."}, {"description": "The morphological unweighted tree of Pentatomoidea after Grazia et al. (2008)."}]}, {"nameType": "SCIENTIFIC", "family": "Agaricaceae", "nubKey": 5243447, "accordingTo": "The Catalogue of Life, 3rd January 2011", "speciesKey": 5243447, "rank": "SPECIES", "phylum": "Basidiomycota", "basionymKey": 6328594, "orderKey": 1499, "higherClassificationMap": {"2518646": "Agaricus", "4170": "Agaricaceae", "34": "Basidiomycota", "186": "Agaricomycetes", "1499": "Agaricales", "5": "Fungi"}, "taxonomicStatus": "ACCEPTED", "extinct": false, "species": "Agaricus bisporus", "basionym": "Psalliota hortensis f. bispora J.E. Lange", "vernacularNames": [{"language": "", "vernacularName": "button mushroom"}, {"language": "", "vernacularName": "common mushroom"}, {"language": "", "vernacularName": "cultivated mushroom"}, {"language": "", "vernacularName": "camperol cultivat"}, {"language": "", "vernacularName": "franzes perretxico"}, {"language": "", "vernacularName": "seta de París, champiñón cultivado"}, {"language": "", "vernacularName": "xampinyó"}, {"language": "", "vernacularName": "azpibeltz"}, {"language": "", "vernacularName": "seta de campo, seta de París, champiñon cultivado"}, {"language": "deu", "vernacularName": "Zucht-Champignon"}, {"language": "nld", "vernacularName": "gekweekte champignon"}, {"language": "eng", "vernacularName": "Common mushroom"}], "classKey": 186, "habitats": [], "familyKey": 4170, "kingdom": "Fungi", "parent": "Agaricus", "canonicalName": "Agaricus bisporus", "taxonID": "120234840", "genusKey": 2518646, "kingdomKey": 5, "key": 5243447, "authorship": "Imbach, 1946 (J.E. Lange)", "nomenclaturalStatus": [], "phylumKey": 34, "class": "Agaricomycetes", "numOccurrences": 0, "synonym": false, "datasetKey": "d7dddbf4-2cf0-4f39-9b2a-bb099caae36c", "threatStatuses": [], "publishedIn": "Mitt. naturf. Ges. Luzern 15: 15 (1946)", "numDescendants": 44, "scientificName": "Agaricus bisporus (J.E. Lange) Imbach, 1946", "genus": "Agaricus", "parentKey": 2518646, "order": "Agaricales", "descriptions": [{"description": "Agaricus bisporus is an edible basidiomycete mushroom native to grasslands in Europe and North America. It has two color states while immature—white and brown—both of which have various names. When mature, the same mushroom has yet another popular name. When immature and white—this mushroom may be known as common mushroom, button mushroom, white mushroom, cultivated mushroom, table mushroom, and champignon mushroom. When immature and brown—this mushroom may be known variously as Swiss brown mushroom, Roman brown mushroom, Italian brown, Italian mushroom, cremini or crimini mushroom, brown cap mushroom, or chestnut mushroom.Think Vegetables: Chestnut mushroom Retrieved 2013-04-01 When mature, the same mushroom is known as Portobello mushroom. Agaricus bisporus is cultivated in more than seventy countries, and it is one of the most commonly and widely consumed mushrooms in the world."}, {"description": "The earliest description of the commercial cultivation of Agaricus bisporus was made by French botanist Joseph Pitton de Tournefort in 1707. French agriculturist Olivier de Serres noted that transplanting mushroom mycelia would lead to more mushrooms.Originally, cultivation was unreliable as mushroom growers would watch for good flushes of mushrooms in fields before digging up the mycelium and replanting them in beds of composted manure or inoculating 'bricks' of compressed litter, loam, and manure. Spawn collected this way contained pathogens and crops commonly would be infected, or not grow at all. In 1893, sterilized, or pure culture, spawn was discovered and produced by the Pasteur Institute in Paris, for cultivation on composted horse manure. Today's commercial variety of the common mushroom originally was a light brown color.In 1926, a Pennsylvania mushroom farmer found a clump of common mushrooms with white caps in his mushroom bed. As with the reception of white bread, it was seen as a more attractive food item and became very popular. Similar to the commercial development history of the navel orange and Red Delicious apple, cultures were grown from the mutant individuals, and most of the cream-colored store mushrooms marketed today are products of this 1926 chance natural mutation.Agaricus bisporus is now cultivated in at least seventy countries throughout the world. Global production in the early 1990s was reported to be more than 1.5 million tons, worth more than US$ 2 billion."}, {"description": "The pileus or cap of the original wild species is a pale grey-brown in color, with broad, flat scales on a paler background and fading toward the margins. It is first hemispherical in shape before flattening out with maturity, and 5–10 cm (2–4 in) in diameter. The narrow, crowded gills are free and initially pink, then red-brown and finally a dark brown with a whitish edge from the cheilocystidia. The cylindrical stipe is up to 6 cm (2⅓ in) tall by 1–2 cm wide and bears a thick and narrow ring, which may be streaked on the upper side. The firm flesh is white although stains a pale pinkish-red on bruising. The spore print is dark brown. The spores are oval to round and measure approximately 4.5–5.5 x 5–7.5 μm, and the basidia usually two-spored, although two-tetrasporic varieties have been described from the Mojave desert and the Mediterranean with predominantly heterothallic and homothallic lifestyles, respectively.This mushroom is commonly found worldwide in fields and grassy areas following rain, from late spring through to autumn, especially in association with manure. It is widely collected and eaten, even by those who would not normally experiment with mushroom hunting. Similar species The common mushroom could be confused with young specimens of the deadly poisonous destroying angel (Amanita sp.), but the latter may be distinguished by their volva or cup at the base of the mushroom and pure white gills (as opposed to pinkish or brown of Agaricus bisporus). Thus it is always important to clear away debris and examine the base of such similar mushrooms, as well as cutting open young specimens to check the gills. Furthermore, the destroying angel grows in mossy woods and lives symbiotically with spruce.A more common and less dangerous mistake is to confuse Agaricus bisporus with Agaricus xanthodermus, an inedible mushroom found worldwide in grassy areas. Agaricus xanthodermus has an odor reminiscent of phenol; its flesh turns yellow when bruised. This fungus causes nausea and vomiting in some people.The poisonous European species, Entoloma sinuatum, has a passing resemblance as well, but has yellowish gills turning pink and it lacks a ring."}, {"description": "Some 1990 studies have revealed that compounds in raw A. bisporus—along with some other edible mushrooms—contain hydrazine derivatives, including agaritine and gyromitrin, that have been evaluated for carcinogenic activity. In preliminary research during the 1980s, administration of uncooked mushrooms to mice induced a significant increase in the number of bone, stomach, and lung tumours,Toth B, Erickson J. 1986. Cancer induction in mice by feeding of the uncooked cultivated mushroom of commerce Agaricus bisporus. Cancer Research 46:4007–4011Toth B, Gannett P, Visek WJ, Patil K. 1998. Carcinogenesis studies with the lyophilized mushroom Agaricus bisporus in mice. In Vivo 12:239–244 however, research also has noted that when cooked, these compounds were reduced significantly,Agartine, Fungi.com and in fact, may provide anti-carcinogenic activity by stimulating apoptosis.Nonetheless, according to a scientific publication dated 2010, the available evidence to date suggests that agaritine (a hydrazine) consumed during the consumption of cultivated A. bisporus mushrooms poses no known toxicological risk to healthy humans."}, {"description": "Agaricus bisporus also contains sodium, potassium, and phosphorus,Benjamin, Mushrooms: poisons and panaceas, p. 67 conjugated linoleic acid, and antioxidants. Protocatechuic acid and pyrocatechol also are found in A. bisporus. A mycochemical (2-aminophenoxazine-3-one) in white button mushrooms was shown to have aromatase inhibitor properties in vitro.The table mushroom also has been shown to possess possible immune system enhancing properties. An in vitro study demonstrated that the mushroom enhanced dendritic cell function."}, {"description": "The common mushroom has a complicated taxonomic history. It was first described by English botanist Mordecai Cubitt Cooke in his 1871 Handbook of British Fungi, as a variety (var. hortensis) of Agaricus campestris. Danish mycologist Jakob Emanuel Lange later reviewed a cultivar specimen, and dubbed it Psalliota hortensis var. bispora in 1926. In 1938, it was promoted to species status and renamed Psalliota bispora. Emil Imbach imparted the current scientific name of the species, Agaricus bisporus, after the genus Psalliota was renamed to Agaricus in 1946. The specific epithet bispora distinguishes the two-spored basidia from four-spored varieties.Among English speakers, Agaricus bisporus is known by many names. A young specimen with a closed cap and either pale white or light brown flesh is known as a button mushroom or white mushroom. In strains with darker flesh, the immature mushroom is variously marketed as a cremini mushroom, baby portobello, baby bella, mini bella, portabellini, Roman mushroom, Italian mushroom, or brown mushroom. At this stage of maturation, the cap also may begin to open slightly. In maturity, the mushroom is called a portobello. The French name is champignon de Paris (\"Paris mushroom\").The spellings \"portobello\", \"portabella\", and \"portabello\" are all used, but the first of these spellings is the most common."}, {"description": "While Agaricus bisporus only contains 16 IU of vitamin D as ergocalciferol (vitamin D2), since it also contains high amounts of ergosterol, after temporary exposure to UV light the ergocalciferol contents increase."}, {"description": "Der Zweisporige Egerling (Agaricus bisporus syn. Agaricus brunnecens, Agaricus hortensis), häufig als Zucht-Champignon bekannt und auch unter verschiedenen Phantasie-Namen (zum Beispiel Portobello) vermarktet, ist eine Pilzart aus der Gattung der Egerlinge (Agaricus). Er ist der weltweit am meisten angebaute Speisepilz und kann durch züchterische Bearbeitung in verschiedenen Größen- und Farbvariationen auftreten. Der Name Agaricus bisporus wurde konserviert."}, {"description": "Der Zucht-Champignon ist durch seine zweisporigen Basidien gekennzeichnet. Äußerlich ähnlich kann der Stadt-Champignon (Agaricus bitorquis) sein. Er besitzt einen zweiteiligen Ring aus einem aufsteigenden und einem absteigenden Abschnitt sowie festes Fleisch. Der Kompost-Champignon (A. cappellianus) besitzt einen braunen Hut und einen hängenden Ring. Der Steppen-Champignon (A. litoralis) hat ebenfalls einen hängenden Ring."}, {"description": "Champignon-Gemüse im Wok SpeisewertDer Kulturchampignon ist weltweit der bedeutendste angebaute Speisepilz. Er wurde zuerst zur Zeit Ludwigs XIV. in Paris von Olivier de Serres kultiviert. Durch seinen hohen Gehalt an Vitaminen, Proteinen und Ballaststoffen, den geringen Fettgehalt sowie den dadurch geringen physiologischen Brennwert ist der Champignon für die Ernährung von Interesse. InhaltsstoffeDer Champignon besteht zu über 90 % aus Wasser, zu je über 3 % aus Kohlenhydraten (davon etwa ein Drittel Ballaststoffe) und Eiweiß sowie zu etwa 0,3 % aus Fett. 100 g Champignons enthalten etwa 16–22 kcal. Des Weiteren enthält er vor allem die Vitamine B2, B3, B5, B7 und B9 sowie die Vitamine D, E und K als auch Kalium, Eisen und Zink.In einer Studie der Universitätsklinik Freiburg konnte demonstriert werden, dass Zuchtchampignons, die mit UV-B-Strahlung behandelt wurden, signifikante Mengen an Vitamin D2 bildeten (491 μg oder 19.640 IE pro 100 g Zuchtchampignons). Die Verabreichung der so angereicherten Zuchtchampignons waren Vitamin D2-Supplementen ebenbürtig.P. Urbain, F. Singler, G. Ihorst, H-K Biesalski, H. Bertz: Bioavailability of vitamin D2 from UV-B-irradiated button mushrooms in healthy adults deficient in serum 25-hydroxyvitamin D: a randomized controlled trial. In: European Journal of Clinical Nutrition. 65, 2011, S. 965–971, . DRKS-ID der Studie: DRKS00000195Der Zucht-Champignon gilt als eine der wenigen Pilzarten, die schadlos roh genossen werden können. In den Fruchtkörpern wurde jedoch das Hydrazin-Derivat Agaritin nachgewiesen, das vor allem in jungen Exemplaren vorkommt. Der Pilz enthält zudem Enzyme, die dessen Abbau beschleunigen. Die entstehenden Stoffe stehen im Verdacht eine genotoxische oder karzinogene Wirkung zu besitzen. Daher ist der Rohverzehr der Fruchtkörper mit einem gewissen Risiko verbunden."}, {"description": "Mikrozeichnung: Fruchtschicht des Zucht-Champignons Fruchtschicht des Zucht-Champignons mit zweisporigen Basidien unter dem Rasterelektronenmikroskop Makroskopische MerkmaleDer Hut des Zucht-Champignons ist zunächst kugelig bis halbkugelig, später konvex bis abgeflacht, im Alter auch wellig verbogen und erreicht Durchmesser von 5 bis 13 Zentimeter. Die Hutoberfläche ist je nach Stamm weiß, beige oder braun gefärbt, glatt und matt, später vom Rand her in konzentrisch angeordnete, angedrückte Schuppen aufreißend. Der Hutrand ist glatt, die Lamellen überragend und lange heruntergebogen, in jungem Zustand ist er mit weißen Velumresten behangen. Die schmalen Lamellen sind jung rosa bis fleischfarben, bei zunehmender Reife purpurbraun bis schwarz werdend, die Lamellenscheiden sind glatt und weißlich. Der zylindrische, an der Spitze manchmal verjüngte Stiel wird 5 bis 8 Zentimeter lang und 2 bis 4 Zentimeter stark, er ist voll und starr. Über dem Ring ist er blass graurosa und fein längsfaserig, unterhalb weiß und längsfaserig. Der oberseits geriefte Ring ist weiß und aufsteigend (gestiefelt), jung dick und wulstig, später nur noch wenig vorstehend und kantig. Das Fleisch des Zweisporigen Egerlings ist weiß, nur im Stiel schwach gilbend an der Stielbasis und über den Lamellen schwach rötend, die Rotfärbung verblasst schnell wieder. Der Geschmack ist mild aromatisch und nussartig, der Geruch ist aromatisch und schwach säuerlich. Das Sporenpulver ist schokoladenbraun. Mikroskopische MerkmaleHauptkennzeichen des Zweisporigen Egerlings sind die zweisporigen Basidien ohne Basalschnallen, wobei allerdings auch viersporige Formen vorkommen können. Die Sporen sind ellipsoid und 5,5 bis 8,5 Mikrometer lang und 4 bis 6,5 Mikrometer breit."}, {"description": "Die var. bisporus besitzt braune Hutschuppen. Die seltenere var. albidus hat einen weißen Hut. Darüber hinaus gibt es mehrere Kultursorten"}, {"description": "Der Zweisporige Egerling ist ein Kosmopolit und war ursprünglich wahrscheinlich auf der Nordhalbkugel in Asien, Nordafrika, Europa und Nordamerika zu finden. Zudem wurde er weltweit eingeschleppt. In Nordamerika ist die Art in Kanada und in den USA anzutreffen. In Nordafrika gibt es Funde in Marokko. In Asien existieren Nachweise aus Israel, Korea, China und Japan. In Europa sind Vorkommen von Spanien bis zu den Hebriden zerstreut bis mäßig häufig. In Deutschland kommt der Pilz zerstreut im Freiland vor, oft handelt es sich um Verwilderungen. Teilweise werden lokale Wildformen durch Kulturflüchtlinge verdrängt."}, {"description": "Wie alle Champignon-Arten ist der Zweisporige Egerling ein Saprobiont, der auf nährstoffreichen Substraten wie Mist oder Kompost wächst. Freilandvorkommen in Mitteleuropa werden auf Komposthaufen oder Gewächshäusern in Gärten und Parkanlagen gefunden. Seltener treten sie an Wald- und Straßenrändern auf. Fruchtkörper erscheinen vorwiegend im Frühjahr und Sommer, seltener im Herbst. Die Kultivierung der Art erfolgt auf kompostierten Substraten, die z. B. mit Pferde-, Hühner- oder Kuhmist hergestellt werden."}, {"description": "Great Britain"}, {"description": "Iraq"}, {"description": "Ireland"}, {"description": "Northern Ireland"}, {"description": "Puebla"}]}, {"nameType": "SCIENTIFIC", "family": "Silphidae", "nubKey": 1038971, "speciesKey": 112841481, "rank": "SPECIES", "phylum": "Arthropoda", "orderKey": 112781630, "higherClassificationMap": {"112707351": "Animalia", "112780522": "Insecta", "112781630": "Coleoptera", "112841479": "Nicrophorus", "112710199": "Arthropoda", "112841451": "Silphidae"}, "species": "Nicrophorus americanus", "vernacularNames": [], "classKey": 112780522, "habitats": [], "familyKey": 112841451, "kingdom": "Animalia", "parent": "Nicrophorus", "kingdomKey": 112707351, "taxonID": "2675173", "genusKey": 112841479, "canonicalName": "Nicrophorus americanus", "key": 112841481, "authorship": " (Olivier, 1790)", "nomenclaturalStatus": [], "phylumKey": 112710199, "class": "Insecta", "numOccurrences": 0, "synonym": false, "datasetKey": "cbb6498e-8927-405a-916b-576d00a6289b", "threatStatuses": [], "numDescendants": 0, "scientificName": "Nicrophorus americanus (Olivier, 1790)", "genus": "Nicrophorus", "parentKey": 112841479, "order": "Coleoptera", "descriptions": [{"description": "During the winter months when temperatures are below 15 °C (60 °F) N. americanus adults bury themselves in the soil to overwinter. When temperatures are above 15 °C (60 °F) they emerge from the soil and begin the mating and reproduction process. Burying beetles are unusual in that both the male and female take part in raising the young. Male burying beetles often locate carcasses first and then attract a mate. Beetles often fight over the carcass, with usually the largest male and female individuals winning. The victors bury the carcass, the pair mates, and the female lays her eggs in an adjacent tunnel. Within a few days, the larvae develop and both parents feed and tend their young, an unusual activity among insects, but a characteristic shared with the earwig. Brood size usually ranges from one to 30 young, but 12 to 15 is the average size.The larvae spend about a week feeding off the carcass then crawl into the soil to pupate, or develop. Mature N. americanus beetles emerge from the soil 45 to 60 days after their parents initially bury the carcass. Adult American burying beetles live for only 12 months."}, {"description": "N. americanus is between 25 and 45 mm long and can be identified by its striking, distinctive coloring. The body is shiny black, and on its wing covers are four scalloped, orange-red markings. Most distinctively, there is an orange-red marking on the beetle's pronotum, a large shield-like area just behind the head. N. americanus has orange facial markings and orange tips on their large antennae. The beetle is nocturnal and is a strong flier, moving as far as a kilometer in one night."}, {"description": "Historical records offer little insight into what type of habitat was preferred by the American burying beetle. Current information suggests that this species is a habitat generalist, or one that lives in many types of habitat, with a slight preference for grasslands and open understory oak hickory forests. However, the beetles are carrion specialists in that they need carrion the size of a dove or a chipmunk in order to reproduce. Carrion availability may be the greatest factor determining where the species can survive."}, {"description": "Historical records show that this beetle once lived in 35 states of the United States, the District of Columbia, and three Canadian provinces: Ontario, Quebec, and Nova Scotia. Now, natural populations are known to occur in only five states and at least one province: on Block Island in Rhode Island, Oklahoma, Arkansas, South Dakota, Nebraska and Ontario. They have also been reintroduced to Ohio. N. americanus was listed as an endangered species in 1989; the IUCN lists the species as critically endangered. Biologists have not shown why N. americanus has disappeared from so many areas. Widespread use of pesticides may have caused local populations to disappear. The dramatic disappearance of this insect from many areas, however, took place before widespread use of DDT. Lack of small carcasses to bury would prevent the species from reproducing, and changes in land use has reduced the quantity of small- to medium-sized birds and mammals preferred by N. americanus. Even the extinction of the once ubiquitous passenger pigeon may have had a ripple effect on carrion feeders like this beetle.The immediate goal of conservation efforts is to reduce the threat of extinction by creating captive and wild populations. Biologists have attempted to establish a beetle population releasing laboratory-raised American burying beetles on Penikese Island and Nantucket island in Massachusetts. Biologists return each year to both islands to study the survival and growth of the beetle population."}, {"description": "Nicrophorus americanus, also known as the American burying beetle or giant carrion beetle, is a critically endangered species of beetle endemic to North America. It belongs to the order Coleoptera and the family Silphidae. The carrion beetle in North America is carnivorous, feeds on carrion and requires carrion to breed. It is also one of the few species of beetle to exhibit parental care. The decline of the American burying beetle has been attributed to habitat loss, alteration, and degradation, and they now occur over less than 10% of their historic range."}]}, {"nameType": "SCIENTIFIC", "nubKey": 1707318, "descriptions": [], "higherClassificationMap": {"104901440": "Schistocerca"}, "taxonomicStatus": "SYNONYM", "acceptedKey": 104901477, "vernacularNames": [], "habitats": [], "parent": "Schistocerca", "canonicalName": "Schistocerca emarginata", "taxonID": "e149349", "key": 103914740, "authorship": "", "nomenclaturalStatus": [], "accepted": "Schistocerca lineata", "numOccurrences": 0, "synonym": true, "datasetKey": "fab88965-e69d-4491-a04d-e3198b626e52", "threatStatuses": [], "numDescendants": 0, "scientificName": "Schistocerca emarginata", "parentKey": 104901440}, {"nameType": "INFORMAL", "nubKey": 2750913, "descriptions": [], "higherClassificationMap": {"103088516": "Tulipa"}, "taxonomicStatus": "SYNONYM", "acceptedKey": 103088562, "vernacularNames": [], "habitats": [], "parent": "Tulipa", "canonicalName": "Tulipa spec.", "taxonID": "e31379", "key": 104705965, "authorship": "", "nomenclaturalStatus": [], "accepted": "Tulipa hybrid cultivar", "numOccurrences": 0, "synonym": true, "datasetKey": "fab88965-e69d-4491-a04d-e3198b626e52", "threatStatuses": [], "numDescendants": 0, "scientificName": "Tulipa sp.", "parentKey": 103088516}, {"nameType": "SCIENTIFIC", "nubKey": 800, "rank": "ORDER", "phylum": "Arthropoda", "orderKey": 112780666, "higherClassificationMap": {"112707351": "Animalia", "112780522": "Insecta", "112710199": "Arthropoda"}, "vernacularNames": [{"language": "eng", "vernacularName": "Cockroach"}], "classKey": 112780522, "habitats": [], "kingdom": "Animalia", "parent": "Insecta", "kingdomKey": 112707351, "taxonID": "2499027", "canonicalName": "Blattodea", "key": 112780666, "authorship": "", "nomenclaturalStatus": [], "phylumKey": 112710199, "class": "Insecta", "numOccurrences": 0, "synonym": false, "datasetKey": "cbb6498e-8927-405a-916b-576d00a6289b", "threatStatuses": [], "numDescendants": 0, "scientificName": "Blattodea", "parentKey": 112780522, "order": "Blattodea", "descriptions": [{"description": "Some of the earliest writings about cockroaches encouraged their use as medicine. Pedanius Dioscorides (first century), Abu Hanifa ad-Dainuri (9th century), and Kamal al-Din al-Damiri (14th century) all offered medicines that either suggest grinding them up with oil or boiling them, and Lafcadio Hearn claimed,Quoted in The Eat-A-Bug Cookbook p. 66 in the 1870s, many New Orleanians had great faith in a remedy of boiled cockroach tea.Professor Li Shunan, known in China as \"the godfather of cockroach research\", found that it was regularly being used by an ethnic minority tribe in southern China near the Vietnam border to treat ailments and injuries since ancient times; he studied the medical potentials of the cockroach at Dali University and extracted three key chemical compounds from the cockroach.http://english.peopledaily.com.cn/english/200102/07/eng20010207_61758.html The process of extracting from the farmed cockroaches and usage of the medical compounds has been patented, and shown to have promise in remedying burns, heart disease, hepatitis, trauma, etc.Several cockroach species, notably Blaptica dubia, are raised as feeder insects for insectivorous pets. A few cockroach species are raised as pets, most commonly the Giant Madagascar Hissing Cockroach, Gromphadorhina portentosa.Mulder, Phil. \"Madagascar Hissing Cockroaches: Information and Care.\" Oklahoma 4-H Youth Development. Oklahoma State University, n.d. Web. 31 Oct. 2013. .Given its nature as an extremely resistant creature, they have been notably used for space tests. To note is Nadezhda, a cockroach sent into space by Russian scientists during Foton-M test, and became the first terrestrial creature to give birth in space."}, {"description": "Cockroaches are one of the most commonly noted household pest insects. They feed on human and pet food and can leave an offensive odor. They can also passively transport microbes on their body surfaces including those that are potentially dangerous to humans, particularly in environments such as hospitals. Cockroaches are linked with allergic reactions in humans. One of the proteins that triggers allergic reactions is tropomyosin. These allergens are also linked with asthma.General preventive measures against household pests include keeping all water and food stored away in sealed containers, using garbage cans with tight lids, frequent cleaning in the kitchen, and regular vacuuming. Any water leaks, such as dripping taps, should also be repaired. It is also helpful to seal off any entry points, such as holes around baseboards, between kitchen cabinets, pipes, doors, and windows with some steel wool or copper mesh and some cement, putty or silicone caulk.Diatomaceous earth applied as a fine powder works very well to eliminate cockroaches as long as it remains in place and dry.http://howtousediatomaceousearth.com/wp-content/uploads/2010/12/The-IPM-Practitioner.pdf Diatomaceous earth is harmless to humans and feels like talcum powder. Most insects, including bed bugs, are vulnerable to it.Some cockroaches have been known to live up to three months without food and a month without water. Frequently living outdoors, although preferring warm climates and considered \"cold intolerant\", they are resilient enough to survive occasional freezing temperatures. This makes them difficult to eradicate once they have infested an area.Of the numerous parasites and predators of cockroaches, few have proven to be highly effective for biological control of pest species. Wasps in the family Evaniidae are perhaps the most effective insect predators, as they attack the egg cases, and wasps in the family Ampulicidae are predators on adult and nymphal cockroaches (e.g., Ampulex compressa). The house centipede is probably the most effective control agent of cockroaches, though many homeowners find the centipedes themselves objectionable.Ampulex wasps sting the roach more than once and in a specific way. The first sting is directed at nerve ganglia in the cockroach's thorax, temporarily paralyzing the victim for up to five minutes, more than enough time for the wasp to deliver a second sting. The second sting is directed into a region of the cockroach's brain that controls the escape reflex, among other things.Piper, Ross (2007), Extraordinary Animals: An Encyclopedia of Curious and Unusual Animals, Greenwood Press. When the cockroach has recovered from the first sting it makes no attempt to flee. The wasp clips the antennae with its mandibles and drinks some of the hemolymph before walking backwards and dragging the roach by its clipped antennae to a burrow, where an egg will be laid on it. The wasp larva feeds on the subdued living cockroach.Bait stations, gels containing hydramethylnon or fipronil, and boric acid powder are toxic to cockroaches. Baits with egg killers are also quite effective at reducing the cockroach population. Additionally, pest control products containing deltamethrin or pyrethrin are very effective.In Singapore and Malaysia, taxi drivers use pandan leaves as a cockroach repellent in their vehicles.Li J. and Ho S.H. Pandan leaves (Pandanus amaryllifolius Roxb.) As A Natural Cockroach Repellent. Proceedings of the 9th National Undergraduate Research Opportunities Programme (2003-09-13).An inexpensive roach trap can easily be made from a deep, smooth-walled jar with some roach food inside, placed with the top of the jar touching a wall or with sticks (outside the jar) leading up to the top so the roaches can reach the opening. Once inside they cannot climb back out. An inch or so of water or stale beer (by itself a roach attractant) will ensure they drown. The method works well with the American cockroach, but less so with the German cockroach.William Brodbeck Herms. Medical and Veterinary Entomology. The MacMillan company, 1915, p. 44. A bit of Vaseline can be smeared on the inside of the jar to enhance slipperiness. The method is sometimes called the \"Vegas roach trap\" after it was popularized by a Las Vegas-based TV station. This version of the trap uses coffee grounds and water.Inexpensive Cockroach Trap Proving More Effective Than Sprays – KVBC, Las Vegas, June 27, 2006."}, {"description": "Blattella germanica, German cockroach Blaptica dubia, South American/Peruvian Dubia cockroach Blatta orientalis, Oriental cockroach Blattella asahinai, Asian cockroach Blaberus craniifer, true death's head cockroach Blaberus discoidalis, discoid cockroach or false death's head Eurycotis floridana, Florida woods cockroach Gromphadorhina portentosa, Madagascar hissing cockroach Laxta granicollis, bark cockroach Parcoblatta pennsylvanica, Pennsylvania woods cockroach Periplaneta americana, American cockroach Periplaneta australasiae, Australian cockroach Periplaneta brunnea, brown cockroach Periplaneta fuliginosa, smokybrown cockroach Periplaneta japonica, Japanese cockroach, a freeze-tolerant species Pycnoscelus surinamensis, Surinam cockroach, a greenhouse pest Saltoblattella montistabularis, leaproach, the only jumping cockroach Supella longipalpa, brown-banded cockroach"}, {"description": "Termites were previously regarded as a separate order Isoptera to cockroaches. However recent genetic evidence strongly suggests that they evolved directly from 'true' cockroaches, and many authors now place them as an \"epifamily\" of Blattodea.Inward, D., Beccaloni, G. & Eggleton, P. 2007. Death of an order: a comprehensive molecular phylogenetic study confirms that termites are eusocial cockroaches. Biology Letters, 3(3): 331-335 [Published online 5 April 2007. doi: 10.1098/rsbl.2007.0102] Blattodeans (cockroaches and termites) and Mantodea (praying mantises) are closely related and are combined by entomologists into a superorder called Dictyoptera.Historically, the name Blattaria has been used largely interchangeably with the name Blattodea, but whilst the former name was used to refer to 'true' cockroaches exclusively, the latter also includes the termites. The current catalogue of world cockroach species (the Cockroach Species File OnlineBeccaloni, G. W. 2014. Cockroach Species File Online. Version 5.0/5.0. World Wide Web electronic publication. ) uses the name Blattodea for the group. Another name, Blattoptera is also sometimes used for this group.Grimaldi, D (1997): A fossil mantis (Insecta: Mantoidea) in Cretaceous amber of New Jersey, with comments on early history of Dictyoptera. American Museum Novitates 3204: 1–11 The earliest cockroach-like fossils (\"blattopterans\" or \"roachids\") are from the Carboniferous period 354–295 million years ago. However, these fossils differ from modern cockroaches in having long external ovipositors and are the ancestors of mantises, as well as modern blattodeans. The first fossils of modern cockroaches with internal ovipositors appeared in the early Cretaceous."}, {"description": "The name \"cockroach\" comes from the Spanish word for cockroach, cucaracha, transformed by English folk etymology into \"cock\" and \"roach\". The term cucaracha (sp. cuca \"bug\", and raxa \"streak\" (modern Spanish raya)) originally was used for the wood louse (the sow bug), but later was used to mean the palmetto bug (the flying cockroach). It is from this later Mexican usage that English-speaking Americans began using the term for regular (non-flying) cockroach.The scientific name derives from the Latinized Greek name for the insect (Doric Greek: βλάττα, blátta; Ionic and Attic Greek: βλάττη, bláttē)."}, {"description": "Cockroaches are generally rather large insects. Most species are about the size of a thumbnail, but several species are bigger. The world's heaviest cockroach is the Australian giant burrowing cockroach Macropanesthia rhinoceros, which can reach 9 cm in length and weigh more than 30 g. Comparable in size is the Central American giant cockroach Blaberus giganteus, which grows to a similar length but is not as heavy. According to the Guinness World Records, the longest cockroach species is Megaloblatta longipennis, which can reach 97 mm in length and 45 mm across. A Central and South American species, Megaloblatta blaberoides, has the largest wingspan of up to 185 mm.Cockroaches have broad, flattened bodies and relatively small heads. They are generalized insects, with few special adaptations, and may be among the most primitive living neopteran insects. The mouthparts are on the underside of the head and include generalised chewing mandibles. They have large compound eyes, two ocelli, and long, flexible, antennae.The first pair of wings (the tegmina) are tough and protective, lying as a shield on top of the membranous hind wings. All four wings have branching longitudinal veins, and multiple cross-veins. The legs are sturdy, with large coxae and five claws each. The abdomen has ten segments and several cerci. Eggs and egg capsules Female cockroaches are sometimes seen carrying egg cases on the end of their abdomens; the egg case of the German cockroach holds about 30 to 40 long, thin eggs in a case called an ootheca. The egg capsule may take more than five hours to lay and is initially bright white in color. The eggs are hatched from the combined pressure of the hatchlings gulping air. The hatchlings are initially bright white nymphs and continue inflating themselves with air, becoming harder and darker within about four hours. Their transient white stage while hatching and later while molting has led many to claim the existence of albino cockroaches.A female German cockroach carries an egg capsule containing around 40 eggs. She drops the capsule prior to hatching, though live births do occur in rare instances. Development from eggs to adults takes three to four months. Cockroaches live up to a year. The female may produce up to eight egg cases in a lifetime; in favorable conditions, she can produce 300 to 400 offspring. Other species of cockroaches, however, can produce an extremely high number of eggs in a lifetime; in some cases a female needs to be impregnated only once to be able to lay eggs for the rest of her life. SoundsAside from the famous hissing noise, some cockroaches (including a species in Florida) will make a chirping noise.CockRoach (Blattella Germanica). pest911.com Several Australian species practice acoustic and vibration behaviour as an aspect of courtship. They have been observed producing hisses and whistles from air forced through the spiracles. Furthermore, in the presence of a potential mate some cockroaches will tap the substrate in a rhythmic, repetitive manner. It is hypothesized that acoustic signals may be of greater prevalence amongst perching species, particularly those that live on low vegetation in Australia's tropics. Digestive tractCockroaches are most common in tropical and subtropical climates. Some species are in close association with human dwellings and widely found around garbage or in the kitchen. Cockroaches are generally omnivorous; with the exception of the wood-eating species such as Cryptocercus, these roaches are incapable of digesting cellulose themselves, but have symbiotic relationships with various protozoans and bacteria that digest the cellulose, allowing them to extract the nutrients.The similarity of these symbionts in the genus Cryptocercus to those in termites are such that they have been suggested to be more closely related to termites than to other cockroaches, and current research strongly supports this hypothesis of relationships. All species studied so far carry the obligate mutualistic endosymbiont bacterium Blattabacterium, with the exception of Nocticola australiensise, an Australian cave-dwelling species without eyes, pigment or wings, and which recent genetic studies indicate are very primitive cockroaches.Cave may hold missing link. Theage.com.au (2007-03-21). Retrieved on 2012-04-29. Tracheae and breathingCockroaches, like all insects, breathe through a system of tubes called tracheae. The tracheae of insects are attached to the spiracles, excluding the head. Thus, cockroaches, like all insects, are not dependent on the mouth and windpipe to breathe. The valves open when the CO2 level in the insect rises to a high level; then the CO2 diffuses out of the tracheae to the outside and fresh O2 diffuses in. Unlike in vertebrates that depend on blood for transporting O2 and CO2, the tracheal system brings the air directly to cells, with the tracheal tubes branching continually like a tree until their finest divisions, tracheoles, are associated with each cell, allowing gaseous oxygen to dissolve in the cytoplasm lying across the fine cuticle lining of the tracheole. CO2 diffuses out of the cell into the tracheole.While cockroaches do not have lungs and thus do not actively breathe in the vertebrate lung manner, in some very large species, the body musculature may contract rhythmically to forcibly move air out and in the spiracles; this may be considered a form of breathing.The Cockroach FAQ bio.umass.edu ReproductionCockroaches use pheromones to attract mates, and the males practice courtship rituals, such as posturing and stridulation. Like many insects, cockroaches mate facing away from each other with their genitalia in contact, and copulation can be prolonged. A few species are known to be parthenogenetic, reproducing without the need for males.The female usually attaches the egg case to a substrate, inserts it into a suitably protective crevice, or carries it about until just before the eggs hatch. Some species, however, are ovoviviparous, keeping the eggs inside their bodies, with or without an egg case, until they hatch. At least one genus, Diploptera, is fully viviparous.Cockroach nymphs are generally similar to the adults, except for undeveloped wings and genitalia. Development is generally slow, and may take a few months to over a year. The adults are also long-lived, and have been recorded as surviving for four years in the laboratory. Hardiness Cockroaches are among the hardiest insects. Some species are capable of remaining active for a month without food and are able to survive on limited resources, such as the glue from the back of postage stamps. Some can go without air for 45 minutes. In one experiment, cockroaches were able to recover from being submerged underwater for half an hour.MythBusters – Drowning Cockroaches?. YouTube (2008-07-23). Retrieved on 2012-04-29. Japanese cockroach (P. japonica) nymphs, which hibernate in cold winters, survived twelve hours at -5 °C to -8 °C in laboratory experiments. Experiments on decapitated specimens of several species of cockroach found a variety of behavioral functionality remained, including shock avoidance and escape behavior, although many insects other than cockroaches are also able to survive decapitation, and popular claims of the longevity of headless cockroaches do not appear to be based on published research. The severed head is able to survive and wave its antennae for several hours, or longer when refrigerated and given nutrients.It is popularly suggested that cockroaches will \"inherit the earth\" if humanity destroys itself in a nuclear war. Cockroaches do indeed have a much higher radiation resistance than vertebrates, with the lethal dose perhaps six to 15 times that for humans. However, they are not exceptionally radiation-resistant compared to other insects, such as the fruit fly.The cockroach's ability to withstand radiation better than human beings can be explained through the cell cycle. Cells are most vulnerable to the effects of radiation when they are dividing. A cockroach's cells divide only once each time it molts, which is weekly at most in a juvenile roach. Since not all cockroaches would be molting at the same time, many would be unaffected by an acute burst of radiation, but lingering radioactive fallout would still be harmful."}, {"description": "Because of their long, persistent association with humans, cockroaches are frequently referred to in art, literature, folk tales and theater and film and real life. In Western culture, cockroaches are often depicted as vile and dirty pests. Their size, long antennae, shiny appearance and spiny legs make them disgusting to many humans, sometimes even to the point of phobic responses. This is borne out in many depictions of cockroaches, from political versions of the song La Cucaracha where political opponents are compared to cockroaches, through the 1982 movie Creepshow and TV shows such as the X-Files, to the Hutu extremists' reference to the Tutsi minority as cockroaches during the Rwandan Genocide in 1994 and the controversial cartoons published in the \"Iran weekly magazine\" in 2006 which implied a comparison between Iranian Azeris and cockroaches. The second part of the Harry Hole crime novels written by Jo Nesbø is called The Cockroaches (Kakerlakkene in Norwegian). In the movie Men in Black a giant alien cockroach is shown as a predator and criminal who eats a farmer and then uses his skin to disguise itself as a human being. In Oliver!, the children, Mr. Bumble, and Widow Corney sing about feeding Oliver cockroaches in a canister. Award-winning computer and video game series Fallout takes place in a postatomic bomb war universe, in which enlarged, irradiated cockroaches are present as early enemies. This is a nod to the notion of their nuclear fortitude. Also, in Franz Kafka's The Metamorphosis, a man, Gregor Samsa, is transformed overnight into a monstrous insect with cockroach-like features. He views himself as repulsive in his new identity, and is treated as a pest and burden by even his own family. Ayn Rand in her early novel \"We the Living\" compared the Soviet Union to a huge pile of cockroaches. During Australian Rugby League State of Origin matches, it is common slang to refer to Queensland as canetoads and New South Wales as cockroaches.Not all depictions of cockroaches are purely negative, however. Twilight of the Cockroaches depicts the extermination of cockroaches as a holocaust, and presents a happy ending as the pregnant lead cockroach, Naomi, escapes to mother many generations. In the Pixar film Wall-E, a cockroach that has survived all humanity is the best friend of the lead character (a robot), and waits patiently on him to return. The same cockroach survives getting squished twice. Milquetoast the Cockroach was a major character in the popular comic strip Bloom County and its sequel Outland. In the film Joe's Apartment, the cockroaches help the titular hero, and the narrator of the book Archy and Mehitabel is a sympathetic cockroach. In the book Revolt of the Cockroach People, an autobiographical novel by Oscar Zeta Acosta, cockroaches are used as a metaphor for oppressed and downtrodden minorities in US society in the 1960s and 70s. The image of cockroaches as resilient also leads people to compare themselves to cockroaches. Donald Harington's satirical novel The Cockroaches of Stay More (Harcourt, 1989) imagines a community of \"roosterroaches\" in a mythical Ozark town where the insects are named after their human counterparts. Madonna has famously quoted, \"I am a survivor. I am like a cockroach, you just can't get rid of me.\"\"I am a survivor. I am like a cockroach, you just can't get rid of me.\" – Madonna. Thinkexist.com. Retrieved on 2012-04-29. This has also led to the urban legend that cockroaches are immortal.McCaffery, Ryan (July 28, 2012) Are Cockroaches Immortal? healthclover.com \"Cockroach\", or some variant of it is also used as a nickname, for example Boxing coach Freddie Roach, who was nicknamed La Cucaracha (The Cockroach) when he was still competing as a fighter. The album The Lonesome Crowded West by rock group Modest Mouse features a song with the title and lyric \"Doin' The Cockroach\". In the Netherlands 'Zaza the cockroach' becomes a buddy of the boy called Pluk in a popular Dutch book for children, Pluk van de Petteflet, written by Annie M.G. Schmidt. In Suzanne Collins's Underland Chronicles series, giant cockroaches are allies of humans in the Underland, and they and a toddler named Margaret (a.k.a. Boots, or \"the princess,\" as the cockroaches call her) love each other. The cover for Papa Roach's major label debut album Infest features a cockroach on its covers. Also, in the music video for \"Between Angels and Insects\", a single from the same album, cockroaches make numerous appearances, most notably in its bridge, where cockroaches come out of Jacoby Shaddix's mouth when he screams."}, {"description": "Cockroaches live in a wide range of environments around the world. Pest species adapt readily to a variety of environments, but prefer warm conditions found within buildings. Many tropical species prefer even warmer environments and do not fare well in the average household.Cockroaches are mainly nocturnalUniversity of California Integrated Pest Management Program. Ipm.ucdavis.edu. Retrieved on 2012-04-29. and will run away when exposed to light. A peculiar exception is the Asian cockroach, which is attracted to light.The spines on the legs were earlier considered to be sensory, but observations of their locomotion on sand and wire meshes have demonstrated they help in locomotion on difficult terrain. The structures have been used as inspiration for robotic legs.Cockroaches leave chemical trails in their feces, as well as emitting airborne pheromones for swarming and mating. These chemical trails transmit bacteria onto surfaces. Other cockroaches will follow these trails to discover sources of food and water, and also discover where other cockroaches are hiding. Thus, cockroaches can exhibit emergent behavior, in which group or swarm behavior emerges from a simple set of individual interactions.Daily rhythms may also be regulated by a complex set of hormonal controls of which only a small subset have been understood. In 2005, the role of one of these proteins, pigment dispersing factor (PDF), was isolated and found to be a key mediator in the circadian rhythms of the cockroach. Behavioral studiesResearch has shown group-based decision-making is responsible for complex behaviors such as resource allocation. In a study where 50 cockroaches were placed in a dish with three shelters with a capacity for 40 insects in each, the insects arranged themselves in two shelters with 25 insects in each, leaving the third shelter empty. When the capacity of the shelters was increased to more than 50 insects per shelter, all of the cockroaches arranged themselves in one shelter. Researchers found a balance between cooperation and competition exists in the group decision-making behavior found in cockroaches. The models used in this research can also explain the group dynamics of other insects and animals.Another study tested the hypothesis that cockroaches use just two pieces of information to decide where to go under those conditions: how dark it is and how many other cockroaches there are. The study created a set of tiny robots that appear to the roaches as other roaches and can thus alter the roaches' perception of critical mass. The robots were also specially scented so they would be accepted by the real roaches."}, {"description": "Cockroaches are insects of the order Blattodea, sometimes called Blattaria, of which about 30 species out of 4,600Beccaloni, G. W. 2014. Cockroach Species File Online. Version 5.0/5.0. World Wide Web electronic publication. total are associated with human habitats. About four species are well known as pests.Among the best-known pest species are the American cockroach, Periplaneta americana, which is about 30 mm long; the German cockroach, Blattella germanica, about 15 mm long; the Asian cockroach, Blattella asahinai, also about 15 mm in length; and the Oriental cockroach, Blatta orientalis, about 25 mm. Tropical cockroaches are often much bigger, and, contrary to popular opinion, extinct cockroach relatives and 'roachoids' such as the Carboniferous Archimylacris and the Permian Apthoroblattina were not as large as the biggest modern species."}]}, {"nameType": "SCIENTIFIC", "family": "Calymenidae", "nubKey": 4633555, "speciesKey": 100871153, "rank": "SPECIES", "phylum": "Arthropoda", "orderKey": 100871033, "higherClassificationMap": {"100871144": "Flexicalymene", "100733054": "Metazoa", "100871033": "Phacopida", "100871097": "Calymenidae", "100852244": "Arthropoda", "100867448": "Trilobita"}, "species": "Flexicalymene meeki", "vernacularNames": [], "classKey": 100867448, "habitats": [], "familyKey": 100871097, "kingdom": "Metazoa", "parent": "Flexicalymene", "kingdomKey": 100733054, "taxonID": "110,817", "genusKey": 100871144, "canonicalName": "Flexicalymene meeki", "key": 100871153, "authorship": "", "nomenclaturalStatus": [], "phylumKey": 100852244, "class": "Trilobita", "numOccurrences": 0, "synonym": false, "datasetKey": "c33ce2f2-c3cc-43a5-a380-fe4526d63650", "threatStatuses": [], "numDescendants": 0, "scientificName": "Flexicalymene meeki", "genus": "Flexicalymene", "parentKey": 100871144, "order": "Phacopida", "descriptions": []}, {"nameType": "SCIENTIFIC", "family": "Schizasteridae", "nubKey": 2278997, "speciesKey": 104157881, "rank": "SPECIES", "phylum": "Echinodermata", "orderKey": 104157800, "higherClassificationMap": {"104153630": "Echinodermata", "104157800": "Spatangoida", "104157788": "Echinoidea", "103832354": "Metazoa", "104157852": "Schizasteridae", "104157880": "Moira"}, "species": "Moira atropos", "vernacularNames": [], "classKey": 104157788, "habitats": [], "familyKey": 104157852, "kingdom": "Metazoa", "parent": "Moira", "kingdomKey": 103832354, "taxonID": "471977", "genusKey": 104157880, "canonicalName": "Moira atropos", "key": 104157881, "authorship": "", "nomenclaturalStatus": [], "phylumKey": 104153630, "class": "Echinoidea", "numOccurrences": 0, "synonym": false, "datasetKey": "fab88965-e69d-4491-a04d-e3198b626e52", "threatStatuses": [], "numDescendants": 0, "scientificName": "Moira atropos", "genus": "Moira", "parentKey": 104157880, "order": "Spatangoida", "descriptions": []}, {"nameType": "SCIENTIFIC", "family": "Parechinidae", "nubKey": 2278834, "speciesKey": 113445612, "rank": "SPECIES", "phylum": "Echinodermata", "orderKey": 113445551, "higherClassificationMap": {"112707351": "Animalia", "113445610": "Parechinidae", "113445611": "Psammechinus", "113445551": "Camarodonta", "113443174": "Echinodermata", "113445236": "Echinoidea"}, "species": "Psammechinus miliaris", "vernacularNames": [], "classKey": 113445236, "habitats": [], "familyKey": 113445610, "kingdom": "Animalia", "parent": "Psammechinus", "kingdomKey": 112707351, "taxonID": "32872543", "genusKey": 113445611, "canonicalName": "Psammechinus miliaris", "key": 113445612, "authorship": " (P.L.S. Müller, 1771)", "nomenclaturalStatus": [], "phylumKey": 113443174, "class": "Echinoidea", "numOccurrences": 0, "synonym": false, "datasetKey": "cbb6498e-8927-405a-916b-576d00a6289b", "threatStatuses": [], "numDescendants": 0, "scientificName": "Psammechinus miliaris (P.L.S. Müller, 1771)", "genus": "Psammechinus", "parentKey": 113445611, "order": "Camarodonta", "descriptions": [{"description": "The gonads of P. miliaris are sometimes eaten, particularly in Mediterranean cuisine. They are small in specimens caught in the wild but larger in individuals that have been eating prepared salmon food and the possibility of aquaculture is being investigated."}, {"description": "P. miliaris occurs in the eastern Atlantic Ocean from Scandinavia south to Morocco, but not in the Mediterranean Sea. It is particularly common in the North Sea. It is mostly a littoral species but can be found from low tide mark down to a depth of one hundred metres. It is often found on or under Saccharina latissima, a large brown seaweed with which it shares its range. It occurs in a range of other habitats including under boulders and rocks, among seaweed, on rough ground such as oyster banks, in burrows in gravelly sediments and on the rhizomes of Zostera marina in seagrass meadows. The larvae often settle onto man-made structures such as ropes close to aquaculture facilities."}, {"description": "P. miliaris can reach a diameter of 5.75 cm. The test is globular, somewhat flattened dorso-ventrally, and up to five centimetres in diameter. It is covered in short, equi-length robust spines. The test and spines of shallow water specimens are purplish-brown but specimens from deeper water have a greenish test and pale coloured spines with purple tips. If individuals are transferred from one depth range to another, they retain their original colouration in their new location.Ecology of Psammechinus miliaris Google Books. Retrieved 2011-08-25. On each ambulacral plate there are three pairs of tubercles each with a spine attached, the central one being a primary spine. On the ventral side, the orifices are relatively small and the buccal membrane is closely packed with thick plates with many pedicellariae but no spines. The globiferous pedicellariae are numerous but small and the tridentate pedicellariae are stout with broad blades.Shore Sea Urchin (Psammechinus miliaris) Marine Species Identification Portal. Retrieved 2011-08-26."}, {"description": "P. miliaris is an omnivore and feeds on marine worms, hydroids, small crustaceans, molluscs, diatoms, macroalgae and detritus. It eats both fresh and rotting kelp (S. latissima) but the former is more difficult to digest and takes longer to pass through the gut. It is effective at removing fouling organisms from salmon cages and oyster trays.Spawning takes place in spring and early summer. The female releases a single batch of 80,000 to 2,500,000 eggs into the water column where they are fertilised. The echinopluteus larvae form part of the zooplankton for one to two months before settling on the sea bed and undergoing metamorphosis.Green sea urchin - Psammechinus miliaris Marine Life Information Network. Retrieved 2011-08-26.P. miliaris is sometimes present in large numbers in suitable habitats. In a shallow Zostera marina meadow off the west coast of Scotland, they were recorded at 182 per square metre and 28 per square metre on the adjacent muddy sediment.Comely, C.A., (1979). Observation on two Scottish West coast populations of Psammechinus miliaris. Scottish Marine Biological Association, Internal Report, Oban. In littoral habitats they can reach densities of 352 individuals per square metre.Kelly, M.S., (2000). The reproductive cycle of the sea urchin Psammechinus miliaris (Echinodermata: Echinoidea) in a Scottish sea loch. Journal of the Marine Biological Association of the United Kingdom, 80, 909-919. Their grazing and predation have a considerable effect on the benthic ecology and if they are experimentally removed from an area, there is a significant change in the community of encrusting organisms. In one study it was found that the tube worm Pomatoceros increased as did the more ephemeral algal species. Another study found that an individual urchin could eat 8 to 12 barnacles (Semibalanus balanoides) or 6 mussels (Mytilus edulis) in a day."}, {"description": "Psammechinus miliaris is a species of sea urchin in the family Parechinidae. It is sometimes known as the green sea urchin or shore sea urchin. It is found in shallow areas of the eastern Atlantic Ocean and the North Sea."}]}, {"nameType": "SCIENTIFIC", "family": "Drosophilidae", "nubKey": 5073713, "speciesKey": 113194941, "rank": "SPECIES", "phylum": "Arthropoda", "orderKey": 113194378, "higherClassificationMap": {"112707351": "Animalia", "113194937": "Drosophila", "113194934": "Drosophilidae", "113194938": "Sophophora", "113191312": "Insecta", "113188372": "Arthropoda", "113194378": "Diptera"}, "species": "Drosophila melanogaster", "vernacularNames": [{"language": "", "vernacularName": "דרוזופילה"}], "classKey": 113191312, "habitats": [], "familyKey": 113194934, "kingdom": "Animalia", "parent": "Sophophora", "kingdomKey": 112707351, "taxonID": "173204", "genusKey": 113194937, "canonicalName": "Drosophila melanogaster", "key": 113194941, "authorship": "Meigen, 1830", "nomenclaturalStatus": [], "phylumKey": 113188372, "class": "Insecta", "numOccurrences": 0, "synonym": false, "datasetKey": "cbb6498e-8927-405a-916b-576d00a6289b", "threatStatuses": [], "numDescendants": 0, "scientificName": "Drosophila melanogaster Meigen, 1830", "genus": "Drosophila", "parentKey": 113194938, "order": "Diptera", "descriptions": [{"description": "The compound eye of the fruit fly contains 760 unit eyes or ommatidia, and are one of the most advanced among insects. Each ommatidium contains 8 photoreceptor cells (R1-8), support cells, pigment cells, and a cornea. Wild-type flies have reddish pigment cells, which serve to absorb excess blue light so the fly isn't blinded by ambient light.Each photoreceptor cell consists of two main sections, the cell body and the rhabdomere. The cell body contains the nucleus while the 100-μm-long rhabdomere is made up of toothbrush-like stacks of membrane called microvilli. Each microvillus is 1–2 μm in length and ~60 nm in diameter. The membrane of the rhabdomere is packed with about 100 million rhodopsin molecules, the visual protein that absorbs light. The rest of the visual proteins are also tightly packed into the microvillar space, leaving little room for cytoplasm.The photoreceptors in Drosophila express a variety of rhodopsin isoforms. The R1-R6 photoreceptor cells express Rhodopsin1 (Rh1), which absorbs blue light (480 nm). The R7 and R8 cells express a combination of either Rh3 or Rh4, which absorb UV light (345 nm and 375 nm), and Rh5 or Rh6, which absorb blue (437 nm) and green (508 nm) light respectively. Each rhodopsin molecule consists of an opsin protein covalently linked to a carotenoid chromophore, 11-cis-3-hydroxyretinal.As in vertebrate vision, visual transduction in invertebrates occurs via a G protein-coupled pathway. However, in vertebrates the G protein is transducin, while the G protein in invertebrates is Gq (dgq in Drosophila). When rhodopsin (Rh) absorbs a photon of light its chromophore, 11-cis-3-hydroxyretinal, is isomerized to all-trans-3-hydroxyretinal. Rh undergoes a conformational change into its active form, metarhodopsin. Metarhodopsin activates Gq, which in turn activates a phospholipase Cβ (PLCβ) known as NorpA.PLCβ hydrolyzes phosphatidylinositol (4,5)-bisphosphate (PIP2), a phospholipid found in the cell membrane, into soluble inositol triphosphate (IP3) and diacylglycerol (DAG), which stays in the cell membrane. DAG or a derivative of DAG causes a calcium selective ion channel known as TRP (transient receptor potential) to open and calcium and sodium flows into the cell. IP3 is thought to bind to IP3 receptors in the subrhabdomeric cisternae, an extension of the endoplasmic reticulum, and cause release of calcium, but this process doesn't seem to be essential for normal vision.Calcium binds to proteins such as calmodulin (CaM) and an eye-specific protein kinase C (PKC) known as InaC. These proteins interact with other proteins and have been shown to be necessary for shut off of the light response. In addition, proteins called arrestins bind metarhodopsin and prevent it from activating more Gq. A sodium-calcium exchanger known as CalX pumps the calcium out of the cell. It uses the inward sodium gradient to export calcium at a stoichiometry of 3 Na+/ 1 Ca++.TRP, InaC, and PLC form a signaling complex by binding a scaffolding protein called InaD. InaD contains five binding domains called PDZ domain proteins, which specifically bind the C termini of target proteins. Disruption of the complex by mutations in either the PDZ domains or the target proteins reduces the efficiency of signaling. For example, disruption of the interaction between InaC, the protein kinase C, and InaD results in a delay in inactivation of the light response.Unlike vertebrate metarhodopsin, invertebrate metarhodopsin can be converted back into rhodopsin by absorbing a photon of orange light (580 nm).Approximately two-thirds of the Drosophila brain is dedicated to visual processing. Although the spatial resolution of their vision is significantly worse than that of humans, their temporal resolution is approximately ten times better."}, {"description": "Drosophila have both X and Y chromosomes as well as autosomes. Unlike humans, the Y chromosome does not confer maleness; rather, it encodes genes necessary for making sperm. Sex is instead determined by the ratio of autosomes to X chromosomes. Furthermore, each cell \"decides\" whether to be male or female independently of the rest of the organism resulting in the occasional occurrence of gynandromorphs. X Chromosomes Autosomes Ratio of X:A Sex XXXX AAAA 1 Normal Female XXX AAA 1 Normal Female XXY AA 1 Normal Female XXYY AA 1 Normal Female XX AA 1 Normal Female X AA 0.50 Normal Male (sterile) XXX AA 1.50 Metafemale XXXX AAA 1.33 Metafemale XX AAA 0.66 Intersex X AAA 0.33 Metamale Three major genes are involved in determination of Drosophila sex. These are Sex-lethal, Sisterless and Deadpan. Deadpan is an autosomal gene which inhibits sex-lethal while sisterless is carried on the X chromosome and inhibits the action of deadpan. An AAX cell has twice as much deadpan as sisterless and so sex-lethal will be inhibited creating a male. On the other hand an AAXX cell will produce enough sisterless to inhibit the action of deadpan allowing the sex-lethal gene to be transcribed creating a female.Later control by deadpan and sisterless disappears and what becomes important is the form of the sex-lethal gene. A secondary promoter causes transcription in both males and females. Analysis of the cDNA has shown that different forms are expressed in males and females. Sex-lethal has been shown to affect the splicing of its own mRNA. In males the 3rd exon is included which encodes a stop codon causing a truncated form to be produced. In the female version, the presence of sex-lethal causes this exon to be missed out the other 7 amino acids are produced as a full peptide chain, again giving us a difference between males and females.Presence or absence of functional Sex-lethal proteins now go on to affect the transcription of another protein known as Doublesex. In the absence of sex-lethal, Doublesex will have the 4th exon removed and be translated up to and including exon 6 (DSX-M[ale]), while in its presence the 4th exon which encodes a stop codon will produce a truncated version of the protein (DSX-F[emale]). DSX-F causes transcription of Yolk proteins 1 and 2 in somatic cells which will be pumped into the oocyte on its production."}, {"description": "\"Inside the Fly Lab\" — broadcast by WGBH and PBS, in the program series \"Curious\", January 2008. \"How a Fly Detects Poison\" — WhyFiles.org article describes how the fruit fly tastes a larva-killing chemical in food."}, {"description": "Wildtype fruit flies are yellow-brown, with brick red eyes and transverse black rings across the abdomen. They exhibit sexual dimorphism: females are about 2.5 mm long; males are slightly smaller with darker backs. Males are easily distinguished from females based on colour differences, with a distinct black patch at the abdomen, less noticeable in recently emerged flies (see fig.), and the sexcombs (a row of dark bristles on the tarsus of the first leg). Furthermore, males have a cluster of spiky hairs (claspers) surrounding the reproducing parts used to attach to the female during mating. There are extensive images at FlyBase."}, {"description": "Drosophila melanogaster is one of the most studied organisms in biological research, particularly in genetics and developmental biology. There are several reasons: Its care and culture requires little equipment and uses little space even when using large cultures, and the overall cost is low. It is small and easy to grow in the laboratory and their morphology is easy to identify once they are anesthetized (usually with ether, carbon dioxide gas, by cooling them, or with products like FlyNap) It has a short generation time (about 10 days at room temperature) so several generations can be studied within a few weeks. It has a high fecundity (females lay up to 100 eggs per day, and perhaps 2000 in a lifetime). Males and females are readily distinguished and virgin females are easily isolated, facilitating genetic crossing. The mature larvae show giant chromosomes in the salivary glands called polytene chromosomes—\"puffs\" indicate regions of transcription and hence gene activity. It has only four pairs of chromosomes: three autosomes, and one sex chromosome. Males do not show meiotic recombination, facilitating genetic studies. Recessive lethal \"balancer chromosomes\" carrying visible genetic markers can be used to keep stocks of lethal alleles in a heterozygous state without recombination due to multiple inversions in the balancer. Genetic transformation techniques have been available since 1987. Its complete genome was sequenced and first published in 2000. Genetic markersGenetic markers are commonly used in Drosophila research, for example within balancer chromosomes or P-element inserts, and most phenotypes are easily identifiable either with the naked eye or under a microscope. In the list of example common markers below, the allele symbol is followed by the name of the gene affected and a description of its phenotype. (Note: Recessive alleles are in lower case, while dominant alleles are capitalised.) Cy1: Curly; The wings curve away from the body, flight may be somewhat impaired. e1: ebony; Black body and wings (heterozygotes are also visibly darker than wild type). Sb1: stubble; Bristles are shorter and thicker than wild type. w1: white; Eyes lack pigmentation and appear white. y1: yellow; Body pigmentation and wings appear yellow. This is the fly analog of albinism. Drosophila genes are traditionally named after the phenotype they cause when mutated. For example, the absence of a particular gene in Drosophila will result in a mutant embryo that does not develop a heart. Scientists have thus called this gene tinman, named after the Oz character of the same name. This system of nomenclature results in a wider range of gene names than in other organisms."}, {"description": "The D. melanogaster lifespan is about 30 days at 29 C. It had been recorded that their lifespan can be increased to 3 months.http://rosemuellergreerlabs.com/portfolio/aging/gallery/research-interests/The developmental period for Drosophila melanogaster varies with temperature, as with many ectothermic species. The shortest development time (egg to adult), 7 days, is achieved at 28 C. Development times increase at higher temperatures (11 days at 30 C) due to heat stress. Under ideal conditions, the development time at 25 C is 8.5 days,Bloomington Drosophila Stock Center at Indiana University: Basic Methods of Culturing Drosophila at 18 C it takes 19 days and at 12 C it takes over 50 days. Under crowded conditions, development time increases, while the emerging flies are smaller. Females lay some 400 eggs (embryos), about five at a time, into rotting fruit or other suitable material such as decaying mushrooms and sap fluxes. The eggs, which are about 0.5 millimetres long, hatch after 12–15 hours (at 25 C). The resulting larvae grow for about 4 days (at 25 °C) while molting twice (into 2nd- and 3rd-instar larvae), at about 24 and 48 h after hatching. During this time, they feed on the microorganisms that decompose the fruit, as well as on the sugar of the fruit itself. Then the larvae encapsulate in the puparium and undergo a four-day-long metamorphosis (at 25 °C), after which the adults eclose (emerge). Females become receptive to courting males at about 8–12 hours after emergence. Specific neuron groups in females have been found to affect copulation behavior and mate choice. One such group in the abdominal nerve cord allows the female fly to pause her body movement in order to copulate. Activation of these neurons induces the female to cease movement and orient herself towards the male to allow for mounting. If the group is inactivated, the female remains in motion and does not copulate. Various chemical signals such as male pheromones often are able to activate the group.The female fruit fly prefers a shorter duration when it comes to sex. Males, on the other hand, prefer it to last longer. Males perform a sequence of five behavioral patterns to court females. First, males orient themselves while playing a courtship song by horizontally extending and vibrating their wings. Soon after, the male positions itself at the rear of the female's abdomen in a low posture to tap and lick the female genitalia. Finally, the male curls its abdomen, and attempts copulation. Females can reject males by moving away, kicking and extruding their ovipositor. Copulation lasts around 15–20 minutes, during which males transfer a few hundred very long (1.76 mm) sperm cells in seminal fluid to the female. Females store the sperm in a tubular receptacle and in two mushroom-shaped spermathecae, sperm from multiple matings compete for fertilization. A last male precedence is believed to exist in which the last male to mate with a female sires approximately 80% of her offspring. This precedence was found to occur through displacement and incapacitation. The displacement is attributed to sperm handling by the female fly as multiple matings are conducted and is most significant during the first 1–2 days after copulation. Displacement from the seminal receptacle is more significant than displacement from the spermathecae. Incapacitation of first male sperm by second male sperm becomes significant 2–7 days after copulation. The seminal fluid of the second male is believed to be responsible for this incapacitation mechanism (without removal of first male sperm) which takes effect before fertilization occurs. The delay in effectiveness of the incapacitation mechanism is believed to be a protective mechanism that prevents a male fly from incapacitating its own sperm should it mate with the same female fly repetitively. Sensory neurons in the uterus of female \"D. melanogaster\" respond to a male protein, sex peptide, which is found in sperm. This protein makes the female reluctant to copulate for about 10 days after insemination. The signal pathway leading to this change in behavior has been determined. The signal is sent to a brain region that is a homolog of the hypothalamus and the hypothalamus then controls sexual behavior and desire D. melanogaster is often used for life extension studies. Beginning in 1980, Michael R. Rose conducted a groundbreaking study in experimental evolution resulting in \"Methuselah\" flies which had roughly double the lifespan of a wild-type fruit fly. More recently, particular genes such as the INDY gene have been identified which are purported to increase lifespan when mutated. Male sexual behavior and learning Behavior refers to the actions an organism might take in response to various internal or external inputs. Changes in behavior may indicate learning, which is when an organisms adapts to a situation or phenomenon by changing a particular behavioral response. Learning is usually associated with an increase in fitness, especially when the adapted behavior is an aspect of sexual behavior. D. melanogaster males exhibit a strong reproductive learning curve. That is, with sexual experience, these flies tend to modify their future mating behavior in multiple ways. These changes include increased selectivity for courting only intraspecifically, as well as decreased courtship times. Sexually naïve D. melanogaster males are known to spend significant time courting interspecifically, such as with D. simulans flies. Naïve D. melanogaster will also attempt to court females that are not yet sexually mature and other males. D. melanogaster males show little to no preference for D. melanogaster females over females of other species or even other male flies. However, after D. simulans or other flies incapable of copulation have rejected the males’ advances, D. melanogaster are much less likely to spend time courting nonspecifically in the future. This apparent learned behavior modification seems to be evolutionarily significant, as it allows the males to avoid investing energy into hopeless sexual encounters. In addition, males with previous sexual experience will modify their courtship dance when attempting to mate with new females – the experienced males spend less time courting and therefore have lower mating latencies, meaning that they are able to reproduce more quickly. This decreased mating latency leads to a greater mating efficiency for experienced males over naïve males. This modification also appears to have obvious evolutionary advantages, as increased mating efficiency is extremely important in the eyes of natural selection."}, {"description": "Unlike mammals, Drosophila only have innate immunity and lack an adaptive immune response. The D. melanogaster immune system can be divided into two responses: humoral and cell-mediated. The former is a systemic response mediated through the Toll and imd pathways, which are parallel systems for detecting microbes. The Toll pathway in Drosophila is known as the homologue of Toll-Like pathways in mammals. Spatzle, a known ligand for the Toll pathway in flies, is produced in response to Gram-positive bacteria, parasites, and fungal infection. Upon infection, pro-Spatzle will be cleaved by protease SPE (Spatzle processing enzyme) to become active Spatzle, which then binds to the Toll receptor located on the cell surface (Fat body, hemocytes) and dimerise for activation of downstream NF-κB signaling pathways. On the other hand, the imd pathway is triggered by Gram-negative bacteria through soluble and surface receptors (PGRP-LE and LC, respectively). D. melanogaster have a \"fat body\", which is thought to be homologous to the human liver. It is the primary secretory organ and produces antimicrobial peptides. These peptides are secreted into the hemolymph and bind infectious bacteria, killing them by forming pores in their cell walls. Years ago[when?] many drug companies wanted to purify these peptides and use them as antibiotics. Other than the fat body, hemocytes, the blood cells in drosophila, are known as the homologue of mammalian monocyte/macrophages, possessing a significant role in immune responses. It is known from the literature that in response to immune challenge, hemocytes are able to secrete cytokines, for example Spatzle, to activate downstream signaling pathways in the fat body. However, the mechanism still remains unclear."}, {"description": "Drosophila melanogaster was among the first organisms used for genetic analysis, and today it is one of the most widely used and genetically best-known of all eukaryotic organisms. All organisms use common genetic systems; therefore, comprehending processes such as transcription and replication in fruit flies helps in understanding these processes in other eukaryotes, including humans.Charles W. Woodworth is credited with being the first to breed Drosophila in quantity and for suggesting to W. E. Castle that they might be used for genetic research during his time at Harvard University.Thomas Hunt Morgan began using fruit flies in experimental studies of heredity at Columbia University in 1910. His laboratory was located on the top floor of Schermerhorn Hall, which became known as the Fly Room. The Fly Room was cramped with eight desks, each occupied by students and their experiments. They started off experiments using milk bottles to rear the fruit flies and handheld lenses for observing their traits. The lenses were later replaced by microscopes, which enhanced their observations. The Fly Room was the source of some of the most important research in the history of biology. Morgan and his students eventually elucidated many basic principles of heredity, including sex-linked inheritance, epistasis, multiple alleles, and gene mapping.\"Thomas Hunt Morgan and colleagues extended Mendel's work by describing X-linked inheritance and by showing that genes located on the same chromosome do not show independent assortment. Studies of X-linked traits helped confirm that genes are found on chromosomes, while studies of linked traits led to the first maps showing the locations of genetic loci on chromosomes\" (Freman 214). The first maps of Drosophila chromosomes were completed by Alfred Sturtevant."}, {"description": "The genome of D. melanogaster (sequenced in 2000, and curated at the FlyBase database) contains four pairs of chromosomes: an X/Y pair, and three autosomes labeled 2, 3, and 4. The fourth chromosome is so tiny that it is often ignored, aside from its important eyeless gene. The D. melanogaster sequenced genome of 139.5 million base pairs has been annotated and contains approximately 15,682 genes according to Ensemble release 73. More than 60% of the genome appears to be functional non-protein-coding DNA involved in gene expression control. Determination of sex in Drosophila occurs by the X:A ratio of X chromosomes to autosomes, not because of the presence of a Y chromosome as in human sex determination. Although the Y chromosome is entirely heterochromatic, it contains at least 16 genes, many of which are thought to have male-related functions. Similarity to humansAbout 75% of known human disease genes have a recognizable match in the genome of fruit flies, and 50% of fly protein sequences have mammalian homologs. An online database called Homophila is available to search for human disease gene homologues in flies and vice versa. Drosophila is being used as a genetic model for several human diseases including the neurodegenerative disorders Parkinson's, Huntington's, spinocerebellar ataxia and Alzheimer's disease. The fly is also being used to study mechanisms underlying aging and oxidative stress, immunity, diabetes, and cancer, as well as drug abuse."}, {"description": "The wings of a fly are capable of beating at up to 220 times per second. Flies will fly via straight sequences of movement interspersed by rapid turns called saccades. During these turns, a fly is able to rotate 90 degrees in less than 50 milliseconds.It was long thought that the characteristics of Drosophila flight were dominated by the viscosity of the air, rather than the inertia of the fly body. This view was challenged by research in the lab of Michael Dickinson, which indicated that flies perform banked turns, where the fly accelerates, slows down while turning, and accelerates again at the end of the turn, suggesting that inertia is the dominant force, as is the case with larger flying animals.Caltech Press Release 4/17/2003 However, subsequent work showed that while the viscous effects on the insect body during flight may be negligible, the aerodynamic forces on the wings themselves actually cause fruit flies' turns to be damped viscously."}, {"description": "Embryogenesis in Drosophila has been extensively studied, as its small size, short generation time, and large brood size makes it ideal for genetic studies. It is also unique among model organisms in that cleavage occurs in a syncytium. During oogenesis, cytoplasmic bridges called \"ring canals\" connect the forming oocyte to nurse cells. Nutrients and developmental control molecules move from the nurse cells into the oocyte. In the figure to the left, the forming oocyte can be seen to be covered by follicular support cells.After fertilization of the oocyte the early embryo (or syncytial embryo) undergoes rapid DNA replication and 13 nuclear divisions until approximately 5000 to 6000 nuclei accumulate in the unseparated cytoplasm of the embryo. By the end of the 8th division most nuclei have migrated to the surface, surrounding the yolk sac (leaving behind only a few nuclei, which will become the yolk nuclei). After the 10th division the pole cells form at the posterior end of the embryo, segregating the germ line from the syncytium. Finally, after the 13th division cell membranes slowly invaginate, dividing the syncytium into individual somatic cells. Once this process is completed gastrulation starts.Nuclear division in the early Drosophila embryo happens so quickly there are no proper checkpoints so mistakes may be made in division of the DNA. To get around this problem, the nuclei that have made a mistake detach from their centrosomes and fall into the centre of the embryo (yolk sac), which will not form part of the fly.The gene network (transcriptional and protein interactions) governing the early development of the fruit fly embryo is one of the best understood gene networks to date, especially the patterning along the antero-posterior (AP) and dorso-ventral (DV) axes (See under morphogenesis).The embryo undergoes well-characterized morphogenetic movements during gastrulation and early development, including germ-band extension, formation of several furrows, ventral invagination of the mesoderm, posterior and anterior invagination of endoderm (gut), as well as extensive body segmentation until finally hatching from the surrounding cuticle into a 1st-instar larva.During larval development, tissues known as imaginal discs grow inside the larva. Imaginal discs develop to form most structures of the adult body, such as the head, legs, wings, thorax and genitalia. Cells of the imaginal disks are set aside during embryogenesis and continue to grow and divide during the larval stages—unlike most other cells of the larva, which have differentiated to perform specialized functions and grow without further cell division. At metamorphosis, the larva forms a pupa, inside which the larval tissues are reabsorbed and the imaginal tissues undergo extensive morphogenetic movements to form adult structures."}, {"description": "In 1971, Ron Konopka and Seymour Benzer published \"Clock mutants of Drosophila melanogaster\", a paper describing the first mutations that affected an animal's behavior. Wild-type flies show an activity rhythm with a frequency of about a day (24 hours). They found mutants with faster and slower rhythms as well as broken rhythms—flies that move and rest in random spurts. Work over the following 30 years has shown that these mutations (and others like them) affect a group of genes and their products that comprise a biochemical or biological clock. This clock is found in a wide range of fly cells, but the clock-bearing cells that control activity are several dozen neurons in the fly's central brain.Since then, Benzer and others have used behavioral screens to isolate genes involved in vision, olfaction, audition, learning/memory, courtship, pain and other processes, such as longevity.The first learning and memory mutants (dunce, rutabaga etc.) were isolated by William \"Chip\" Quinn while in Benzer's lab, and were eventually shown to encode components of an intracellular signaling pathway involving cyclic AMP, protein kinase A and a transcription factor known as CREB. These molecules were shown to be also involved in synaptic plasticity in Aplysia and mammals.Male flies sing to the females during courtship using their wing to generate sound, and some of the genetics of sexual behavior have been characterized. In particular, the fruitless gene has several different splice forms, and male flies expressing female splice forms have female-like behavior and vice-versa. The TRP channels nompC, nanchung, and inactive are expressed in sound sensitive Johnston's Organ neurons and participate in the transduction of sound.Furthermore, Drosophila has been used in neuropharmacological research, including studies of cocaine and alcohol consumption."}, {"description": "Drosophila is commonly considered a pest due to its tendency to infest habitations and establishments where fruit is found; the flies may collect in homes, restaurants, stores, and other locations. Removal of an infestation can be difficult, as larvae may continue to hatch in nearby fruit even as the adult population is eliminated."}, {"description": "Drosophila melanogaster is a species of fly (the taxonomic order Diptera) in the family Drosophilidae. The species is known generally as the common fruit fly or vinegar fly. Starting with Charles W. Woodworth's proposal of the use of this species as a model organism, D. melanogaster continues to be widely used for biological research in studies of genetics, physiology, microbial pathogenesis and life history evolution. It is typically used because it is an animal species that is easy to care for, has four pairs of chromosomes, breed quickly, and lays many eggs. D. melanogaster is a common pest in homes, restaurants, and other occupied places where food is served.http://ento.psu.edu/extension/factsheets/vinegar-fliesFlies belonging to the family Tephritidae are also called \"fruit flies\". This can cause confusion, especially in Australia and South Africa, where the Mediterranean fruit fly Ceratitis capitata is an economic pest."}]}, {"nameType": "SCIENTIFIC", "family": "Myristicaceae", "nubKey": 5406817, "speciesKey": 113625617, "rank": "SPECIES", "orderKey": 113625343, "higherClassificationMap": {"113551056": "Plantae", "113625616": "Myristica", "113625614": "Myristicaceae", "113625343": "Magnoliales"}, "species": "Myristica fragrans", "vernacularNames": [], "habitats": [], "familyKey": 113625614, "kingdom": "Plantae", "parent": "Myristica", "kingdomKey": 113551056, "taxonID": "20660558", "genusKey": 113625616, "canonicalName": "Myristica fragrans", "key": 113625617, "authorship": "Houtt.", "nomenclaturalStatus": [], "numOccurrences": 0, "synonym": false, "datasetKey": "cbb6498e-8927-405a-916b-576d00a6289b", "threatStatuses": [], "numDescendants": 0, "scientificName": "Myristica fragrans Houtt.", "genus": "Myristica", "parentKey": 113625616, "order": "Magnoliales", "descriptions": [{"description": "Myristica fragrans was given a binomial name by the Dutch botanist Maartyn Houttuyn in 1774. It had earlier been described by Georg Eberhard Rumphius, among others. The specific epithet fragrans means \"fragrant\"."}, {"description": "The unusual nature of Myristica fragrans was used as a MacGuffin in the 55th episode (3rd season, Episode 7) of Elementary, titled \"The Adventure of the Nutmeg Concoction\"."}, {"description": "Myristica fragrans is a small evergreen tree, usually 5 – tall, but occasionally reaching 20 m. The alternately arranged leaves are dark green,5 – long by 2 – wide with petioles about 1 cm long. The species is dioecious, i.e. \"male\" or staminate flowers and \"female\" or carpellate flowers are borne on different plants, although occasional individuals produce both kinds of flower. The flowers are bell-shaped, pale yellow and somewhat waxy and fleshy. Staminate flowers are arranged in groups of one to ten, each 5 – long; carpellate flowers are in smaller groups, one to three, and somewhat longer, up to 10 mm long.Carpellate trees produce smooth yellow ovoid or pear-shaped fruits, 6 – long with a diameter of 3.5 –. The fruit has a fleshy husk. When ripe the husk splits into two halves along a ridge running the length of the fruit. Inside is a purple-brown shiny seed, 2 – long by about 2 cm across, with a red or crimson covering (an aril). The seed is the source of nutmeg, the aril the source of mace."}, {"description": "Myristica fragrans is an evergreen tree indigenous to the Moluccas (or Spice Islands) of Indonesia. It is important as the main source of the spices nutmeg and mace. It is widely grown across the tropics including Guangdong and Yunnan in China, Taiwan, Indonesia, Malaysia, Grenada in the Caribbean, Kerala in India, Sri Lanka and South America."}]}, {"nameType": "INFORMAL", "family": "Lucanidae", "nubKey": 3263258, "speciesKey": 104640519, "rank": "SPECIES", "phylum": "Arthropoda", "orderKey": 104557581, "higherClassificationMap": {"104640378": "Lucanus", "104557581": "Coleoptera", "103832354": "Metazoa", "104295797": "Insecta", "104639805": "Lucanidae", "104183026": "Arthropoda"}, "species": "Lucanus spec.", "vernacularNames": [], "classKey": 104295797, "habitats": [], "familyKey": 104639805, "kingdom": "Metazoa", "parent": "Lucanus", "kingdomKey": 103832354, "taxonID": "1541274", "genusKey": 104640378, "canonicalName": "Lucanus spec.", "key": 104640519, "authorship": "", "nomenclaturalStatus": [], "phylumKey": 104183026, "class": "Insecta", "numOccurrences": 0, "synonym": false, "datasetKey": "fab88965-e69d-4491-a04d-e3198b626e52", "threatStatuses": [], "numDescendants": 0, "scientificName": "Lucanus sp. CO225", "genus": "Lucanus", "parentKey": 104640378, "order": "Coleoptera", "descriptions": []}, {"nameType": "SCIENTIFIC", "rank": "INFRAORDER", "phylum": "Arthropoda", "orderKey": 112853201, "higherClassificationMap": {"112707351": "Animalia", "112780522": "Insecta", "112853201": "Hemiptera", "112710199": "Arthropoda"}, "vernacularNames": [], "classKey": 112780522, "habitats": [], "kingdom": "Animalia", "parent": "Hemiptera", "kingdomKey": 112707351, "taxonID": "4174442", "canonicalName": "Nepomorpha", "key": 112853231, "authorship": "", "nomenclaturalStatus": [], "phylumKey": 112710199, "class": "Insecta", "numOccurrences": 0, "synonym": false, "datasetKey": "cbb6498e-8927-405a-916b-576d00a6289b", "threatStatuses": [], "numDescendants": 0, "scientificName": "Nepomorpha", "parentKey": 112853201, "order": "Hemiptera", "descriptions": [{"description": "The Nepomorpha probably originated around the start of the Early Triassic, some . As evidenced by fossils such as the rather advanced Triassocoridae or the primitive water boatman Lufengnacta, the radiation establishing today's superfamilies seems to have been largely complete by the end of the Triassic . There are a large number of fossil genera, but except those placed in Triassocoridae they can at least tentatively be assigned to the extant superfamilies.Though the systematics and phylogeny of the higher taxa of Nepomorpha were long controversial, cladistic analysis of mitochondrial 16S and nuclear 28S rDNA sequence data and morphology has more recently resolved to near-perfection. The long-accepted superfamilies are all monophyletic, with the exception of the Naucoroidea, which is now monotypic with the Aphelocheiridae and Potamocoridae being split off in a new superfamily Aphelocheiroidea. The Cibariopectinata, a proposed clade established on the presence of cibariopectine structures in the food-sucking pump of some of the most advanced true water bugs (Tripartita), might indeed be monophyletic. Alternatively it might be synonymous with the Tripartita, the Ochteroidea having lost the cibariopectines again due to the different requirements of their (for Nepomorpha) unusual lifestyle.The following list arranges of superfamilies in evolutionary sequence, from the most ancient to the most modern lineage: Infraorder Nepomorpha Superfamily Nepoidea Family Belostomatidae – giant water bugs Family Nepidae – water scorpions Superfamily Corixoidea Family Corixidae – water boatmen Clade Tripartita Superfamily Ochteroidea Family Gelastocoridae – toad bugs Family Ochteridae – velvety shore bugs Clade Cibariopectinata (disputed) Family Triassocoridae (fossil; tentatively placed here) Superfamily Aphelocheiroidea Family Aphelocheiridae Family Potamocoridae Superfamily Naucoroidea Family Naucoridae – creeping water bugs Superfamily Notonectoidea Family Notonectidae – backswimmers Superfamily Pleoidea (sometimes included in Notonectoidea) Family Helotrephidae Family Pleidae – pygmy backswimmers"}, {"description": "Nepomorpha is an infraorder of insects in the \"true bug\" order (Hemiptera). They belong to the \"typical\" bugs of the suborder Heteroptera. Due to their aquatic habits, these animals are known as true water bugs. They occur all over the world outside the polar regions, with about 2,000 species altogether. The Nepomorpha can be distinguished from related Heteroptera by their missing or vestigial ocelli. Also, as referred to by the obsolete name Cryptocerata (\"the hidden-horned ones\"), their antennae are reduced, with weak muscles, and usually carried tucked against the head.Most of the species within this infraorder live in freshwater habitats. The exceptions are members of the superfamily Ochteroidea, which are found along the water's edge. Many of these insects are predators of invertebrates and in some cases – like the large water scorpions (Nepidae) and giant water bugs (Belostomatidae) – even small fish and amphibians. Others are omnivores or feed on plants. Their mouthparts form a rostrum as in all Heteroptera and most Hemiptera. With this, they pierce their foodstuffs to suck out fluids; some, like the Corixidae, are also able to chew their food to some extent, sucking up the resulting pulp. The rostrum can also be used to sting in defence; some, like the common backswimmer (Notonecta glauca) of the Notonectidae can easily pierce the skin of humans and deliver a wound often more painful than a bee's sting."}]}, {"nameType": "SCIENTIFIC", "family": "Arecaceae", "nubKey": 5293918, "speciesKey": 103025386, "rank": "SPECIES", "phylum": "Streptophyta", "orderKey": 103024237, "higherClassificationMap": {"102974832": "Viridiplantae", "103024237": "Arecales", "103020184": "Liliopsida", "102986054": "Streptophyta", "103025372": "Syagrus", "103024240": "Arecaceae"}, "species": "Syagrus flexuosa", "vernacularNames": [], "classKey": 103020184, "habitats": [], "familyKey": 103024240, "kingdom": "Viridiplantae", "parent": "Syagrus", "kingdomKey": 102974832, "taxonID": "682622", "genusKey": 103025372, "canonicalName": "Syagrus flexuosa", "key": 103025386, "authorship": "", "nomenclaturalStatus": [], "phylumKey": 102986054, "class": "Liliopsida", "numOccurrences": 0, "synonym": false, "datasetKey": "fab88965-e69d-4491-a04d-e3198b626e52", "threatStatuses": [], "numDescendants": 0, "scientificName": "Syagrus flexuosa", "genus": "Syagrus", "parentKey": 103025372, "order": "Arecales", "descriptions": []}, {"nameType": "SCIENTIFIC", "family": "Echinoneidae", "nubKey": 2278781, "speciesKey": 104158402, "rank": "SPECIES", "phylum": "Echinodermata", "orderKey": 104158199, "higherClassificationMap": {"104158199": "Echinoida", "104158401": "Echinoneus", "104153630": "Echinodermata", "104157788": "Echinoidea", "103832354": "Metazoa", "104158399": "Echinoneidae"}, "species": "Echinoneus cyclostomus", "vernacularNames": [], "classKey": 104157788, "habitats": [], "familyKey": 104158399, "kingdom": "Metazoa", "parent": "Echinoneus", "kingdomKey": 103832354, "taxonID": "271684", "genusKey": 104158401, "canonicalName": "Echinoneus cyclostomus", "key": 104158402, "authorship": "", "nomenclaturalStatus": [], "phylumKey": 104153630, "class": "Echinoidea", "numOccurrences": 0, "synonym": false, "datasetKey": "fab88965-e69d-4491-a04d-e3198b626e52", "threatStatuses": [], "numDescendants": 0, "scientificName": "Echinoneus cyclostomus", "genus": "Echinoneus", "parentKey": 104158401, "order": "Echinoida", "descriptions": []}, {"nameType": "SCIENTIFIC", "family": "Vespidae", "nubKey": 1310500, "speciesKey": 104824491, "rank": "SPECIES", "phylum": "Arthropoda", "orderKey": 104751628, "higherClassificationMap": {"104824216": "Polistes", "104751628": "Hymenoptera", "103832354": "Metazoa", "104295797": "Insecta", "104823209": "Vespidae", "104183026": "Arthropoda"}, "species": "Polistes spec.", "vernacularNames": [], "classKey": 104295797, "habitats": [], "familyKey": 104823209, "kingdom": "Metazoa", "parent": "Polistes", "kingdomKey": 103832354, "taxonID": "520243", "genusKey": 104824216, "canonicalName": "Polistes spec.", "key": 104824491, "authorship": "", "nomenclaturalStatus": [], "phylumKey": 104183026, "class": "Insecta", "numOccurrences": 0, "synonym": false, "datasetKey": "fab88965-e69d-4491-a04d-e3198b626e52", "threatStatuses": [], "numDescendants": 0, "scientificName": "Polistes sp. Buck1", "genus": "Polistes", "parentKey": 104824216, "order": "Hymenoptera", "descriptions": []}, {"nameType": "SCIENTIFIC", "family": "Strongylocentrotidae", "nubKey": 2278852, "accordingTo": "The Catalogue of Life, 3rd January 2011", "speciesKey": 2278852, "rank": "SPECIES", "phylum": "Echinodermata", "orderKey": 5964707, "higherClassificationMap": {"2278847": "Strongylocentrotus", "9524": "Strongylocentrotidae", "50": "Echinodermata", "1": "Animalia", "5964707": "Camarodonta", "221": "Echinoidea"}, "taxonomicStatus": "ACCEPTED", "extinct": false, "species": "Strongylocentrotus purpuratus", "vernacularNames": [{"language": "", "vernacularName": "purple sea urchin"}, {"language": "", "vernacularName": "purple urchin"}], "classKey": 221, "habitats": ["MARINE", "MARINE"], "familyKey": 9524, "kingdom": "Animalia", "parent": "Strongylocentrotus", "kingdomKey": 1, "taxonID": "120975838", "genusKey": 2278847, "canonicalName": "Strongylocentrotus purpuratus", "key": 2278852, "authorship": " (Stimpson, 1857)", "nomenclaturalStatus": [], "phylumKey": 50, "class": "Echinoidea", "numOccurrences": 0, "synonym": false, "datasetKey": "d7dddbf4-2cf0-4f39-9b2a-bb099caae36c", "threatStatuses": [], "numDescendants": 0, "scientificName": "Strongylocentrotus purpuratus (Stimpson, 1857)", "genus": "Strongylocentrotus", "parentKey": 2278847, "order": "Camarodonta", "descriptions": [{"description": "The purple sea urchin, Strongylocentrotus purpuratus, lives along the eastern edge of the Pacific Ocean extending from Ensenada, Mexico to British Columbia, Canada.Ricketts EF, Calvin J. Between Pacific Tides. 3rd Rev. edn. 1962 by J.W. Hedgpeth. XII 516. Stanford University Press, Stanford, CA. 1939 This sea urchin species is deep purple in color and lives in lower intertidal and nearshore subtidal communities. It normally grows to a diameter of about 4 inches and may live as long as 70 years.T.A. Ebert, J. R. Southon, 2003. Fish. Bull. 101, 915"}, {"description": "The purple sea urchin, along with sea otters and abalones, is a prominent member of the kelp forest community.Pearse, J. S. 2006. The ecological role of purple sea urchins. Science 314: 940-941. Sea urchins have been used for food by the indigenous peoples of California. They ate the yellow egg mass raw.D. Sweetnam et al., Calif. Coop. Oceanic Fish. Invest. Rep. 46: 10 (2005).http://books.google.com/books?id=jpvrxVA0PGYC&pg=PA91&dq=%22Strongylocentrotus+purpuratus%22+native&hl=en&sa=X&ei=-446UbD_L6mH0QH9p4GYBg&ved=0CE4Q6AEwBg#v=onepage&q=%22Strongylocentrotus%20purpuratus%22%20native&f=false"}, {"description": "Strongylocentrotus purpuratus is one of several biomedical research models in cell and developmental biology.SU White Paper The sea urchin is the first animal with a sequenced genome that (1) is a free-living, motile marine invertebrate; (2) has a bilaterally organized embryo but a radial adult body plan; (3) has the endoskeleton and water vascular system found only in echinoderms; and (4) has a nonadaptive immune system that is unique in the enormous complexity of its receptor repertoire.Its genome was completely sequenced and annotated in 2006. The sea urchin genome is estimated to encode about 23,300 genes. Many of these genes were previously thought to be vertebrate innovations or were only known from groups outside the deuterostomes. Thus the sea urchin genome provides a comparison to our own and those of other deuterostomes, the larger group to which both echinoderms and humans belong. Using the strictest measure, the purple sea urchin and humans share 7,700 genes.Materna, S.C., K. Berney, and R.A. Cameron. 2006a. The S. purpuratus genome: A comparative perspective. Dev. Biol. 300: 485-495. Many of these genes are involved in sensing the environment,Burke, R.D., L.M. Angerer, M.R. Elphick, G.W. Humphrey, S. Yaguchi, T. Kiyama, S. Liang, X. Mu, C. Agca, W.H. Klein, B.P. Brandhorst, M. Rowe, K. Wilson, A.M. Churcher, J.S. Taylor, N. Chen, G. Murray, D. Wang, D. Mellott, R. Olinski, F. Hallböök, M.C. Thorndyke. 2006. A genomic view of the sea urchin nervous system. Dev. Biol. 300: 434-460. a fact surprising for an animal lacking a head structure."}]}, {"nameType": "SCIENTIFIC", "family": "Scolopendridae", "nubKey": 5742390, "speciesKey": 112728178, "rank": "SPECIES", "phylum": "Arthropoda", "orderKey": 112728138, "higherClassificationMap": {"112707351": "Animalia", "112710199": "Arthropoda", "112728029": "Chilopoda", "112728158": "Scolopendridae", "112728176": "Scolopendra", "112728138": "Scolopendromorpha"}, "species": "Scolopendra cingulata", "vernacularNames": [], "classKey": 112728029, "habitats": [], "familyKey": 112728158, "kingdom": "Animalia", "parent": "Scolopendra", "kingdomKey": 112707351, "taxonID": "31099471", "genusKey": 112728176, "canonicalName": "Scolopendra cingulata", "key": 112728178, "authorship": "Latreille, 1829", "nomenclaturalStatus": [], "phylumKey": 112710199, "class": "Chilopoda", "numOccurrences": 0, "synonym": false, "datasetKey": "cbb6498e-8927-405a-916b-576d00a6289b", "threatStatuses": [], "numDescendants": 0, "scientificName": "Scolopendra cingulata Latreille, 1829", "genus": "Scolopendra", "parentKey": 112728176, "order": "Scolopendromorpha", "descriptions": [{"description": "Scolopendra cingulata is a burrowing animal, preferring dark, damp environments such as beneath logs and in leaf litter."}, {"description": "Widely distributed, this species can be found throughout southern Europe and around the Mediterranean Sea, in such countries as Portugal, Spain, France, Italy and Greece, as well as parts of North Africa."}, {"description": "Scolopendra cingulata is an opportunistic carnivore. It will attack and consume almost any animal that is not larger than itself. These include insects and small lizards."}, {"description": "The species has alternating bands of black and yellow-gold. At approximately 10 –, Scolopendra cingulata is one of the smallest species in the family Scolopendridae. Its venom is also not as toxic as that of other scolopendrid centipedes."}, {"description": "This species is fast and aggressive."}, {"description": "Scolopendra cingulata, also known as Megarian banded centipede,Digimorph - Scolopendra cingulata (centipede) and the Mediterranean banded centipede, is a species of centipede,Megarian banded centipede (Scolopendra cingulata) Escolopendra and \"the most common scolopendromorph species in the Mediterranean area\"."}]}, {"nameType": "SCIENTIFIC", "family": "Mellitidae", "nubKey": 2279056, "speciesKey": 104158695, "rank": "SPECIES", "phylum": "Echinodermata", "orderKey": 104158621, "higherClassificationMap": {"104153630": "Echinodermata", "104157788": "Echinoidea", "103832354": "Metazoa", "104158621": "Clypeasteroida", "104158685": "Mellitidae", "104158687": "Encope"}, "species": "Encope michelini", "vernacularNames": [], "classKey": 104157788, "habitats": [], "familyKey": 104158685, "kingdom": "Metazoa", "parent": "Encope", "kingdomKey": 103832354, "taxonID": "273753", "genusKey": 104158687, "canonicalName": "Encope michelini", "key": 104158695, "authorship": "", "nomenclaturalStatus": [], "phylumKey": 104153630, "class": "Echinoidea", "numOccurrences": 0, "synonym": false, "datasetKey": "fab88965-e69d-4491-a04d-e3198b626e52", "threatStatuses": [], "numDescendants": 0, "scientificName": "Encope michelini", "genus": "Encope", "parentKey": 104158687, "order": "Clypeasteroida", "descriptions": []}, {"nameType": "SCIENTIFIC", "family": "Araceae", "nubKey": 2872044, "accordingTo": "The Catalogue of Life, 3rd January 2011", "rank": "GENUS", "phylum": "Magnoliophyta", "orderKey": 551, "higherClassificationMap": {"551": "Alismatales", "49": "Magnoliophyta", "196": "Liliopsida", "6979": "Araceae", "6": "Plantae"}, "taxonomicStatus": "ACCEPTED", "extinct": false, "vernacularNames": [{"language": "eng", "vernacularName": "elephant's ear"}], "classKey": 196, "habitats": [], "familyKey": 6979, "kingdom": "Plantae", "parent": "Araceae", "kingdomKey": 6, "taxonID": "119481696", "genusKey": 2872044, "canonicalName": "Xanthosoma", "key": 2872044, "authorship": "H.W. Schott in H.W. Schott & Endlicher, 1832", "nomenclaturalStatus": [], "phylumKey": 49, "class": "Liliopsida", "numOccurrences": 0, "synonym": false, "datasetKey": "d7dddbf4-2cf0-4f39-9b2a-bb099caae36c", "threatStatuses": [], "numDescendants": 100, "scientificName": "Xanthosoma H.W. Schott in H.W. Schott & Endlicher, 1832", "genus": "Xanthosoma", "parentKey": 6979, "order": "Alismatales", "descriptions": [{"description": "Xanthosoma is a genus of flowering plants in the arum family, Araceae. The genus is native to tropical America but widely cultivated and naturalized in other tropical regions.Kew World Checklist of Selected Plant Families Several are grown for their starchy corms, an important food staple of tropical regions, known variously as malanga, otoy, otoe, cocoyam (or new cocoyam), tannia, tannier, yautía, macabo, ocumo, macal, taioba, dasheen, quequisque, ape and (in Papua New Guinea) as Singapore taro (taro kongkong). Many other species (including especially X. roseum) are used as ornamental plants, and in popular horticultural literature are known as ‘ape or elephant ear (from the purported resemblance of the leaf to an elephant's ear), although the latter name is sometimes also applied to members with similar appearance and uses in the closely related genera Caladium, Colocasia (i.e., taro), and Alocasia. The leaves of most Xanthosoma species are 40-200 cm long, sagittate (arrowhead-shaped) or subdivided into three or as many as 18 segments. Unlike the leaves of Colocasia, those of Xanthosoma are usually not peltate- the upper v-notch extends into the point of attachment of the leaf petiole to the blade."}, {"description": "Top Yautía (Cocoyam) Producers - 2006, 2007 and 2011(metric tonnes) 2006 2007 2011 175000 176000 132100 85954 86000 90336 32964 38877 42961 32068 32100 34771 32000 32500 32918 World Total 349152 350700 362415 Data from The UN Food & Agriculture OrganisationUN Food & Agriculture Organisation Domestication of Xanthosoma species (especially X. sagittifolium but also X. atrovirens, X. violaceum, X. maffaffa, and others) is thought to have originated in northern lowland South America, then spread to the Antilles and Mesoamerica. Today, Xanthosoma is still grown in all those regions, but is especially popular in Cuba and Puerto Rico, where it is used in alcapurrias or boiled. It is grown in Trinidad and Tobago, Guyana and Jamaica to make the popular callaloo dish. It is also grown in West Africa, now a major producer, where it can be used as a replacement for yams in a popular regional dish called fufu. Xanthosoma is also grown as a crop in the Philippines.Traditionally, Xanthosoma has been a subsistence crop with excess sold at local markets, but in the United States, large numbers of Latin American immigrants have created a market for commercial production. In general, production has yet to meet demand in some areas. In Polynesia, Xanthosoma (‘ape) was considered a famine food, used only in the event of failure of the much preferred taro (kalo) crop.The typical Xanthosoma plant has a growing cycle of 9 to 11 months, during which time it produces a large stem called a corm, this surrounded by smaller edible cormels about the size of potatoes. These cormels (like the corm) are rich in starch. Their taste has been described as earthy and nutty, and they are a common ingredient in soups and stews. They may also be eaten grilled, fried, or puréed. The young, unfurled leaves of some varieties can be eaten as boiled leafy vegetables or used in soups and stews, such as the Caribbean callaloo. People with food allergies sometimes find malanga is a great hypoallergenic flour alternative, because the proteins are less allergenic. Species Xanthosoma acutum E.G.Gonç. - French Guiana, Amapá State of Brazil Xanthosoma akkermansii (G.S.Bunting) Croat - Amazonas + Barinas States of Venezuela Xanthosoma aristeguietae (G.S.Bunting) Madison - Venezuela, northwestern Brazil Xanthosoma auriculatum Regel - northwestern Brazil Xanthosoma baguense Croat - northern Peru Xanthosoma bayo G.S.Bunting - Venezuela Xanthosoma belophyllum (Willd.) Kunth - Colombia, Venezuela, the Guianas; naturalized in Dominican Republic Xanthosoma bilineatum Rusby - Colombia Xanthosoma bolivaranum G.S.Bunting - Venezuela Xanthosoma brasiliense (Desf.) Engl. – Tahitian spinach - Lesser Antilles, Puerto Rico, Hispaniola, Trinidad & Tobago; naturalized in southern Brazil Xanthosoma brevispathaceum Engl. - Peru Xanthosoma caladioides Grayum - Panama Xanthosoma caracu K.Koch & C.D.Bouché – yautia horqueta - Puerto Rico, Dominican Republic Xanthosoma caulotuberculatum G.S.Bunting - Venezuela Xanthosoma conspurcatum Schott - Venezuela, Suriname, French Guiana Xanthosoma contractum G.S.Bunting - Bolívar State of Venezuela Xanthosoma cordatum N.E.Br. - Guyana, French Guiana Xanthosoma cordifolium N.E.Br. - Guyana Xanthosoma cubense (Schott) Schott - Cuba Xanthosoma daguense Engl. - Colombia, Ecuador Xanthosoma dealbatum Grayum - Costa Rica Xanthosoma eggersii Engl. - Ecuador Xanthosoma exiguum G.S.Bunting - Amazonas State of Venezuela Xanthosoma flavomaculatum Engl. - Colombia Xanthosoma fractum Madison - Peru Xanthosoma granvillei Croat & Thomps. - French Guiana Xanthosoma guttatum Croat & D.C.Bay - Valle del Cauca in Colombia Xanthosoma hebetatum Croat & D.C.Bay - Valle del Cauca in Colombia Xanthosoma helleborifolium (Jacq.) Schott – belembe silvestre - from Costa Rica south to central Brazil; naturalized in West Indies Xanthosoma herrerae Croat & P.Huang - Colombia Xanthosoma hylaeae Engl. & K.Krause - Colombia, Ecuador, Peru, Bolivia, northwestern Brazil Xanthosoma latestigmatum Bogner & E.G.Gonç. - Venezuela Xanthosoma longilobum G.S.Bunting - Venezuela Xanthosoma lucens E.G.Gonç - Rondônia Xanthosoma mafaffoides G.S.Bunting - Amazonas State of Venezuela Xanthosoma mariae Bogner & E.G.Gonç. - Peru Xanthosoma maroae G.S.Bunting - Amazonas State of Venezuela Xanthosoma maximiliani Schott - eastern Brazil Xanthosoma mendozae Matuda - México State in central México Xanthosoma mexicanum Liebm. - Chiapas, Oaxaca, Central America, Colombia, Venezuela Xanthosoma narinoense Bogner & L.P.Hannon - Colombia Xanthosoma nitidum G.S.Bunting - Venezuela †Xanthosoma obtusilobum Engl. - Mexico, probably extinct Xanthosoma orinocense G.S.Bunting - Amazonas State of Venezuela Xanthosoma paradoxum (Bogner & Mayo) Bogner - Colombia Xanthosoma pariense G.S.Bunting - Venezuela Xanthosoma peltatum G.S.Bunting - Venezuela Xanthosoma pentaphyllum (Schott) Engl. - Brazil Xanthosoma platylobum (Schott) Engl. - Brazil Xanthosoma plowmanii Bogner - Brazil Xanthosoma poeppigii Schott - Peru, Bolivia, northwestern Argentina Xanthosoma pottii E.G.Gonç. - Mato Grosso do Sul Xanthosoma puberulum Croat - Bolivia Xanthosoma pubescens Poepp. - Ecuador, Peru, Bolivia, northwestern Brazil Xanthosoma pulchrum E.G.Gonç. - Mato Grosso Xanthosoma riedelianum (Schott) Schott - southeastern Brazil Xanthosoma riparium E.G.Gonç. - Goiás Xanthosoma robustum Schott – capote - Mexico, Central America; naturalized in Hawaii Xanthosoma sagittifolium (L.) Schott (Syn. Xanthosoma atrovirens K.Koch & C.D.Bouché, Xanthosoma violaceum Schott)- arrowleaf elephant ear, tiquizque, macal, nampi or malanga - Costa Rica, Panama, Venezuela, Colombia, Ecuador, Peru, Bolivia, Brazil; naturalized in West Indies, Africa, Bangladesh, Borneo, Malaysia, Christmas Island, Norfolk Island, some Pacific Islands, Alabama, Florida, Texas, Georgia,Biota of North America Program, 2013 county distribution map OaxacaGarcía-Mendoza, A. J. & J. Meave del Castillo. 2011. Divers. Florist. Oaxaca 1–351. Universidad Nacional Autónoma de México, Ciudad Universitaria Xanthosoma saguasense G.S.Bunting - Venezuela Xanthosoma seideliae Croat - Bolivia Xanthosoma stenospathum Madison - Peru Xanthosoma striatipes (K.Koch & C.D.Bouché) Madison - Brazil, the Guianas, Venezuela, Colombia, Bolivia, Paraguay Xanthosoma striolatum Mart. ex Schott - French Guiana, northern Brazil Xanthosoma syngoniifolium Rusby - Bolivia, Argentina, Brazil Xanthosoma taioba E.G.Gonç. - Paraíba Xanthosoma tarapotense Engl. - Peru Xanthosoma trichophyllum K.Krause - Peru, Ecuador Xanthosoma trilobum G.S.Bunting - Amazonas State of Venezuela Xanthosoma ulei Engl. - northwestern Brazil Xanthosoma undipes (K.Koch) K.Koch – tall elephant's ear - widespread from Bolivia north to southern Mexico and West Indies Xanthosoma viviparum Madison - Peru, Ecuador Xanthosoma weeksii Madison - Ecuador Xanthosoma wendlandii (Schott) Schott (syn. Xanthosoma hoffmannii Schott, Xanthosoma pedatum Hemsl.) - American taro - Oaxaca, Central America, Venezuela Xanthosoma yucatanense Engl. - Yucatán, Quintana Roo Formerly placed here Caladium lindenii (André) Madison (as X. lindenii (André) Engl.)"}, {"description": "The name is derived from the Greek words ξανθὸς (xanthos), meaning \"yellow,\" and σῶμα (soma), meaning \"body.\" It refers to the stigma or yellow inner tissues."}, {"description": "The inflorescence in Xanthosoma is composed of a spadix with pistillate flowers at the base, a belt of sterile flowers offered as a reward for pollinators in the middle and staminate flowers on the upper part. Prior to opening, the inflorescence is enclosed within a leaf-like spathe. When the inflorescence is ready to open, the upper part of the spathe opens and exposes the staminate area of the spadix; the basal area of the spathe remains closed, forming a spacious chamber (i.e., the spathe tube) that encloses the pistillate and sterile flowers ().The inflorescences last for two nights and are protogynous in some species (though not others (), changing from the pistillate phase that attracts pollinators on the night it opens, to a staminate phase on the second night, when pollen is shed. When the inflorescence opens, it produces heat and releases a sweet scent attracting its pollinators, dynastine beetles (Cyclocephala spp.). Dynastines arrive covered with pollen from another inflorescence and remain in the spathe tube for 24 hours, pollinating the pistillate flowers as they feed on the sterile area of the spadix. On the second night, they come out of the tube and walk over the staminate flowers, getting covered with pollen, and then flying to a recently opened inflorescence nearby. (). Fruit maturation takes several months. Fruits start to develop within the shelter of the spathe tube. When the infructescence is mature, in some species, it arches back and downwards. In other species, it stays erect. Then, the tissue of the spathe tube rolls outwards, exhibiting the bright orange fruits and the velvety pink inner spathe surface."}, {"description": "Bosque"}, {"description": "Hierba"}]}, {"nameType": "SCIENTIFIC", "family": "Bromeliaceae", "nubKey": 5288819, "speciesKey": 100366867, "rank": "SPECIES", "orderKey": 100366857, "higherClassificationMap": {"100366864": "Bromeliaceae", "100366865": "Ananas", "100361119": "Magnoliopsida", "100366857": "Poales"}, "species": "Ananas comosus", "vernacularNames": [{"language": "deu", "vernacularName": "Ananas"}], "classKey": 100361119, "habitats": [], "familyKey": 100366864, "parent": "Ananas", "canonicalName": "Ananas comosus", "taxonID": "37124", "genusKey": 100366865, "key": 100366867, "authorship": "Merr. (L.)", "nomenclaturalStatus": [], "class": "Magnoliopsida", "numOccurrences": 0, "synonym": false, "datasetKey": "16c3f9cb-4b19-4553-ac8e-ebb90003aa02", "threatStatuses": [], "numDescendants": 0, "scientificName": "Ananas comosus (L.) Merr.", "genus": "Ananas", "parentKey": 100366865, "order": "Poales", "descriptions": [{"description": "Ananastorte Nur ein Teil der Gesamternte wird als Frischware exportiert. Die Ananas reift nach der Ernte nicht nach, sie zählt zu den nichtklimakterischen Früchten. Rund 70 Prozent der Welternte werden in den Herkunftsländern als Frischfrüchte verzehrt. Der Welthandel mit Frischfrüchten umfasst rund 670.000 Tonnen. Die wichtigsten Exporteure von Frischfrüchten sind (Stand: 2003) Costa Rica (in die USA), Philippinen und die Elfenbeinküste (Hauptlieferant für Europa). Laut einem Spiegel-Artikel führt der massenhafte Anbau der in Deutschland am meisten verkauften Ananassorte MD-2 in Costa Rica zu Stechfliegenplagen und Herbizidverseuchung (Bromacil).Jens Glüsing: Süß und giftig. In: Der Spiegel. 14. Juli 2014, Nr. 29, S. 86.Der Abfall, der bei der Konservenherstellung anfällt (der Zentralstrang und die Schale), kann als Frisch- oder Trockenfutter für Wiederkäuer und Schweine verwendet werden. Die Konservenindustrie bevorzugt Früchte von 1,8–2,0 kg Gewicht. Die Gesamtproduktion von Konserven erreichte Anfang der 1980er Jahre knapp eine Million Tonnen.Franke: Nutzpflanzen der Tropen, S. 174 f. 1992 betrug der Weltexport an Konserven eine Million Tonnen bei einem Wert von rund 600 Million US-Dollar. Die Früchte können auch zu Konfitüre, Marmelade, Saft, Wein und Alkohol verarbeitet werden. Eine größere Rolle spielt dabei aber nur die Saftherstellung. Der Welthandel mit konzentriertem Ananassaft umfasste 1993 rund 215.000 Tonnen.Das Bromelain wurde früher aus dem Fruchtsaft gewonnen, heute aus den Stämmen der abgeernteten Pflanzen. Es wird ähnlich wie Papain aus Papaya dazu verwendet, Fleisch zarter zu machen. Bromelain wird zu Gelatine zugegeben, um deren Konsistenz weicher zu machen. Früher wurde es auch zum Stabilisieren von Latexfarben und beim Ledergerben eingesetzt. Als Therapie wird es zur Verdauungshilfe und als entzündungshemmendes Mittel eingesetzt.J. Morton: Pineapple. In: Julia F. Morton, Fruits of warm climates. Miami, 1987, S. 18–28. (online) In vorklinischen und pharmakologischen Studien zeigte Bromelain wundheilende und antimetastasische Wirkungen.H. R. Maurer: Bromelain: biochemistry, pharmacology and medical use. Cellular and Molecular Life Sciences (CMLS) Band 58, 2001, S. 1234–1245. Bromelain wird des Weiteren noch für andere Zwecke eingesetzt (siehe dort).Die in rohen Ananas enthaltenen Enzyme verhindern (ebenso wie bei rohen Kiwifrüchten oder rohen Papayas) das Erstarren von Tortengelatine, ein unerwünschter Effekt, wenn beispielsweise ein Obstkuchen, der rohe Ananasstücke enthält, mit einem festen Tortengelatinebelag überzogen werden soll. Das Weichbleiben des Übergusses tritt nicht bei der Verwendung von Ananas aus Konservendosen auf, diese werden pasteurisiert, wobei die eiweißabbauenden Enzyme deaktiviert werden.Robert Ebermann, Ibrahim Elmadfa: Lehrbuch der Lebensmittelchemie und Ernährung, 2. Auflage, Springer-Verlag Wien New York, 2008 und 2011, ISBN 978-3-7091-0210-7, S. 594, Seite online bei Google Books"}, {"description": "Die Art Ananas comosus ist nur in Kultur bekannt. Sie dürfte aus Ananas ananassoides hervorgegangen sein. Es wird angenommen, dass A. comosus im nördlichen Teil des Gattungs-Areals entstanden ist, in einem Gebiet zwischen 10° nördlicher und 10° südlicher Breite und 55–75° westlicher Länge.Franke: Nutzpflanzen. 1994, S. 171 f. Molekularbiologische Studien legen nahe, dass alle Ananas-Arten in einer Art, A. comosus zusammengefasst werden sollten. Die Kultur-Ananas wäre nach dieser Systematik die Varietät Ananas comosus var. comosus. Diese Ansicht hat sich noch nicht durchgesetzt.F. Leal, G. Coppens d’Eeckenbrugge, B. K. Holst: Taxonomy of the genera Ananas and Pseudananas – a historical review. Selbyana 19, S. 227–235;M. F. Duval, G. S. C. Buso, F. R. Ferreira, J. L. Noyer, G. Coppens d’Eeckenbrugge, P. Hamon, M. E. Ferreira: Relationships in Ananas and other related genera using chloroplast DNA restriction site variation. Genome 46, 2003, S. 990–1004 ;G. Coppens d’Eeckenbrugge, F. Leal: Morphology, Anatomy and Taxonomy. In: Bartholomew et al: The Pineapple: Botany, Production and Uses. 2003, S. 13–32. Baby-Ananas Sorten Es gibt eine große Anzahl von lokalen Sorten. Für den kommerziellen Anbau sind jedoch relativ wenige Sorten von Bedeutung. Sie werden in fünf Sortengruppen zusammengefasst: Cayenne-Gruppe mit Smooth Cayenne, Kew, Hilo, Baron Rothschild: Sie ist die wichtigste Sorten-Gruppe. Die Früchte werden bis vier Kilogramm schwer, sind zylindrisch, orangegelb und faserarm. Das Fruchtfleisch ist hellgelb und aromatisch. Um 2000 wurde die Smooth Cayenne durch die MD2 als kommerziell bedeutsamste Sorte abgelöst. Diese zeichnet sich durch eine höhere Süße und geringe Säure, sowie längere Haltbarkeit von einem (ungekühlt) bis zwei (gekühlt) Monaten aus. Queen-Gruppe mit Natal Queen, Victoria, Alexandra, MacGregor, Z. Queen, Ripley Queen und Fairy Queen: Sie sind in Habitus und Frucht kleiner als Cayenne. Die Blätter sind schmal und kurz und haben gebogene Randstacheln. Die Früchte werden bis 1,3 kg schwer. Das Fruchtfleisch ist häufig kräftig gelb. Die Früchte sind aromatisch, süß, haben wenig Fasern und werden meist für den Frischverzehr angebaut. Spanish-Gruppe mit Singapore Spanish, Red Spanish: Die Blätter sind lang, schmal, meist stachlig. Die Früchte haben weißes Fleisch, sind rötlich-gelb, rund und recht faserreich bei bis zu 2,3 kg. Pernambuco-Gruppe mit Pernambuco, Sugar Loaf, Abacaxi, Paulista: Die Blätter sind lang und schmal mit kleinen, geraden Stacheln und einem breiten roten Streifen. Die Früchte sind pyramidenförmig, grüngelb mit weißem bis gelblichem Fleisch ohne Fasern. Sie werden besonders in Brasilien und Venezuela für den lokalen Verbrauch angebaut. Perolera-Gruppe mit Milagreña, Perolera, Tachirense, Maipure: Die Blätter sind breit, lang und ganzrandig und an der Basis hellgrün. Die Früchte sind rötlichgelb mit einem eher kräftig gelben Fruchtfleisch."}, {"description": "Ananasschneider Goldene Ananas"}, {"description": "Gunther Franke (Hg.): Nutzpflanzen der Tropen und Subtropen. Band 2: Spezieller Pflanzenbau. Ulmer, Stuttgart 1994, S. 171–196. ISBN 3-8252-1768-X Beatrice H. Krauss: Anatomy of the Vegetative Organs of the Pineapple, Ananas comosus (L.) Merr. I. Introduction, Organography, the Stem, and the Lateral Branch or Axillary Buds. Botanical Gazette, Band 110, 1948, S. 159–217. (online) Beatrice H. Krauss: Anatomy of the Vegetative Organs of the Pineapple, Ananas comosus (L.) Merr. (Continued) II. The Leaf. Botanical Gazette, Band 110, 1949, S. 333–404. (online) Beatrice H. Krauss: Anatomy of the Vegetative Organs of the Pineapple Ananas comosus (L.) Merr. – Concluded. III. The Root and the Cork. Botanical Gazette, Band 110, 1949, S. 550–587. (online) Marion C. Okimoto: Anatomy and Histology of the Pineapple Inflorescence and Fruit. Botanical Gazette, Band 110, 1948, S. 217–231. (online) Reinhard Lieberei, Christoph Reisdorff: Nutzpflanzenkunde – begründet von Wolfgang Franke. 7. Auflage, Thieme-Verlag, 2007; S. 207 ff; ISBN 978-3-13-530407-6 Einzelnachweise Weiterführende Literatur D. P. Bartholomew, R. E. Paull, K. G. Rohrbach (Hg.): The Pineapple: Botany, Production and Uses. CABI Publishing, Oxford 2003. ISBN 978-0-85199-503-8"}, {"description": "Die Ananas ist eine ausdauernde, krautige Pflanze. Sie wächst terrestrisch, wurzelt also im Boden (während viele andere Arten der Bromeliaceae epiphytisch wachsen). Stamm Der keulenförmige Stamm der Ananas ist bis zu 35 cm lang und zu einem kleinen Teil im Boden eingesenkt. An der Basis hat er einen Durchmesser von 2–3,5 cm, an der dicksten Stelle, unterhalb der Spitze, jedoch 5–7 cm. Am ganzen Stamm sitzen dicht rosettenförmig die Laubblätter, meist etwa 70 bis 80. Die Blätter sitzen spiralig (in Links- oder Rechtsspiralen) am Stamm, die Phyllotaxis ist 5/13. Das heißt, nach fünf Umdrehungen steht ein Blatt wieder exakt über einem darunterliegenden, und dies ist das dreizehnte. Dies gilt zumindest für die Sorte ‘Smooth Cayenne’. Die Internodien sind mit 1–10 mm sehr kurz. Im Längsschnitt ist die Pflanze herzförmig.Der Stamm ist im Gegensatz zu den meisten anderen Monokotylen relativ deutlich in eine Rindenzone und einen Zentralzylinder („Stele“) mit den Gefäßbündeln getrennt. Im Parenchym des Zentralzylinders eingestreut sind einzelne Idioblasten, die Raphiden-Bündel aus Kalziumoxalat in einem Schleimsack enthalten. Im Zentralzylinder ist keine Differenzierung in Knoten und Internodien erkennbar, in der Rinde sind die Zellen des Internodienbereichs langgestreckt, im Knotenbereich nicht. BlätterDie Blätter sind schmal lanzettlich, bis zu 120 cm lang und 3–7 cm breit. Die Blattscheide umschließt den Stamm zu rund zwei Drittel. Die Blattränder sind nach oben gebogen, sodass der Blattquerschnitt halbmondförmig ist. Dies erhöht die Biegungsfestigkeit des Blattes. Der Blattrand ist stachelartig scharf gezähnt. Die Zähne können bei manchen Sorten auch fehlen. Die Blattspitze ist dornig zugespitzt. Das Blatt ist relativ dick.Die Epidermis trägt an der Unterseite die Stomata und schildförmige Trichome. Diese sind kurz gestielt, sodass die Unterseite weißlich erscheint. An der Blattoberseite sitzen wesentlich weniger Trichome, sie konzentrieren sich hier auf die basalen Abschnitte. Die Epidermiszellen besitzen stark verdickte radiale und innere Zellwände, sind tot und von einem großen Silikat­körper ausgefüllt. Unter der Epidermis befindet sich eine hypodermale Schicht aus stark verdickten, kollenchymatischen Zellen. An der Blattoberseite befindet sich ein Wasserspeichergewebe ohne Chlorophyll, das bis zur Hälfte des Blattquerschnitts einnehmen kann. Darunter befindet sich das Mesophyll. In diesem eingebettet sind: die Leitbündel mit einer Kappe aus Sklerenchymfasern über Xylem und Phloem; Faserstränge; Lüftungskanäle aus sternförmigen Zellen. Die Leitbündel sind von einer tannin­haltigen Parenchymscheide umgeben. Blütenstand (Infloreszenz) einer Ananas comosus. Man sieht rote Hochblätter und die blauen Einzelblüten. Aus dem Blütenstand entsteht später die Ananas-Frucht. Samen einer Ananas Samen im Fruchtfleisch, links das Fruchtinnere, rechts die Schale der Frucht, Querschnitt Ananas-Frucht, Längsschnitt WurzelnDie Wurzeln sind Adventivwurzeln, die an den unteren Knoten des Stammes entspringen. Sie bilden ein dichtes Wurzelnetz, das rund einen Meter tief in den Boden eindringt und seitlich ein bis zwei Meter reicht. Die Wurzeln sind in der Regel mykorrhiziert. In den oberirdischen Blattachseln entwickeln sich ebenfalls Wurzeln, die bis zehn Zentimeter lang werden, und Wasser und Nährstoffe aufnehmen, die sich in der Blattrosette ansammeln.Die Wurzeln besitzen eine polyarche Stele mit bis zu 30 XylemsträngenB. H. Krauss: Anatomy III. 1949, S. 569. in den Wurzeln erster Ordnung. Blüten- und Fruchtstand Aus dem Vegetationskegel des Stammes entwickelt sich jedes Jahr der 30 cm lange Blütenstandsschaft. Am zapfenförmigen Blütenstand sitzen über 100 Einzelblüten in acht Spiralen. Am oberen Ende befinden sich laubblattartige Hochblätter, die einen Schopf bilden. BlüteDie unteren Teile der Blüten sind mit ihrem Tragblatt und auch untereinander verwachsen. Die zwittrigen Blüten sind dreizählig, wie bei den Einkeimblättrigen üblich: Die Blütenhüllblätter sind unterschiedlich, die drei Kelchblätter sind unscheinbar, fleischig und kürzer als die drei purpurn bis violett gefärbten Kronblätter. Es gibt zwei Staubblatt­kreise mit je drei Staubblättern. Der Fruchtknoten ist unterständig und hat drei Fächer. In jedem Fach sitzen 14 bis 20 meist anatrope Samenanlagen in zwei Reihen an der axillären Plazenta. Der Griffel ist dreinarbig. In den Septen zwischen den Fruchtblättern sitzen drei Nektar-Drüsen.Da die Kronblätter nur eine sehr kleine Öffnung freilassen, kann die Bestäubung nur durch sehr kleine Insekten erfolgen. In Südamerika erfolgt sie auch durch manche Kolibriarten. Die Öffnung der Blüten erfolgt im Blütenstand von unten nach oben und erstreckt sich in Summe über drei bis vier Wochen. Die Blüten sind selbststeril. Die Fruchtbildung erfolgt jedoch auch ohne Befruchtung (Parthenokarpie), die Früchte haben dann keine Samen. Fruchtverbände mit Samen sind nicht für den Verzehr geeignet, da sie dann 2000 bis 3000 rauhe Samen mit hartem Endosperm bilden, die 3–5 mm lang sind und einen Durchmesser von 1–2 mm haben. Samen werden bei Kultursorten nicht gebildet, denn sie sind steril. Nach der Blüte bleiben die Blütenorgane erhalten, Griffel, Staubblätter, Blütenblätter vertrocknen lediglich. FruchtverbandDie sogenannte Ananasfrucht setzt sich aus den Beeren-Früchten des ganzen Fruchtstandes sowie der Fruchtstandsachse und dem Blattschopf an der Spitze zusammen, ist also ein Fruchtverband. Sie ist zylindrisch bis kegelförmig. Größe, Gestalt, Geschmack und Farbe sind je nach Sorte sehr unterschiedlich, die Farbe des Fruchtstandes reicht von gelblich bis bräunlich, die des Fruchtfleisches von weißlich bis tiefgelb.Im Inneren des Fruchtstandes befindet sich die verdickte, fleischige, aber auch faserige Blütenstandsachse. Nach außen folgt der gewöhnlich als Fruchtfleisch bezeichnete Teil, der aus den Beeren und den unteren Abschnitten der Tragblätter besteht, die alle verwachsen sind. Das Äußere des Fruchtstandes („Rinde“) besteht aus den Kelch- und Blütenblättern, dem obersten Teil der Fruchtknoten und den braunen, häutigen Enden der Tragblätter. Inhaltsstoffe der Früchte Die Ananasfrucht ist reich an Vitaminen (besonders Vitamin C) und Mineralstoffen sowie an Enzymen (u. a. Bromelain oder Bromelin, Invertase).Der Nährwert für 100 g liegt bei 232 kJ, bzw. 56 kcal. Es sind 12,4 g Kohlenhydrate, 0,5 g Proteine, 0,2 g Fett und 84,7 g Wasser enthalten. Ananas enthält kein Cholesterin. Folgende Vitaminwerte sind in 100 g vorhanden: 0,2 mg Niacin, 10 µg Vitamin A, 0,08 mg 0,03 mg 0,08 mg 20 mg Vitamin C, 0,1 mg Vitamin E. PhysiologieDie Ananas ist eine CAM-Pflanze: In Trockenperioden öffnet sie ihre Spaltöffnungen nur nachts und fixiert das Kohlendioxid in Form von Säuren. Bei Tag wird das Kohlendioxid bei geschlossenen Spaltöffnungen wieder freigesetzt und steht somit der Photosynthese zur Verfügung. Mit diesem Mechanismus wird der Wasserverlust durch Verdunstung minimiert. Sie ist eine der wenigen CAM-Pflanzen von kommerzieller Bedeutung."}, {"description": "Karl II.]] die erste in England gezogene Ananas. Gemälde von Hendrik Danckerts, 1675 Die Ananas wurde bereits in präkolumbischer Zeit kultiviert und über weite Teile Südamerikas und im Norden bis nach Mexiko verbreitet. Sie wurde als Nahrungsmittel, Heilmittel und zur Weinherstellung genutzt. Für Europa entdeckt wurde sie von Christoph Kolumbus am 4. November 1493 bei seiner zweiten Reise auf Guadeloupe. Ananasfrüchte waren ein Willkommensgeschenk der indigenen Bevölkerung für ihn.Biologiezentrum Linz: Bromelien (PDF; 872 kB), abgefragt am 3. November 2010 Weitere frühe Berichte stammen von Gonzalo Fernández de Oviedo y Valdés und Sir Walter Raleigh.Encyclopaedia Britannica 2002 DVD Edition. Britannica.com 1994–2002, ISBN 0-85229-797-1 Die erste Erwähnung des Wortes Ananas stammt von André Thevet 1555.Für eine weltweite Verbreitung sorgten besonders die Portugiesen, die die Ananas bereits kurz nach 1502 nach Sankt Helena brachten, und um 1550 nach Indien. Noch vor Ende des 16. Jahrhunderts wurde sie in den meisten tropischen Gebieten angebaut. Ab circa 1700 konnte die Ananas auch in Europa gezogen werden. Besonders im 18. und 19. Jahrhundert wurde die Ananas in England und Frankreich in Glashäusern gezogen. Von Frankreich aus wurde auch die Sorte ‘Smooth Cayenne’ in alle Welt verbreitet. Die geringe Haltbarkeit der Früchte setzte dem Handel lange Zeit enge Grenzen. Ab dem 19. Jahrhundert wurden die ganzen Pflanzen von der Karibik nach Europa verschifft, was die Preise sinken ließ und den Glashausanbau zurückgehen ließ. Die Karibik etablierte sich als Lieferant für die USA, während Europa hauptsächlich von den Azoren beliefert wurde.Die Mechanisierung von Anbau und Ernte und die industrielle Verarbeitung begannen Ende des 19. Jahrhunderts auf Hawaii, das rasch zum führenden Ananas-Anbaugebiet aufstieg. Im deutschen Sprachraum werden heute noch Ananasgerichte mit Hawaii assoziiert, etwa im Toast Hawaii oder Pizza Hawaii. Ab den 1950er Jahren wurde Hawaii zunächst von den Philippinen, später auch Thailand als Hauptproduzent abgelöst.Rohrbach, Leal, Coppens d’Eeckenbrock: History, Distribution and World Production. In: Bartholomew et al: The Pineapple: Botany, Production and Uses. 2003, S. 1–12.Um sprachlich klarzustellen, dass die Südfrucht und nicht die (Kultur-)Erdbeere (Fragaria × ananassa) gemeint ist, oder um deren exotische Herkunft zu betonen, wird in Österreich und Süddeutschland auch die Bezeichnung Hawaii-Ananas verwendet, da hier Ananas auch genauso für die groß gezüchtete Erdbeere steht. Der Begriff hat sich erhalten, obwohl Hawaii nicht mehr unter den 3 größten Produktionsländern Thailand, Brasilien, Philippinen ist.http://www.55plus-magazin.net/php/ananas__die_koenigin_der_tropenfruechte,13335,16465.html Ananas - die Königin der Tropenfrüchte, 55PLUS-magazi.net, August 2014, abgerufen 7. August 2014"}, {"description": "AnsprücheDie klimatisch günstigsten Anbaugebiete liegen in den Tropen zwischen 25° nördlicher wie südlicher Breite. In Südafrika und Australien wird die Ananas noch bis 34° südlicher Breite gepflanzt. In Äquatornähe werden die Plantagen auf bis zu 1500 m Seehöhe angelegt, in höheren Breiten nur mehr bis 500 m. Das Temperaturoptimum liegt zwischen 24 °C und 30 °C, unterhalb von 20 °C reduziert sich das Wachstum deutlich. Während der Fruchtreife können bereits Temperaturen unter 21 °C zu physiologischen Störungen führen, die sich in braunen Flecken in der Frucht äußern.An Niederschlägen sind mindestens 800–900 mm pro Jahr erforderlich, das Optimum liegt zwischen 1000 mm und 1500 mm.Die Ansprüche der Ananas an den Boden sind eher gering. Sehr wichtig ist lediglich eine gute Wasserführung, da bereits kurze Perioden mit Staunässe die Pflanzen irreversibel schädigen. Am geeignetsten sind sandige Böden und Lehme. pH-Werte über 5,5 können zu Calciumchlorosen führen. Vermehrung und AnzuchtSchösslinge, bei Negombo im Westen Sri Lankas Ananaspflanzen werden überwiegend vegetativ vermehrt, was sehr leicht, meist über Schösslinge erfolgt, wobei man je nach Entstehungsort an der Pflanze mehrere Schösslingsarten unterscheidet: Für die Vermehrung am wichtigsten und besten geeignet sind diejenigen Schösslinge, die in den Blattachseln entstehen. Sie werden shoots genannt. Weniger geeignet, da sie länger zur Entwicklung brauchen, sind Schösslinge des unterirdischen Stammteils (suckers), Schösslinge der Fruchtstielbasis (hapas) und Schösslinge am Fruchtstiel direkt an der Fruchtbasis (slips). Auch die Kronen (crown) der Früchte können zur Vermehrung eingesetzt werden. Seltener werden aus dem entblätterten, manchmal auch geteilten Stamm Stecklinge gewonnen. In-vitro-Kulturen aus Sprossspitzen-Meristemen haben eine recht hohe Variabilität der so gewonnenen Pflanzen zur Folge.Die Vermehrung durch Samen ist unüblich, da zum einen die Aufzucht bis zur Fruchtbildung länger dauert, zum anderen die Merkmale aufgrund der Fremdbefruchtung nicht konstant sind. AnbaumethodenVeracruz]], Mexiko Reifende Frucht in Costa RicaDer Anbauzyklus dauert selten länger als vier Jahre. Nach dem Pflanzen beträgt die Zeit bis zur ersten Ernte in den Äquatorregionen 14 bis 16 Monate, in kühleren Gebieten 18 bis 20 Monate. Die zweite und dritte Ernte erfolgt dann in kürzeren Intervallen, jedoch sinkt der Ertrag im Vergleich zur ersten Ernte kontinuierlich. Die zweite Ernte erbringt in kühleren Gebieten 60 bis 100 Prozent der ersten Ernte, in warmfeuchten Gebieten nur 40 Prozent.Die Bestandesdichten liegen bei Pflanzen für den Frischverbrauch bei 60.000 bis 70.000 Pflanzen pro Hektar, für Konservenfrüchte bei 40.000 bis 50.000.Zwischen zwei Anbauperioden werden Zwischenkulturen angebaut, häufig Gründüngerpflanzen wie Vigna unguiculata, Crotalaria juncea und andere. Nahrungskulturen sind aufgrund der Residualwirkung von Herbiziden weniger geeignet.Ananas wird nicht nur in Monokultur angebaut. In Zwischenkulturen wird sie zusammen mit Pflanzen mit kurzem Wachstumszyklus angebaut, wie Erdnuss, Reis, Bohnen und Gemüse. Als Unterkultur wird die Ananas unter Ölpalmen, Dattelpalmen, Zitrus-Arten, Avocado und Mango angepflanzt. Düngung und PflegeDer wichtigste Faktor für Ertrag, Fruchtfarbe und Zusammensetzung des Fruchtsaftes ist die Stickstoff-Versorgung. Auch die Kalium-Versorgung ist wichtig, während Phosphor weniger bedeutend ist. In den Beständen muss der Boden ständig locker gehalten werden. Auch Unkräuter müssen entfernt werden, da die Ananas aufgrund ihrer Wuchsform leicht überwuchert wird. Wichtige Unkräuter sind das Nussgras (Cyperus rotundus) und Cynodon dactylon. Krankheiten und SchädlingeDie Verluste durch Krankheiten, Schädlinge und Unkräuter belaufen sich auf rund 30 Prozent des potentiellen Ertrages.Am weitesten verbreitet ist die Ananaswelke. Ein Hauptverursacher ist die Ananasschmierlaus (Dysmicoccus brevipes), die hauptsächlich an den Wurzeln saugt und diese zum Absterben bringt. Dysmicoccus neobrevipes befällt hauptsächlich die oberirdischen Organe.http://www.extento.hawaii.edu/kbase/crop/Type/d_neobre.htm University of Hawaii Weitere Verursacher von Herz- und Wurzelfäule sind außerdem Phytophthora cinnamomi, P. palmivora, P. nicotianae var. parasitica.Fruchtfäulen treten zahlreich auf: Weichfäulen (Ceratocystis paradoxa, Rhizopus stolonifer und Rhizopus oryzae), Trockenfäule (Curvularia verruculosa, Penicillium claviforme, Aspergillus flavus), Rotfäule (Pantoea agglomerans, Acetobacter aeceti), Marmorkrankheit (Erwinia ananas, Acetobacter peroxydans).nach Franke: Nutzpflanzen der Tropen, 1994. Für vollständigere Liste vgl. University of Hawaii Ernte und Erträge Erntemengen 2012(in Tonnen)Statistik der FAO [1] (abgerufen am 21. Januar 2015) Land Ernte 2.650.000 2.484.729 2.478.178 2.397.628 1.780.889 1.456.000 1.420.000 1.000.000 759.976 551.133 540.000 465.938 447.432 425.000 415.000 Für den Frischexport werden die Früchte vor der Vollreife geerntet, für die industrielle Verarbeitung werden vollreife Früchte verwendet.Das Blühen und somit der Fruchtansatz kann künstlich gesteuert werden durch Ethylen oder Ethin, da vier bis sechs Wochen nach einer Behandlung Blütenbildung einsetzt.Die Erträge unterscheiden sich je nach Sorte, Pflanzdichte, und Standortverhältnissen stark. Im Schnitt liegt der Ertrag bei der ersten Ernte bei bis zu 75 Tonnen pro Hektar, bei der zweiten Ernte bei 50, bei der dritten bei bis zu 35 Tonnen pro Hektar.Laut FAO wurden 2012 weltweit rund 23,3 Millionen Tonnen Ananasfrüchte produziert, wobei Thailand, Costa Rica, und Brasilien die drei größten Produzenten sind. Die USA mit ihrem Hauptanbaugebiet Hawaii, einst weltführend im Ananasanbau, liegen mit 180.500 Tonnen an Platz 24. Die Ananas ist nach Bananen und Zitrusfrüchten das wichtigste tropische Obst. Der Welthandel wird von Thailand und den Philippinen dominiert. Thailand ist unter den Exportländern insofern eine Ausnahme, da Ananas hier hauptsächlich in kleinen Betrieben von ein bis fünf Hektar Größe angebaut wird."}, {"description": "Die Ananas (Ananas comosus respektive Ananas sativus) ist eine Pflanzenart aus der Familie der Bromeliengewächse (Bromeliaceae). Sie ist ursprünglich in Amerika heimisch und wird heute weltweit in den tropischen Gebieten als Obstpflanze angebaut. Sie bildet fleischige Fruchtstände, die frisch verzehrt oder zu Konserven und Saft verarbeitet werden.Das Wort Ananas entstammt der Bezeichnung naná für den Begriff Frucht in der Guaraní-Sprache. Das Art-Epitheton comosus stammt aus dem Lateinischen und bedeutet „schopfig“, was auf den Blattschopf am oberen Ende des Fruchtstandes anspielt.Helmut Genaust: Etymologisches Wörterbuch der botanischen Pflanzennamen. 3. Auflage, Birkhäuser, Basel 1996 (Nachdruck ISBN 3-937872-16-7)"}]}, {"nameType": "SCIENTIFIC", "nubKey": 3267000, "rank": "GENUS", "phylum": "Arthropoda", "descriptions": [{"description": "Inella (trilobite) is an extinct genus from a well-known class of fossil marine arthropods, the trilobites. It lived during the Botomian stage, which lasted from approximately 524 to 518.5 million years ago. This faunal stage was part of the Cambrian Period."}], "higherClassificationMap": {"112707351": "Animalia", "113222616": "Trilobita", "113188372": "Arthropoda"}, "extinct": false, "vernacularNames": [], "classKey": 113222616, "habitats": [], "kingdom": "Animalia", "parent": "Trilobita", "kingdomKey": 112707351, "taxonID": "15335245", "genusKey": 113223783, "canonicalName": "Inella", "key": 113223783, "authorship": "", "nomenclaturalStatus": [], "phylumKey": 113188372, "class": "Trilobita", "numOccurrences": 0, "synonym": false, "datasetKey": "cbb6498e-8927-405a-916b-576d00a6289b", "threatStatuses": [], "numDescendants": 0, "scientificName": "Inella (trilobite)", "genus": "Inella", "parentKey": 113222616}, {"nameType": "SCIENTIFIC", "family": "Proteaceae", "nubKey": 3996931, "speciesKey": 103424380, "rank": "SPECIES", "phylum": "Streptophyta", "orderKey": 103421583, "higherClassificationMap": {"103421583": "Proteales", "103421701": "Proteaceae", "102986054": "Streptophyta", "102974832": "Viridiplantae", "103424190": "Leucospermum"}, "species": "Leucospermum tottum", "vernacularNames": [], "habitats": [], "familyKey": 103421701, "kingdom": "Viridiplantae", "parent": "Leucospermum", "kingdomKey": 102974832, "taxonID": "1492779", "genusKey": 103424190, "canonicalName": "Leucospermum tottum", "key": 103424380, "authorship": "", "nomenclaturalStatus": [], "phylumKey": 102986054, "numOccurrences": 0, "synonym": false, "datasetKey": "fab88965-e69d-4491-a04d-e3198b626e52", "threatStatuses": [], "numDescendants": 2, "scientificName": "Leucospermum tottum", "genus": "Leucospermum", "parentKey": 103424190, "order": "Proteales", "descriptions": []}, {"nameType": "SCIENTIFIC", "family": "Odontodactylidae", "nubKey": 4316608, "accordingTo": "World Register of Marine Species", "speciesKey": 4316608, "rank": "SPECIES", "phylum": "Arthropoda", "orderKey": 1373, "higherClassificationMap": {"5411": "Odontodactylidae", "54": "Arthropoda", "1": "Animalia", "1373": "Stomatopoda", "229": "Malacostraca", "2214251": "Odontodactylus"}, "taxonomicStatus": "ACCEPTED", "extinct": false, "species": "Odontodactylus scyllarus", "vernacularNames": [], "classKey": 229, "habitats": ["MARINE"], "familyKey": 5411, "kingdom": "Animalia", "parent": "Odontodactylus", "kingdomKey": 1, "taxonID": "109608673", "genusKey": 2214251, "canonicalName": "Odontodactylus scyllarus", "key": 4316608, "authorship": " (Linnaeus, 1758)", "nomenclaturalStatus": [], "phylumKey": 54, "class": "Malacostraca", "numOccurrences": 0, "synonym": false, "datasetKey": "d7dddbf4-2cf0-4f39-9b2a-bb099caae36c", "threatStatuses": [], "numDescendants": 0, "scientificName": "Odontodactylus scyllarus (Linnaeus, 1758)", "genus": "Odontodactylus", "parentKey": 2214251, "order": "Stomatopoda", "descriptions": [{"description": "Odontodactylus scyllarus, known as the peacock mantis shrimp, harlequin mantis shrimp, painted mantis shrimp, or clown mantis shrimp, is a large mantis shrimp native to the Indo-Pacific from Guam to East Africa.In the saltwater aquarium trade, it is both prized for its attractiveness and considered by others to be a dangerous pest."}, {"description": "Some saltwater aquarists keep peacock mantis shrimp in captivity.A Load of Learnin' About Mantis Shrimps, by James Fatherree, in ReefKeeping online magazine. The peacock mantis is especially colorful and desired in the trade.While some aquarists value peacock shrimp, others consider them harmful pests, because they: Are voracious predators, eating other desirable inhabitants of the tank, Can, in some of the largest specimens, break aquarium glass by striking it Can do more damage burrowing in live rock than the fishkeeper would prefer The live rock with mantis shrimp burrows are actually considered useful by some in the marine aquarium trade and are often collected. It is not uncommon for a piece of live rock to convey a live mantis shrimp into an aquarium. Once inside the tank, they may feed on fish, and other inhabitants. They are notoriously difficult to catch when established in a well-stocked tank, and there are accounts of them breaking glass tanks, it should be noted that whilst stomatopods do not eat coral the smashers can damage it if they wish to make a home within it."}, {"description": "O. scyllarus is one of the larger, more colourful mantis shrimps commonly seen, ranging in size from 3 to. They are primarily green in colour, with orange legs and leopard-like spots on the anterior carapace.Their ability to see circularly polarised light has led to studies to determine if the mechanisms by which their eyes operate can be replicated for use in reading CDs and similar optical information storage devices."}, {"description": "Odontodactylus scyllarus is a burrower, constructing U-shaped holes in the loose substrate near the bases of coral reefs in water ranging from 3 to deep.O. scyllarus is a smasher, with club-shaped raptorial appendages. An active hunter, it prefers gastropods, crustaceans, and bivalves, and will repeatedly smash its prey until it can gain access to the soft tissue for consumption. It is reported to have a \"punch\" of over 50 mph. This is the fastest recorded punch of any living animal. The acceleration is similar to that in a .22 caliber handgun, with 340 lb-fhttp://www.ncbi.nlm.nih.gov/pubmed/16169943 per strike. In addition, the surface of its appendages is made up of extremely dense hydroxyapatite, layered in a manner which is highly resistant to fracturing. Glass aquaria can be broken by them. The composition is being investigated for potential synthesis and engineering use."}]}, {"nameType": "SCIENTIFIC", "family": "Nummulitidae", "nubKey": 4919405, "speciesKey": 105105680, "rank": "SPECIES", "orderKey": 105103175, "higherClassificationMap": {"105105676": "Nummulitidae", "105105678": "Cycloclypeus", "105103175": "Rotaliida"}, "species": "Cycloclypeus carpenteri", "vernacularNames": [], "habitats": [], "familyKey": 105105676, "parent": "Cycloclypeus", "canonicalName": "Cycloclypeus carpenteri", "taxonID": "196926", "genusKey": 105105678, "key": 105105680, "authorship": "", "nomenclaturalStatus": [], "numOccurrences": 0, "synonym": false, "datasetKey": "fab88965-e69d-4491-a04d-e3198b626e52", "threatStatuses": [], "numDescendants": 0, "scientificName": "Cycloclypeus carpenteri", "genus": "Cycloclypeus", "parentKey": 105105678, "order": "Rotaliida", "descriptions": []}]