[{"nameType": "SCIENTIFIC", "nubKey": 4965368, "accordingTo": "Paleobiology Database", "speciesKey": 4965368, "rank": "SPECIES", "phylum": "Chordata", "descriptions": [], "higherClassificationMap": {"1": "Animalia", "44": "Chordata", "4823375": "Eunotosaurus", "358": "Reptilia"}, "taxonomicStatus": "ACCEPTED", "species": "Eunotosaurus africanus", "vernacularNames": [], "classKey": 358, "habitats": [], "kingdom": "Animalia", "parent": "Eunotosaurus", "kingdomKey": 1, "taxonID": "107678053", "genusKey": 4823375, "canonicalName": "Eunotosaurus africanus", "key": 4965368, "authorship": "", "nomenclaturalStatus": [], "phylumKey": 44, "class": "Reptilia", "numOccurrences": 0, "synonym": false, "datasetKey": "d7dddbf4-2cf0-4f39-9b2a-bb099caae36c", "threatStatuses": [], "numDescendants": 0, "scientificName": "Eunotosaurus africanus", "genus": "Eunotosaurus", "parentKey": 4823375}, {"nameType": "SCIENTIFIC", "family": "Chelidae", "nubKey": 2441927, "speciesKey": 100377580, "rank": "SPECIES", "orderKey": 100377570, "higherClassificationMap": {"100377579": "Chelus", "100377570": "Testudinata", "100377575": "Chelidae", "100377383": "Reptilia"}, "species": "Chelus fimbriatus", "vernacularNames": [{"language": "deu", "vernacularName": "Fransenschildkröte"}], "classKey": 100377383, "habitats": [], "familyKey": 100377575, "parent": "Chelus", "canonicalName": "Chelus fimbriatus", "taxonID": "4428231", "genusKey": 100377579, "key": 100377580, "authorship": " (Schneider, 1783)", "nomenclaturalStatus": [], "class": "Reptilia", "numOccurrences": 0, "synonym": false, "datasetKey": "16c3f9cb-4b19-4553-ac8e-ebb90003aa02", "threatStatuses": [], "numDescendants": 0, "scientificName": "Chelus fimbriatus (Schneider, 1783)", "genus": "Chelus", "parentKey": 100377579, "order": "Testudinata", "descriptions": [{"description": "Ihr Rückenpanzer (Carapax) ist flach und dunkelbraun. Die einzelnen Schilde des Rückenpanzers sind pyramidenförmig aufgewölbt mit einer nach hinten gerichteten Spitze. Alle Rückenpanzerschilde zusammen bilden dadurch drei höckrige Längskiele. Jeder einzelne Schild wird durch strahlenförmige Radiärfurchen gemustert. Die Schilde des vorderen Randes sind leicht nach oben gebogen. Der Brustpanzer (Plastron) ist verhältnismäßig klein, von gelblicher bis bräunlicher Farbe und zeigt eine dunkle Strahlenzeichnung. Rot das Verbreitungsgebiet der Fransenschildkröte Kopfansicht mit erkennbaren „Fransen“ Der Kopf der Fransenschildkröte ist bräunlich und auf der Oberseite völlig flach. Von oben gesehen ist der in einem dünnen, schnorchelartigen Rüssel an der Spitze endende Kopf dreieckig, was durch seitlich abstehende fransige Hautlappen noch verstärkt wird. Die Augen sind winzig und sitzen weit vorne am Rand des Kopfes. An der Kopfunterseite sowie der Unterseite des Halses finden sich fransenartige Hautlappen, die der Schildkröte den deutschen Trivialnamen einbrachten. Zusammen haben Kopf und Hals fast die Länge des Rückenpanzers. Der Schwanz hingegen ist sehr kurz. Die Gliedmaßen sind kurz und plump. Zwischen den Zehen der bräunlich gefärbten Beine befinden sich Schwimmhäute. Die Vorderbeine enden in fünf, die Hinterbeine in vier scharfen Krallen. Jungtiere sind rötlich gefärbt mit dunklen Streifen, ihr Rückenpanzer ist rötlich-hellbraun. Die Fransenschildkröte wird 40 Zentimeter lang. Insgesamt verleihen ihr ihre Proportionen ein ungewöhnliches Äußeres. Durch die Hautlappen verschwimmt sie optisch mit der Umgebung und ist so gut getarnt."}, {"description": "Die Fransenschildkröte bewohnt langsam fließende Flüsse und Bäche, Teiche und Seen mit schlammigem Boden. Dort lauert sie in den Schlamm eingegraben auf vorbeischwimmende Beute, die vor allem aus Fischen besteht. Die Beute wird durch plötzliches Öffnen des sehr großen Mauls eingesaugt und die Fische im ganzen verschluckt. Offenbar löst die silberne Farbe an den Flanken und Bäuchen vieler Fische den Schnappreflex aus, denn in Gefangenschaft gehaltene Fransenschildkröten verschluckten auch frei treibende Quecksilberthermometer, niemals jedoch solche, bei denen rot gefärbtes Ethanol als thermometrische Flüssigkeit diente.Fransenschildkröten sind sehr gefräßig. Bei einem in Gefangenschaft gehaltenen 30 Zentimeter langen Tier wurde beobachtet, dass es fünf bis sechs Fische von acht bis zehn Zentimetern Länge hintereinander fraß. Sie können allerdings auch mehrere Tage ohne Nahrung auskommen."}, {"description": "Die Fransenschildkröte oder Mata-Mata (Chelus fimbriatus) ist eine bis zu 40 Zentimeter große, im Süßwasser lebende Schildkröte. Ihr Verbreitungsgebiet umfasst das nördliche und mittlere Amazonasbecken, das Flusssystem des Orinoco sowie Guayana in Südamerika. Im südlichen Amazonasgebiet ist sie nur disjunkt am Rio Xingu und im nördlichen Grenzgebiet von Bolivien und Brasilien im Bereich der Mündung des Río Beni und des Río Mamoré in den Rio Madeira zu finden."}]}, {"nameType": "SCIENTIFIC", "family": "Testudinidae", "nubKey": 2441812, "speciesKey": 100377711, "rank": "SPECIES", "orderKey": 100377570, "higherClassificationMap": {"100377570": "Testudinata", "100377677": "Testudinidae", "100377707": "Gopherus", "100377383": "Reptilia"}, "species": "Gopherus polyphemus", "vernacularNames": [{"language": "deu", "vernacularName": "Georgia-Gopherschildkröte"}], "classKey": 100377383, "habitats": [], "familyKey": 100377677, "parent": "Gopherus", "canonicalName": "Gopherus polyphemus", "taxonID": "3964468", "genusKey": 100377707, "key": 100377711, "authorship": "Daudin, 1802", "nomenclaturalStatus": [], "class": "Reptilia", "numOccurrences": 0, "synonym": false, "datasetKey": "16c3f9cb-4b19-4553-ac8e-ebb90003aa02", "threatStatuses": [], "numDescendants": 0, "scientificName": "Gopherus polyphemus Daudin, 1802", "genus": "Gopherus", "parentKey": 100377707, "order": "Testudinata", "descriptions": [{"description": "Die Georgia-Gopherschildkröte ist am häufigsten im US-Bundesstaat Florida zu finden. Ihr Verbreitungsgebiet reicht aber bis in die Bundesstaaten Georgia, Alabama und Mississippi. Auch im äußersten Südosten von South Carolina kommen sie vor. Besonders häufig kommt sie in Sumpfkieferwäldern vor. Wie alle anderen Gopherschildkröten gräbt die Georgia-Gopherschildkröte zum Teil sehr lange und tiefe Baue. In ihnen halten sie sich den größten Teil des Tages auf. Die Wohnhöhlen finden sich in sandigen Hügeln, Schwemmland, Dünen und Prärie. Außerhalb der Fortpflanzungszeit sind Georgia-Gopherschildkröten Einzelgänger, die jeweils ein verhältnismäßig kleines Revier bewohnen. Innerhalb dieses Reviers graben sie mehrere Wohnhöhlen."}, {"description": "Enchanted Forest Nature Sanctuary: Gopher Tortoise Savannah River Ecology Laboratory: Gopher Tortoise Fact Sheet U.S. Fish & Wildlife Service. Threatened and Endangered Species System (TESS)."}, {"description": "Die Georgia-Gopherschildkröte ist eine Pflanzenfresserin. Der größte Teil ihrer Nahrung besteht aus Gras. Sie fressen darüber hinaus aber auch Beeren, Früchte und gelegentlich auch Aas. Die Paarungszeit der Georgia-Gopherschildkröte fällt in die Monate April und Mai. Die Weibchen legen zwischen drei und 15 Eier. Die Nistgrube befindet sich meist in der Nähe einer ihrer Baue. Der Zeitraum zwischen Eiablage und Schlupfzeitpunkt der Jungtiere ist abhängig von der Umgebungstemperatur. In der Regel schlüpfen die jungen Schildkröten nach 70 bis 100 Tagen. Ihre Geschlechtsreife erreichen sie im Alter von 10 bis 15 Jahren."}, {"description": "Die Georgia-Gopherschildkröte ist eine mittelgroße Schildkrötenart. Ausgewachsene Tiere haben eine Carapaxlänge von bis zu 25 Zentimeter und wiegen etwa vier Kilogramm. Ihr Rückenpanzer ist schokoladenbraun, grau oder schwarz. Der Bauchpanzer ist gewöhnlich eine helle Horn- oder Ockerfarbe. Jungtiere kennzeichnen sich durch ihre hellere Panzerfarbe. Männchen unterscheiden sich von den Weibchen durch ihren konkaven Panzer und ihren längeren Schwanz."}, {"description": "Die Georgia-Gopherschildkröte zählt in den USA zu den bedrohten Tierarten. Zu den Ursachen des Rückgangs zählt unter anderem der Schwund an Sumpfkieferwäldern, die häufig abgeholzt und mit Weihrauch-Kiefern aufgepflanzt werden. Auch die Umwandlung ihres Lebensraumes in menschliche Siedlungen, Weideland und Agrarflächen hat dazu beigetragen, dass sie nur noch in Teilen ihres ursprünglichen Verbreitungsgebietes vorkommt. Hinzu kommt ein Fang für den Tierhandel und als Nahrungsmittel. Angesichts des hohen Alters, in dem die Tiere erst ihre Geschlechtsreife erreichen sowie die geringe Reproduktionsrate stellt die Entnahme von ausgewachsenen Tieren einen deutlichen Eingriff in die Fortpflanzungsfähigkeit einer Population dar. Als weiter Bedrohung kommen die eingeführten Feuerameisen hinzu, die vor allem Jungtiere schädigen."}, {"description": "Die Georgia-Gopherschildkröte (Gopherus polyphemus) ist eine Schildkröte aus der Familie der Landschildkröten, die zu den Gopherschildkröten gehört. Ihr Verbreitungsgebiet sind die Küstenebenen im Osten der Vereinigten Staaten."}]}, {"nameType": "SCIENTIFIC", "family": "Cheloniidae", "nubKey": 2442178, "speciesKey": 100406376, "rank": "SPECIES", "orderKey": 100406370, "higherClassificationMap": {"100406370": "Chelonia", "100406371": "Cheloniidae", "100406372": "Caretta"}, "species": "Caretta caretta", "vernacularNames": [{"language": "deu", "vernacularName": "Unechte Karettschildkröte"}], "habitats": [], "familyKey": 100406371, "parent": "Caretta", "canonicalName": "Caretta caretta", "taxonID": "94308", "genusKey": 100406372, "key": 100406376, "authorship": "Linnaeus, 1758", "nomenclaturalStatus": [], "numOccurrences": 0, "synonym": false, "datasetKey": "16c3f9cb-4b19-4553-ac8e-ebb90003aa02", "threatStatuses": [], "numDescendants": 0, "scientificName": "Caretta caretta Linnaeus, 1758", "genus": "Caretta", "parentKey": 100406372, "order": "Chelonia", "descriptions": [{"description": "Die Unechte Karettschildkröte ist in allen tropischen und subtropischen Meeren zu finden, einschließlich des Mittelmeeres. Die Weibchen legen ihre Eier am Strand, unter anderem auf Zakynthos in der Bucht von Laganas, auf Kefalonia an der Mounda Beachhttp://www.kateliosgroup.org/turtle-project/sea-turtles-in-kefalonia-greece/, wie auch auf Zypern in der Lara Bay und am Strande von Anamur/Südtürkei. Von der Art sind zwei Unterarten bekannt, die Caretta caretta caretta und die Caretta caretta gigas. Letztere Unterart ist im Indopazifik beheimatet. Einige Autoren halten eine Unterscheidung von Unterarten bei der Unechten Karettschildkröte für nicht gerechtfertigt."}, {"description": "Bei der Unechten Karettschildkröte wird der Rückenpanzer (Carapax) bis zu 120 Zentimeter lang. Sie erreicht ein Gewicht von bis zu 110 Kilogramm.Indraneil Das: Die Schildkröten des Indischen Subkontinents. Edition Chimaira, Frankfurt am Main 2001, S. 41. ISBN 3-930612-35-6. Die Grundfärbung des Tieres ist rotbraun, erwachsene Tiere bekommen einen gelbbraunen Bauchpanzer. Von der Echten Karettschildkröte (Eretmochelys imbricata) unterscheidet sie sich durch einen dickeren Kopf mit mächtigeren Kiefern und fünf anstatt vier Paar Rippenschilde.Die Männchen sind daran erkennbar, dass sie über einen längeren Schwanz sowie über längere und gebogene Krallen verfügen. Ihr Plastron ist etwas kürzer. Ihr Carapax ist stärker abgeflacht und breiter."}, {"description": "Aufgrund ihres Fleisches, ihrer Eier, ihres Fettes (für Kosmetika oder als potentielles Heilmittel) und des Schildpatts wurden die Unechten Karettschildkröten intensiv bejagt, bis ihre Populationen zusammenbrachen. Heute sind beide Unterarten vom Aussterben bedroht und stehen durch das Washingtoner Artenschutz-Übereinkommen unter internationalem Schutz. Derzeit geht die Hauptgefahr für die Tiere von den Schleppnetzen der Krabbenfischer aus, denen jährlich viele zum Opfer fallen. International bemühen sich Tierschützer und Organisationen um das Überleben der Art, unter anderem durch die Bewachung von Eiablagestränden wie in der Türkei, auf Zakynthos (Griechenland) oder in Costa Rica. Im Jahr 2006 fand zum ersten Mal an der 18 Kilometer langen Küste des Ortes Anamur in der Südtürkei ein derartiges Programm statt und zur Überraschung aller Beteiligten konnten über 600 Gelege geschützt werden. Auf den Kapverdischen Inseln sind die Schildkröten ebenfalls durch Jäger bedroht. Die Turtle Foundation patrouilliert die Niststrände, um den Erhalt des Bestandes zu sichern. In der Messara-Bucht im Süden Kretas droht seit 2006 ein Großcontainerhafen, der Griechenland auf dem Weg zum Verkehrsknoten voranbringen soll, aber die Bestände von Caretta caretta bedroht. WWF und Schildkrötenschutzbund verfolgen die Entwicklungen auf politischer Ebene."}, {"description": "Die Paarung findet meist an der Wasseroberfläche statt. Die Weibchen legen mehrere Gelege, die jeweils zwischen 23 und 178 Eier umfassen. Der Abstand zwischen den einzelnen Eiablagen beträgt zwischen 12 und 23 Tagen. Die Eier sind rund und haben eine lederartige Schale. Die Inkubationszeit ist abhängig von der Umgebungstemperatur und beträgt zwischen 49 und 80 Tagen. Die größte bekannte Nistkolonie dieser Schildkrötenart findet sich auf der Insel Masirah, die zum Sultanat von Oman gehört. Dort legen durchschnittlich 30.000 Unechte Karettschildkröten jedes Jahr Nistgruben an."}, {"description": "Die Nahrung der Tiere besteht vor allem aus Krebsen, Kopffüßern, Quallen, Seeigeln und anderen Tieren, aber sie fressen auch Seegras. In Mägen von untersuchten Unechten Karettschildkröten wurden allerdings auch schon Schlüpflinge der eigenen Art gefunden.Indraneil Das: Die Schildkröten des Indischen Subkontinents. Edition Chimaira, Frankfurt am Main 2001, S. 42. ISBN 3-930612-35-6."}, {"description": "Verbreitungsgebiet Unechte Karettschildkröte Die Unechte Karettschildkröte (Caretta caretta) ist eine Vertreterin der Meeresschildkröten und stellt wahrscheinlich die bekannteste und die häufigste dieser Gruppe dar. Die meisten Erkenntnisse über Meeresschildkröten im Allgemeinen stammen aus Forschungsarbeiten über diese Art."}]}, {"nameType": "SCIENTIFIC", "family": "Emydidae", "nubKey": 2443133, "speciesKey": 100484708, "rank": "SPECIES", "orderKey": 100484683, "higherClassificationMap": {"100484694": "Emydidae", "100484703": "Chrysemys", "100484683": "Testudinata"}, "species": "Chrysemys picta", "vernacularNames": [{"language": "deu", "vernacularName": "Zierschildkröte"}], "habitats": [], "familyKey": 100484694, "parent": "Chrysemys", "canonicalName": "Chrysemys picta", "taxonID": "572762", "genusKey": 100484703, "key": 100484708, "authorship": "Schneider, 1783", "nomenclaturalStatus": [], "numOccurrences": 0, "synonym": false, "datasetKey": "16c3f9cb-4b19-4553-ac8e-ebb90003aa02", "threatStatuses": [], "numDescendants": 0, "scientificName": "Chrysemys picta Schneider, 1783", "genus": "Chrysemys", "parentKey": 100484703, "order": "Testudinata", "descriptions": [{"description": "Das allgemeine Verhalten der Einzelgänger wechselt zwischen der Futtersuche und dem Sonnenbaden auf Steinen über der Wasseroberfläche. Das Paarungsverhalten bei Zierschildkröten unterscheidet sich nur geringfügig von demjenigen anderer Arten. Dabei werden beim \"Balztanz\" mit Hilfe der Krallen die Vorderbeine in Richtung des Partners gestreckt und ihn so am Kopf anhand schneller Zitterbewegungen \"gekräuselt\". Das Verhalten ist allerdings auch unabhängig von Paarungszeit und Geschlecht festgestellt worden."}, {"description": "Sie kommt von der Ostküste Nordamerikas bis zur Westküste vor. Die Östliche Zierschildkröte kommt vom südöstlichen Kanada über New-England und die atlantischen Küstenabschnitte bis nach Georgia vor, in westlicher Richtung bis nach Ost-Alabama. Das Verbreitungsgebiet der Mittelländischen Zierschildkröte erstreckt sich in Kanada über Süd-Quebec, Ontario, in den USA in Alabama, Georgia, Illinois, Indiana, Kentucky, Michigan, New Jersey, New York, Ohio, Pennsylvania, Tennessee, Vermont West Virginia und Wisconsin. Die Westliche Zierschildkröte hat von allen Unterarten das größte Verbreitungsgebiet, es reicht von West-Ontario über den Süden Kanadas bis nach Britisch-Kolumbien und im Süden bis nach Missouri, Nord-Oklahoma, Ost-Kolorado, Wyoming, Idaho und Nord-Oregon. Die Südliche Zierschildkröte kommt in den Bundesstaaten Alabama, Arkansas, Georgia, Illinois, Kentucky, Louisiana, Mississippi, Missouri, Oklahoma, Tennessee und Texas vor."}, {"description": "Verbreitung der vier Unterarten in Nordamerika Es werden vier Unterarten unterschieden: Westliche Zierschildkröte (Chrysemys picta bellii) Südliche Zierschildkröte (Chrysemys picta dorsalis) Mittelländische Zierschildkröte (Chrysemys picta marginata) Östliche Zierschildkröte (Chrysemys picta picta) Der Unterarten-Status von C. p. bellii und C. p. marginata wird teilweise bezweifelt.Rogner, S. 60 Bestimmung ohne Bauchpanzerzeichnung picta: Naht zwischen 2. und 3. Wirbelschild verläuft fast gerade in die Naht zwischen dem 2. und 3. Rippenschild über. Nähte zwischen den vorderen Diskusschilden hell und breit. dorsalis: deutlich sichtbare orangefarbene bis rote Dorsallinie (entlang der Panzermitte von vorn bis hinten) mit Bauchpanzerzeichnung marginata: Plastronzeichnung ausschließlich entlang der Mittelnaht bellii: Plastronzeichnung entlang der Mittel- und der Quernähte"}, {"description": "Zierschildkröten bevorzugen langsam fließende, flache Gewässer mit weichem, schlammigem Grund und starker Vegetation. Sie kommen auch in Brack- sowie in Abwasser vor. Außerdem sollten Steine und dicke Hölzer, die aus dem Wasser ragen und so einen \"Aussichtspunkt\" und Sonnenbadeplatz bieten, vorhanden sein."}, {"description": "Zierschildkröten können, je nach Unterart, bis zu 25 cm groß werden, wobei die Weibchen auch hier größer als die Männchen werden. Die Südliche Zierschildkröte (Chrysemys picta doralis) ist die kleinste Unterart. Sie erreicht eine Rückenpanzerlänge von 12–15 cm. Die Östliche Zierschildkröte (Chrysemys picta picta) sowie die Mittelländische Zierschildkröte (Chrysemys picta marginata) können 14–18 cm groß werden. Die Westliche Zierschildkröte (Chrysemys picta bellii), auch Indianer-Zierschildkröte genannt, ist die größte Unterart und kann eine Rückenpanzerlänge von über 20 cm erreichen."}, {"description": "Die Zierschildkröte (Chrysemys picta) ist die einzige Art der Gattung der Zierschildkröten (Chrysemys). In Mitteleuropa ist sie vor allem als Terrarientier bekannt."}]}, {"nameType": "SCIENTIFIC", "family": "Carettochelyidae", "nubKey": 2442506, "speciesKey": 100484849, "rank": "SPECIES", "orderKey": 100484841, "higherClassificationMap": {"100484845": "Carettochelys", "100484841": "Testudines", "100484842": "Carettochelyidae"}, "species": "Carettochelys insculpta", "vernacularNames": [{"language": "deu", "vernacularName": "Papua-Weichschildkröte"}], "habitats": [], "familyKey": 100484842, "parent": "Carettochelys", "canonicalName": "Carettochelys insculpta", "taxonID": "971225", "genusKey": 100484845, "key": 100484849, "authorship": "Ramsay, 1886", "nomenclaturalStatus": [], "numOccurrences": 0, "synonym": false, "datasetKey": "16c3f9cb-4b19-4553-ac8e-ebb90003aa02", "threatStatuses": [], "numDescendants": 0, "scientificName": "Carettochelys insculpta Ramsay, 1886", "genus": "Carettochelys", "parentKey": 100484845, "order": "Testudines", "descriptions": [{"description": "Ausgewachsene Tiere von Carettochelys insculpta können eine Panzerlänge von bis zu 50 cm erreichen. Der Panzer hat noch alle Platten, aber keine Hornschilde mehr. Stattdessen ist er auf der Oberseite mit einer lederartigen, dicken Haut überzogen. Die Oberseite des Panzers und der Beine sowie der Kopf sind dunkeloliv, der Bauchpanzer und die Unterseiten der Beine und des Halses sind gelblichrosa gefärbt. Die flossenartigen Gliedmaßen haben nur zwei freie Krallen. Die Iris der Augen ist rosa, der Kopf läuft in einem stumpfen Rüssel aus."}, {"description": "Die Papua-Weichschildkröte ist eine gute Schwimmerin, hält sich vor allem am Gewässergrund auf und kommt nur kurz zum Atmen an die Wasseroberfläche. Sie kann sehr lange unter Wasser bleiben und nimmt Sauerstoff wahrscheinlich auch durch die gut durchblutete Mundhöhle oder durch die Analsäcke auf. Ihre Nahrung besteht vor allem aus Fischen, Weich- und Krebstieren. Weniger wichtig ist pflanzliche Nahrung."}, {"description": "Die Papua-Weichschildkröte (Carettochelys insculpta) kommt in Neuguinea und im Norden von Australien vor allem in größeren Flüssen wie dem Fly River vor und geht auch in das Brackwasser der Flussmündungen. Sie ist die einzige rezente Art der Familie Carettochelyidae, die anderen Arten und Gattungen wie Allaeochelys sind ausgestorben."}]}, {"nameType": "SCIENTIFIC", "nubKey": 4964992, "accordingTo": "Paleobiology Database", "speciesKey": 4964992, "rank": "SPECIES", "phylum": "Chordata", "orderKey": 793, "higherClassificationMap": {"1": "Animalia", "4822421": "Nichollsemys", "44": "Chordata", "793": "Testudines", "358": "Reptilia"}, "taxonomicStatus": "ACCEPTED", "species": "Nichollsemys baieri", "vernacularNames": [], "classKey": 358, "habitats": [], "kingdom": "Animalia", "parent": "Nichollsemys", "kingdomKey": 1, "taxonID": "107708505", "genusKey": 4822421, "canonicalName": "Nichollsemys baieri", "key": 4964992, "authorship": "", "nomenclaturalStatus": [], "phylumKey": 44, "class": "Reptilia", "numOccurrences": 0, "synonym": false, "datasetKey": "d7dddbf4-2cf0-4f39-9b2a-bb099caae36c", "threatStatuses": [], "numDescendants": 0, "scientificName": "Nichollsemys baieri", "genus": "Nichollsemys", "parentKey": 4822421, "order": "Testudines", "descriptions": []}, {"nameType": "SCIENTIFIC", "family": "Trionychidae", "nubKey": 5960976, "speciesKey": 113432857, "rank": "SPECIES", "phylum": "Chordata", "orderKey": 113428213, "higherClassificationMap": {"112707351": "Animalia", "113432855": "Trionyx", "113415011": "Reptilia", "113432468": "Trionychidae", "113301736": "Chordata", "113428213": "Testudines"}, "species": "Trionyx triunguis", "vernacularNames": [], "classKey": 113415011, "habitats": [], "familyKey": 113432468, "kingdom": "Animalia", "parent": "Trionyx", "kingdomKey": 112707351, "taxonID": "30203445", "genusKey": 113432855, "canonicalName": "Trionyx triunguis", "key": 113432857, "authorship": " (Forskål, 1775)", "nomenclaturalStatus": [], "phylumKey": 113301736, "class": "Reptilia", "numOccurrences": 0, "synonym": false, "datasetKey": "cbb6498e-8927-405a-916b-576d00a6289b", "threatStatuses": [], "numDescendants": 0, "scientificName": "Trionyx triunguis (Forskål, 1775)", "genus": "Trionyx", "parentKey": 113432855, "order": "Testudines", "descriptions": [{"description": "The African softshell turtle or Nile softshell turtle (Trionyx triunguis) is a large species of turtle from fresh-water and brackish habitats in Africa (larger parts of East, West and Middle Africa) and the Near East (Israel, Lebanon, Syria and Turkey). It is the only extant species from the genus Trionyx, but in the past many other softshell turtles were placed in this genus; they have now been moved to various other genera. Despite the name \"African softshell turtle\", it is not the only species or genus of softshell turtle in Africa (the genera Cyclanorbis and Cycloderma are also African)."}]}, {"nameType": "SCIENTIFIC", "family": "Emydidae", "nubKey": 2443122, "speciesKey": 100484742, "rank": "SPECIES", "orderKey": 100484683, "higherClassificationMap": {"100484694": "Emydidae", "100484683": "Testudinata", "100484733": "Glyptemys"}, "species": "Glyptemys muhlenbergii", "vernacularNames": [{"language": "deu", "vernacularName": "Moorschildkröte"}], "habitats": [], "familyKey": 100484694, "parent": "Glyptemys", "canonicalName": "Glyptemys muhlenbergii", "taxonID": "3952856", "genusKey": 100484733, "key": 100484742, "authorship": " (Schoepff, 1801)", "nomenclaturalStatus": [], "numOccurrences": 0, "synonym": false, "datasetKey": "16c3f9cb-4b19-4553-ac8e-ebb90003aa02", "threatStatuses": [], "numDescendants": 0, "scientificName": "Glyptemys muhlenbergii (Schoepff, 1801)", "genus": "Glyptemys", "parentKey": 100484733, "order": "Testudinata", "descriptions": [{"description": "Das Verbreitungsgebiet der Moorschildkröte reicht vom Westen der US-Bundesstaaten Massachusetts, New York und Pennsylvania bis in den Südwesten von North Carolina, dem Westen von South Carolina und dem Norden von Georgia.Rogner, S. 67Der Lebensraum der Moorschildkröte sind flache Tümpel, Seen, Teiche, Sümpfe, langsam fließende Bäche und mit Torfmoos bewachsene Moore. Sie kommt vor allem in den Mittelgebirgslagen ihres Verbreitungsgebietes vor. Die Art ist bedroht, weil ihr Lebensraum zunehmend fragmentiert wird. Im Westen Connecticuts, Massachusetts', New Yorks, im Nordosten Marylands, im südlichen Virginia sowie im Westen von North Carolina weist diese Art nur noch voneinander isolierte Populationen aus. Kennzeichnend für den Lebensraum der Moorschildkröte sind eine hohe Luftfeuchtigkeit und Moose, in denen sie sich versteckt. Sie schafft sich in verkrauteter und vermooster Vegetation Gänge, die sie abläuft, um dort nach Würmern, Insekten, Schnecken und anderen Tieren zu suchen. Sie benötigt außerdem sonnenexponierte Stellen. Eine hohe Aktivität zeigt sie im Frühjahr nach Regenfällen. Sie überwintert in der Regel im Bodenschlamm der Gewässer."}, {"description": "Einzelnachweise Literatur Manfred Rogner: Schildkröten – Biologie, Haltung, Vermehrung, Eugen Ulmer KG, Stuttgart 2008, ISBN 978-3-8001-5440-1 Weblinks Seite über die Moorschildkröte Kategorie:Neuwelt-Sumpfschildkröten"}, {"description": "Jungtier Moorschildkröten paaren sich in den ersten warmen Frühlingstagen. Das ist in ihrem nördlichen Verbreitungsgebieten meist im späten April bis in den frühen Juni. Nester finden sich unter Grasbüscheln oder Moos in sonnenbeschienen Stellen eines Moores. Das Gelegte umfasst zwischen einem und vier Eier. Sie werden in der Zeit von Juni bis Juli gelegt. Die Schlupfzeit der Jungen ist abhängig von der Temperatur und der Luftfeuchtigkeit. Sie schlüpfen in der Regel nach einer Zeit von 42 bis 60 Tagen. In den nördlichsten Verbreitungsgebieten überwintern die Jungen gelegentlich im Ei oder geschlüpft in der Nistgrube. Nester werden häufig von Skunks und Waschbären ausgeräubert. Ihre Geschlechtsreife erreichen sie in einem Alter von fünf bis acht Jahren."}, {"description": "Die Moorschildkröte hat eine Carapaxlänge zwischen 7,6 und 8,9 Zentimeter. Sehr große und alte Individuen erreichen in seltenen Ausnahmefällen auch eine Carapaxlänge von 11,5 Zentimeter. Der Rückenpanzer weist eine braune bis dunkelrotbraune Färbung auf. Der Hinterrand ist nicht gesägt. Auffälliges Kennzeichen der Moorschildkröte ist ein leuchtend gelber oder oranger Farbfleck an beiden Seiten des Halses sowie im Nacken. Auch der Kopf weist eine leicht bräunliche Färbung auf. Der Bauchpanzer ist dunkelbraun bis schwarz. Männchen können anhand des konkav geformten Bauchpanzers identifiziert werden."}, {"description": "Die Moorschildkröte ist vor allem durch Eingriffe in ihren Lebensraum bedroht. In ihrem gesamten Verbreitungsgebiet werden Feuchtgebiete zunehmend trockengelegt, in Agrarflächen oder Siedlungen umgewandelt. Die verbleibenden Feuchtgebiete sind voneinander isoliert, so dass ein genetischer Austausch ausbleibt. Die Bestände verarmen dadurch genetisch und werden anfälliger gegenüber Krankheiten. Moorschildkröten reagieren außerdem empfindlich auf Veränderungen ihre Lebensraum, etwa gegenüber einer Eutrophierungen, anderen Wasserständen oder eine Veränderung der vorherrschenden Vegetation.Das illegale Einfangen von Moorschildkröten, um sie als Heimtier zu halten, stellt eine weitere Bedrohung dieser Art dar. Die Moorschildkröte zählt bereits seit 1973 zu den Cites-Arten und wird im Washingtoner Artenschutzübereinkommen in Anhang I gelistet.W.P. Mara: Wasser- und Landschildkröten (S. 79), 2. Auflage, bede-Verlag, Ruhmannsfelden 1998"}, {"description": "Die Moorschildkröte (Glyptemys muhlenbergii) ist eine Art der Neuwelt-Sumpfschildkröten. Sie gehört wie die Waldbachschildkröte zu den Amerikanischen Wasserschildkröten. Bis vor wenigen Jahren wurden die beiden Arten noch zur Gattung Clemmys gerechnet, die heute als monogenerische Gattung nur noch die Tropfenschildkröte enthält. Feldman, C.R. and J.F. Parham. 2002. Molecular phylogenetics of Emydine turtles: taxonomic revision and the evolution of shell kinesis. Molecular Phylogenetics and Evolution 22:388-398..Die Moorschildkröte gehört zu den kleinsten nordamerikanischen Schildkröten."}]}, {"nameType": "SCIENTIFIC", "family": "Podocnemididae", "nubKey": 2442782, "speciesKey": 113431481, "rank": "SPECIES", "phylum": "Chordata", "orderKey": 113428213, "higherClassificationMap": {"112707351": "Animalia", "113431461": "Podocnemis", "113415011": "Reptilia", "113431433": "Podocnemididae", "113301736": "Chordata", "113428213": "Testudines"}, "species": "Podocnemis unifilis", "vernacularNames": [{"language": "eng", "vernacularName": "Yellow-spotted Amazon river turtle"}], "classKey": 113415011, "habitats": [], "familyKey": 113431433, "kingdom": "Animalia", "parent": "Podocnemis", "kingdomKey": 112707351, "taxonID": "2849121", "genusKey": 113431461, "canonicalName": "Podocnemis unifilis", "key": 113431481, "authorship": "Troschel, 1848", "nomenclaturalStatus": [], "phylumKey": 113301736, "class": "Reptilia", "numOccurrences": 0, "synonym": false, "datasetKey": "cbb6498e-8927-405a-916b-576d00a6289b", "threatStatuses": [], "numDescendants": 0, "scientificName": "Podocnemis unifilis Troschel, 1848", "genus": "Podocnemis", "parentKey": 113431461, "order": "Testudines", "descriptions": [{"description": "The yellow-spotted Amazon river turtlePodocnemis unifilis, Reptile Database or yellow-spotted river turtle (Podocnemis unifilis) is one of the largest South American river turtles. It can grow up to 45 cm long and weigh up to 8 kg. This species can be recognized by its black or brown oval carapace (upper shell) with distinctive low keels on the second and third scutes. Yellow spots on the side of its head give this species its common name. These spots are most prominent in juveniles and fade with age. Females can be up to twice the size of males.Podocnemis unifilis is a type of side-necked turtles, so called because they do not pull their heads directly into their shells, but rather bend their necks sideways to tuck their heads under the rim of their shells. Side-neck turtles are classified as members of the suborder Pleurodira. These turtles are found in tributaries and large lakes of South America's Amazon Basin. During flood season, they may venture into flooded forests or floodplain lakes. They feed on fruits, weeds, fish, and small invertebrates.The females lay two clutches of eggs each year, each with four to 35 eggs in it. They make their nests in sandy areas on the banks of rivers, where the eggs will hatch 66 to 159 days after they are laid. The eggs are laid at the peak of dry season so the nest will not be washed away with the floods of the rainy season.Their average life span is 60 to 70 years.Podocnemis unifilis was one of the foreign species exploited by the American pet turtle trade in the 1960s. Importation of this species is now strictly regulated by Federal law, but a captive, self-sustaining population exists in the United States—some groups in zoos, others in the hands of private collectors. Individuals of this species have lived more than 30 years in captivity."}]}, {"nameType": "SCIENTIFIC", "family": "Geoemydidae", "nubKey": 2443521, "speciesKey": 113288889, "rank": "SPECIES", "phylum": "Chordata", "orderKey": 113288661, "higherClassificationMap": {"112707351": "Animalia", "113288781": "Geoemydidae", "113288887": "Cuora", "113288661": "Testudines", "113284374": "Reptilia", "113225636": "Chordata"}, "species": "Cuora amboinensis", "vernacularNames": [], "classKey": 113284374, "habitats": [], "familyKey": 113288781, "kingdom": "Animalia", "parent": "Cuora", "kingdomKey": 112707351, "taxonID": "3666576", "genusKey": 113288887, "canonicalName": "Cuora amboinensis", "key": 113288889, "authorship": "Daudin, 1802", "nomenclaturalStatus": [], "phylumKey": 113225636, "class": "Reptilia", "numOccurrences": 0, "synonym": false, "datasetKey": "cbb6498e-8927-405a-916b-576d00a6289b", "threatStatuses": [], "numDescendants": 0, "scientificName": "Cuora amboinensis Daudin, 1802", "genus": "Cuora", "parentKey": 113288887, "order": "Testudines", "descriptions": [{"description": "Any individual considering a turtle as a pet should thoroughly research both general care and the care of the particular species in which they are interested. Individuals considering a Cuora amboinensis as a pet should keep in mind that it is a tropical, non-hibernating species who needs much warmer water (about 82 degrees F) than many other semi-aquatic species. The adult Cuora amboinensis is smaller in comparison to more well-known species such as the red-eared slider or cooter, but a fully grown adult will generally need at least a 55-gallon tank and this habitat should be semi-aquatic, not terrestrial.Cuora amboinensis is far more aquatic than many other box turtle species. Unfortunately, this has often led to pet Cuoras being incorrectly housed in terrestrial habitats. Although they are clumsy swimmers and need shallower water than other semi-aquatic turtles that are stronger swimmers, (e.g., sliders, cooters, and painteds), they tend to vastly prefer being in the water to on land. In the wild, they will often live in almost entirely in water only emerging to bask and to lay eggs. They can even mate in the water."}, {"description": "They are omnivorous, with younger turtles tending towards more meat consumption and older turtles eating a more herbivorous diet.Although Cuora amboinensis is classified as Vulnerable by the IUCN,ATTWG (2000) they are able to thrive in some areas of the world. For example, they can be found in the storm drains of Brunei. These are seriously polluted, and yet seem to be extremely popular habitat for these turtles and other animals that can withstand eutrophication. In some places, this species is hunted for use in folk medicine.da Nóbrega Alves et al. (2008)Cuora amboinensis can be quite difficult to breed in captivity, compared with other box turtles. These turtles have a mating ritual very similar to that of other box turtles. No courtship occurs, the male simply climbs upon the female. He then snaps at her head, so that she closes the front half of her shell, opening the back."}, {"description": "These turtles have blackish-brown to olive brown colored shells that are not as ornate as many other box turtles. All have a blackish olive head with three yellow stripes on the side. The male can be identified by the slightly concave shape to its plastron. There is no specific pattern to what the underbellies may look like, for either sex. The only true way of telling age is to guess by the texture of the shell, as growth rings form irregularly.There are four subspecies which are primarily differentiated by differences in the color and shape of the carapace:Filella (1997); measurements taken at the LCRC 2006-SEP-20. Cuora amboinensis amboinensis – eastern Indonesian islands: Ambon Island, Sulawesi, the Moluccas, Buru, Seram and East Timor and smaller islands in the region. For individuals suspected to be of this subspecies: Ratio of carapace length / height: 3.08. Average ratio dimensions of plastron spots: 1.21 (almost circular) Cuora amboinensis couro (Schweigger, 1812) – south Indonesian islands: Sumatra, Java, Bali and Sumbawa. Darker, more oval black spots on plastron, flatter carapace. Cuora amboinensis kamaroma (Rummler & Fritz, 1991) – Malayan box turtle. Mainland Indochina (South and Central Vietnam, southern Laos & Cambodia), Thailand (Phang Nga Province etc.), Singapore and mainland Malaysia. More domed carapace and smaller, more elongated spotting of black pigments of plastron. Average ratio of carapace length / height: 2.82. Average ratio dimensions of plastron spots: 2.14 (small and elongated) Cuora amboinensis lineata (McCord & Philippen, 1998) – Myanmar. Light stripe along keel of carapace. Several distinct populations are believed to represent up to 4 more subspecies, or at least striking varieties.Vetter & Van Dijk (2006) Nicobar Islands Eastern India (Assam), Bangladesh and possibly Sri Lanka Borneo, the Malaysian Islands, Brunei and Palawan Philippines (Leyte, Luzon, Mindanao, Samar, Negros, Panay etc.) C. a. kamaroma has hybridized in captivity with the Vietnamese pond turtle – a species nearly extinct in the wild – and with males of the Chinese pond turtle (Chinemys reevesii).Fritz & Mendau (2002), Galgon & Fritz (2002), Buskirk et al. (2005) Other hybrids are known, like C. amboinensis × Cuora trifasciata."}, {"description": "The Amboina box turtle (Cuora amboinensis), or southeast Asian box turtle is a species of Asian box turtle.It is found in the Nicobar Islands, eastern India (Assam), Bangladesh, Myanmar, Thailand, Cambodia, Laos, central and southern Vietnam, west Malaysia, Singapore, Philippines (Leyte, Luzon, Mindanao, Samar, Negros, Panay, etc.), Indonesia (Sulawesi, Ambon Island, Sumatra, Borneo, East Malaysia, Brunei, Nias, Enggano, Simeulue, Java, Sumbawa, Halmahera, Ceram, Seram, Buru, East Timor, Bali, Palawan and Maluku), and possibly China(Guangxi and Guangdong) and Sri Lanka.The type locality is \"Amboine\" (or \"Amboina\") Island, today Ambon Island in Indonesia."}]}, {"nameType": "SCIENTIFIC", "family": "Geoemydidae", "nubKey": 2443680, "speciesKey": 113436094, "rank": "SPECIES", "phylum": "Chordata", "orderKey": 113435484, "higherClassificationMap": {"112707351": "Animalia", "113436092": "Rhinoclemmys", "113435738": "Geoemydidae", "113435484": "Testudines", "113434208": "Sauropsida", "113301736": "Chordata"}, "species": "Rhinoclemmys pulcherrima", "vernacularNames": [], "classKey": 113434208, "habitats": [], "familyKey": 113435738, "kingdom": "Animalia", "parent": "Rhinoclemmys", "kingdomKey": 112707351, "taxonID": "28255880", "genusKey": 113436092, "canonicalName": "Rhinoclemmys pulcherrima", "key": 113436094, "authorship": " (Gray, 1855)", "nomenclaturalStatus": [], "phylumKey": 113301736, "class": "Sauropsida", "numOccurrences": 0, "synonym": false, "datasetKey": "cbb6498e-8927-405a-916b-576d00a6289b", "threatStatuses": [], "numDescendants": 0, "scientificName": "Rhinoclemmys pulcherrima (Gray, 1855)", "genus": "Rhinoclemmys", "parentKey": 113436092, "order": "Testudines", "descriptions": [{"description": "Rhinoclemmys pulcherrima incisa - Honduran wood turtle - El Salvador , Guatemala , Nicaragua , Honduras and southern Mexico Rhinoclemmys pulcherrima pulcherrima Mexican wood turtle - southern Nicaragua, Costa Rica Rhinoclemmys pulcherrima manni nominate race - Mexico, Guerrero and Oaxaca Rhinoclemmys pulcherrima rogerbarbouri - Mexican endemic subspecies"}, {"description": "Painted wood turtles can be kept as pets, and it has long been imported into the various parts of Asia, such as Japan , Taiwan and China. The nominate subspecies is the most common subspecies kept in captivity. They would eat commercial turtle food, and would also eat plant matter."}, {"description": "Painted wood turtles live in rainforests, shallow rivers and bushes. Although they are mostly terrestrial, but can also be floor born in shallow water."}, {"description": "It is found in Mexico (from Sonora southwards) and Central America, down to Costa Rica."}, {"description": "The painted wood turtle feeds on fruits, insects, and worms."}, {"description": "Painted wood turtles can grow to a maximum length of 20 cm. It has a dome-shaped carapace and the plastron has a continuous ventral line. It has red stripes on it's body and it has webbed feet."}, {"description": "Painted wood turtles are oviparous. Females lay 3-5 eggs at a time. Eggs at low temperatures can be dormant early stages, and can sleep for some time at low temperatures, when the temperature returns to normal incubation can proceed."}, {"description": "The ornate or painted wood turtleRhinoclemmys pulcherrima, The Reptile Database (Rhinoclemmys pulcherrima) is a turtle species of the genus Rhinoclemmys in the family Geoemydidae. There are four recognized subspecies."}]}, {"nameType": "SCIENTIFIC", "family": "Bothremydidae", "nubKey": 4965087, "accordingTo": "Paleobiology Database", "speciesKey": 4965087, "rank": "SPECIES", "phylum": "Chordata", "orderKey": 793, "higherClassificationMap": {"793": "Testudines", "4818947": "Galianemys", "44": "Chordata", "4818940": "Bothremydidae", "1": "Animalia", "358": "Reptilia"}, "taxonomicStatus": "ACCEPTED", "species": "Galianemys whitei", "vernacularNames": [], "classKey": 358, "habitats": [], "familyKey": 4818940, "kingdom": "Animalia", "parent": "Galianemys", "kingdomKey": 1, "taxonID": "107680856", "genusKey": 4818947, "canonicalName": "Galianemys whitei", "key": 4965087, "authorship": "", "nomenclaturalStatus": [], "phylumKey": 44, "class": "Reptilia", "numOccurrences": 0, "synonym": false, "datasetKey": "d7dddbf4-2cf0-4f39-9b2a-bb099caae36c", "threatStatuses": [], "numDescendants": 0, "scientificName": "Galianemys whitei", "genus": "Galianemys", "parentKey": 4818947, "order": "Testudines", "descriptions": []}, {"nameType": "SCIENTIFIC", "family": "Chelidae", "nubKey": 5220346, "speciesKey": 113428387, "rank": "SPECIES", "phylum": "Chordata", "orderKey": 113428213, "higherClassificationMap": {"112707351": "Animalia", "113301736": "Chordata", "113415011": "Reptilia", "113428361": "Elseya", "113428260": "Chelidae", "113428213": "Testudines"}, "species": "Elseya dentata", "vernacularNames": [], "classKey": 113415011, "habitats": [], "familyKey": 113428260, "kingdom": "Animalia", "parent": "Elseya", "kingdomKey": 112707351, "taxonID": "26481723", "genusKey": 113428361, "canonicalName": "Elseya dentata", "key": 113428387, "authorship": " (Gray, 1863)", "nomenclaturalStatus": [], "phylumKey": 113301736, "class": "Reptilia", "numOccurrences": 0, "synonym": false, "datasetKey": "cbb6498e-8927-405a-916b-576d00a6289b", "threatStatuses": [], "numDescendants": 0, "scientificName": "Elseya dentata (Gray, 1863)", "genus": "Elseya", "parentKey": 113428361, "order": "Testudines", "descriptions": [{"description": "The northern snapping turtle (Elseya dentata Gray, 1863Gray, J.E. 1863. On the species of Chelymys from Australia, with the description of a new species. Annals and Magazine of Natural History. 3(12):98-99) is a large aquatic species found throughout many rivers in northern Western Australia and the Northern Territory."}]}, {"nameType": "SCIENTIFIC", "nubKey": 4965058, "accordingTo": "Paleobiology Database", "speciesKey": 4965058, "rank": "SPECIES", "phylum": "Chordata", "orderKey": 793, "higherClassificationMap": {"1": "Animalia", "44": "Chordata", "4818957": "Hamadachelys", "793": "Testudines", "358": "Reptilia"}, "taxonomicStatus": "ACCEPTED", "species": "Hamadachelys escuilliei", "vernacularNames": [], "classKey": 358, "habitats": [], "kingdom": "Animalia", "parent": "Hamadachelys", "kingdomKey": 1, "taxonID": "107684772", "genusKey": 4818957, "canonicalName": "Hamadachelys escuilliei", "key": 4965058, "authorship": "", "nomenclaturalStatus": [], "phylumKey": 44, "class": "Reptilia", "numOccurrences": 0, "synonym": false, "datasetKey": "d7dddbf4-2cf0-4f39-9b2a-bb099caae36c", "threatStatuses": [], "numDescendants": 0, "scientificName": "Hamadachelys escuilliei", "genus": "Hamadachelys", "parentKey": 4818957, "order": "Testudines", "descriptions": []}, {"nameType": "SCIENTIFIC", "family": "Kinosternidae", "nubKey": 2442394, "accordingTo": "The Catalogue of Life, 3rd January 2011", "speciesKey": 2442394, "rank": "SPECIES", "phylum": "Chordata", "orderKey": 793, "higherClassificationMap": {"793": "Testudines", "2442349": "Kinosternon", "44": "Chordata", "1": "Animalia", "5466": "Kinosternidae", "358": "Reptilia"}, "taxonomicStatus": "ACCEPTED", "extinct": false, "species": "Kinosternon baurii", "vernacularNames": [{"language": "", "vernacularName": "striped mud turtle"}, {"language": "", "vernacularName": "Dreistreifen-Klappschildkröte"}, {"language": "eng", "vernacularName": "Striped Mud Turtle"}, {"language": "eng", "vernacularName": "Striped Mud Turtle"}], "classKey": 358, "habitats": [], "familyKey": 5466, "kingdom": "Animalia", "parent": "Kinosternon", "kingdomKey": 1, "taxonID": "119586081", "genusKey": 2442349, "canonicalName": "Kinosternon baurii", "key": 2442394, "authorship": "Garman, 1891", "nomenclaturalStatus": [], "phylumKey": 44, "class": "Reptilia", "numOccurrences": 0, "synonym": false, "datasetKey": "d7dddbf4-2cf0-4f39-9b2a-bb099caae36c", "threatStatuses": [], "numDescendants": 2, "scientificName": "Kinosternon baurii Garman, 1891", "genus": "Kinosternon", "parentKey": 2442349, "order": "Testudines", "descriptions": [{"description": "The striped mud turtle (Kinosternon baurii) is a species of turtle endemic to the United States."}, {"description": "They have three light-colored stripes along the length of the smooth carapace. They can grow to 8–12 cm (3-4¾ inches) carapace length."}, {"description": "Striped mud turtles are omnivorous. They eat insects, snails, fish, carrion, algae, and plants."}, {"description": "As pets they are easy to care for, readily eating commercial turtle foods, feeder fish, worms, or if all else fails, turkey cold cuts. They tend to have ornery yet strangely endearing personalities and enjoy sunning themselves more than other mud turtles."}, {"description": "The specific name, baurii, is in honor of herpetologist Georg Baur.The Reptile Database. www.reptile-database.org."}, {"description": "Striped mud turtles are found in Florida, Georgia, North Carolina, South Carolina and Virginia."}, {"description": "Kinosternon baurii is a common species found in freshwater habitats. They wander about on land more than any other mud turtle and can sometimes be observed foraging for food in cow dung."}, {"description": "They nest from September to June. The eggs, which are slightly over 2,5 cm (1 in) long, hatch 13 to 19 weeks later. The hatchlings are about the size of the end of a typical man's thumb and, unlike the adult turtles, have keeled carapaces."}]}, {"nameType": "SCIENTIFIC", "family": "Emydidae", "nubKey": 5220538, "speciesKey": 113429115, "rank": "SPECIES", "phylum": "Chordata", "orderKey": 113428213, "higherClassificationMap": {"112707351": "Animalia", "113429113": "Emys", "113428955": "Emydidae", "113415011": "Reptilia", "113301736": "Chordata", "113428213": "Testudines"}, "species": "Emys orbicularis", "vernacularNames": [{"language": "eng", "vernacularName": "European pond turtle"}], "classKey": 113415011, "habitats": [], "familyKey": 113428955, "kingdom": "Animalia", "parent": "Emys", "kingdomKey": 112707351, "taxonID": "2320908", "genusKey": 113429113, "canonicalName": "Emys orbicularis", "key": 113429115, "authorship": " (Linnaeus, 1758)", "nomenclaturalStatus": [], "phylumKey": 113301736, "class": "Reptilia", "numOccurrences": 0, "synonym": false, "datasetKey": "cbb6498e-8927-405a-916b-576d00a6289b", "threatStatuses": [], "numDescendants": 0, "scientificName": "Emys orbicularis (Linnaeus, 1758)", "genus": "Emys", "parentKey": 113429113, "order": "Testudines", "descriptions": [{"description": "Emys orbicularis capolongoi – Sardinian pond turtle Emys orbicularis colchica – Colchis pond turtle Emys orbicularis eiselti – Eiselt's pond turtle Emys orbicularis fritzjuergenobstii – Obst's pond turtle Emys orbicularis galloitalica – Italian pond turtle Emys orbicularis hellenica – Western Turkey pond turtle Emys orbicularis hispanica – Spanish pond turtle Emys orbicularis iberica – Kura Valley pond turtle Emys orbicularis lanzai – Corsican pond turtle Emys orbicularis luteofusca – Central Turkey pond turtle Emys orbicularis occidentalis – North African pond turtle Emys orbicularis orbicularis – Common European pond turtle Emys orbicularis orientalis – Suedkaspi pond turtle Emys orbicularis persica – Eastern pond turtle"}, {"description": "This species hosts several species of parasites, including Haemogregarina stepanovi, monogeneans of genus Polystomoides, vascular trematodes of genus Spirhapalum and many nematode species."}, {"description": "Most freshwater turtles lay their eggs on land, typically near a water body, but some species of Emys have been found to lay their eggs distances less than 150 meters from water. The search of a nesting areas by adult females can last several hours to more than one day. Once the location of the nest is established, females spend time for the construction of the nest, laying of the eggs, and closing the nest which can take up to another 4 hours.Nest fidelity is a characteristic that female European pond turtles carry out by selecting a nesting site based on its ecological characteristics and then return there for future expeditions so long as the site has not changed. Emys orbicularis females tend to change to another nesting site if there are visible changes to the present environment or because of dietary changes. If an Emys orbicularis female must change from nest to nest, it will typically select a site in close proximity. In addition, females can also lay eggs in an abandoned nesting site if the conditions change to become better suited for egg survival. If the ecological characteristics of the nesting site changes, this may influence the survival of the hatchlings and their sex ratio. Due to ecological changes such as trees growing to shade the nest, this can change the environment into an inadequate location for egg incubation. Females that do not exhibit nesting fidelity and lay eggs in the same area for long periods of time, even with the ecological changes, may produce large proportions of males as vegetation grows and nesting areas become more shaded. Since the sex of these turtles are temperature-dependent, a change in temperature may produce a larger number of males or females which may upset the sex ratio."}, {"description": "Climate has an effect on the survival of Emys orbicularis hatchlings. Hatchlings are only able to survive under favorable weather conditions, but due to regular annual clutch sizes and long lifespan, Emys orbicularis adults, along with many freshwater turtles, balance out loss of hatchlings due to climate.Emys orbicularis species have become rare in most countries even though they are widely distributed in Europe. The building of roads and driving of cars through natural habitats of Emys is a possible factor that threatens the populations of the European pond turtle. Road networks and traffic often carry complex ecological effects to animal populations such as fragmenting natural habitats and creating barriers for animal movement. Mortality on the road is most likely due to females selecting nests near roads which places a potential danger for the hatchlings as well. Hatchlings that wander too closely to roads are more likely to be killed and put the future population in danger. Although the possibility of roads being a major causation for the mortality of Emys orbicularis turtles is a rare phenomenon, long-term monitoring is necessary. Life span is 40–60 years. They can live over 100 years but it is very rare and unusual."}, {"description": "An important factor that affects Emys orbicularis development is temperature and thermal conditions. It has been reported that differential growth rates of the same species occur, including variation of body size and clutch sizes, because of varying temperatures in certain areas. Due to evident patterns of sexual dimorphism, Emys orbicularis adult males are always found to be smaller than females. In males, smaller plastrons offer them a wider mobility compared to females. In females, due to their differential diet and foraging habits, there may be a correlation to an adaptive effect on their skull and head morphology."}, {"description": "Historically, Emys orbicularis had been maintained as pets; however, this practice has been prohibited due to protection laws. Due to human impact, turtles have been found to be relocated in areas distant from their origin. However, it is possible to localize and indicate a region of origin with genetic testing."}, {"description": "Emys orbicularis turtles prefer to live in wetlands surrounded by a large proportion of natural, wooded, landscape. Specimens of Emys orbicularis are also found in upland environments for feeding. Emys orbicularis is usually considered semi-aquatic, as their terrestrial movements can span 1000 meters, and occasionally found traveling up to 4000 meters, away from the water."}, {"description": "It is found in southern and central Europe, West Asia and North Africa. In the early post-glacial period, the pond turtle had a much wider distribution, being found as far north as southern Sweden."}, {"description": "Emys orbicularis turtles eat a mixed diet of plants and animal matter that can increase the efficiency of their digestive process. Although it is assumed that Emys orbicularis turtles are strictly carnivorous, it seems that not all Emys orbicularis are entirely carnivorous as their diet also consists of plant material. It has been reported that an adult's diet starts from a carnivorous to a more herbivorous diet as it ages and grows in size. This is also very similar to other omnivore Emydidae turtles. As an Emys orbicularis turtle grows in age and becomes an adult the amount of plant material consumption increases during the post breeding period. Emys orbicularis turtles may prefer less energetic food after the breeding season, a period of time where most of its energy is spent to recover from reproduction."}, {"description": "The European pond turtle is a medium size turtle and varies quite a bit across its distribution, from 12 to 38 cm length. Its shell is brown with a hint of green, spotted yellow."}, {"description": "The European pond turtle (Emys orbicularis), also called the European pond terrapin, is a long-living freshwater species of turtle."}]}, {"nameType": "SCIENTIFIC", "family": "Kinosternidae", "nubKey": 5960965, "accordingTo": "The Catalogue of Life, 3rd January 2011", "speciesKey": 5960965, "rank": "SPECIES", "phylum": "Chordata", "orderKey": 793, "higherClassificationMap": {"793": "Testudines", "2442472": "Staurotypus", "44": "Chordata", "1": "Animalia", "5466": "Kinosternidae", "358": "Reptilia"}, "taxonomicStatus": "ACCEPTED", "extinct": false, "species": "Staurotypus salvinii", "vernacularNames": [{"language": "eng", "vernacularName": "Chiapas Giant Musk Turtle"}, {"language": "eng", "vernacularName": "Pacific Coast giant musk turtle"}], "classKey": 358, "habitats": [], "familyKey": 5466, "kingdom": "Animalia", "parent": "Staurotypus", "kingdomKey": 1, "taxonID": "119589343", "genusKey": 2442472, "canonicalName": "Staurotypus salvinii", "key": 5960965, "authorship": "Gray, 1864", "nomenclaturalStatus": [], "phylumKey": 44, "class": "Reptilia", "numOccurrences": 0, "synonym": false, "datasetKey": "d7dddbf4-2cf0-4f39-9b2a-bb099caae36c", "threatStatuses": [], "numDescendants": 0, "scientificName": "Staurotypus salvinii Gray, 1864", "genus": "Staurotypus", "parentKey": 2442472, "order": "Testudines", "descriptions": [{"description": "The giant musk turtle (Staurotypus salvinii) is a species of kinosternid turtle endemic to Central America."}, {"description": "They are typically much larger than other species of Kinosternidae, attaining sizes of up to 36 cm (14 inches) carapace length, with males being significantly smaller than females. They are typically brown, black, or green in color, with a yellow underside. Their carapace is distinguished by three distinct ridges, or keels which run its length."}, {"description": "Like other musk turtle species, they are carnivorous, eating various types of aquatic invertebrates, as well as fish and carrion."}, {"description": "The specific name, salvinii, is in honor of English naturalist and herpetologist Osbert Salvin.Beolens, Bo; Michael Watkins; Michael Grayson. The Eponym Dictionary of Reptiles. Johns Hopkins University Press. Baltimore. xiii + 312 pp. ISBN 978-1-4214-0135-5. (Staurotypus salvinii, p. 232.)"}, {"description": "It is found in Belize, El Salvador, Guatemala, and Mexico (Chiapas and Oaxaca)."}, {"description": "ELS-OO"}, {"description": "GUA-OO"}]}, {"nameType": "SCIENTIFIC", "family": "Pelomedusidae", "nubKey": 2442335, "speciesKey": 113431361, "rank": "SPECIES", "phylum": "Chordata", "orderKey": 113428213, "higherClassificationMap": {"112707351": "Animalia", "113415011": "Reptilia", "113431347": "Pelusios", "113431264": "Pelomedusidae", "113301736": "Chordata", "113428213": "Testudines"}, "species": "Pelusios sinuatus", "vernacularNames": [], "classKey": 113415011, "habitats": [], "familyKey": 113431264, "kingdom": "Animalia", "parent": "Pelusios", "kingdomKey": 112707351, "taxonID": "31263080", "genusKey": 113431347, "canonicalName": "Pelusios sinuatus", "key": 113431361, "authorship": " (Smith, 1838)", "nomenclaturalStatus": [], "phylumKey": 113301736, "class": "Reptilia", "numOccurrences": 0, "synonym": false, "datasetKey": "cbb6498e-8927-405a-916b-576d00a6289b", "threatStatuses": [], "numDescendants": 0, "scientificName": "Pelusios sinuatus (Smith, 1838)", "genus": "Pelusios", "parentKey": 113431347, "order": "Testudines", "descriptions": [{"description": "The female lays seven to 25 eggs, up to 500 m from the nearest water, in October - January. Hatchlings appear in March - April."}, {"description": "The serrated hinged terrapin (Pelusios sinuatus) is a species of turtles in the Pelomedusidae family. It is found in tropical East Africa in lakes and rivers. It can often be seen basking on logs, rocks or mud banks, or even on the backs of sleeping hippopotami. It eats water snails, soft-weed, and insects. It is the largest species in the genus Pelusios, with a carapace length of up to 55 cm. Females are larger than males. Males can also be distinguished by their slightly longer tails.For defence, the hinged plastron closes to protect the head and forelimbs, and the terrapin also secretes a foul odour when threatened."}]}, {"nameType": "SCIENTIFIC", "family": "Platysternidae", "nubKey": 2441884, "speciesKey": 113431374, "rank": "SPECIES", "phylum": "Chordata", "orderKey": 113428213, "higherClassificationMap": {"112707351": "Animalia", "113301736": "Chordata", "113415011": "Reptilia", "113431372": "Platysternon", "113431370": "Platysternidae", "113428213": "Testudines"}, "species": "Platysternon megacephalum", "vernacularNames": [{"language": "eng", "vernacularName": "Big-headed turtle"}], "classKey": 113415011, "habitats": [], "familyKey": 113431370, "kingdom": "Animalia", "parent": "Platysternon", "kingdomKey": 112707351, "taxonID": "12508051", "genusKey": 113431372, "canonicalName": "Platysternon megacephalum", "key": 113431374, "authorship": "Gray, 1831", "nomenclaturalStatus": [], "phylumKey": 113301736, "class": "Reptilia", "numOccurrences": 0, "synonym": false, "datasetKey": "cbb6498e-8927-405a-916b-576d00a6289b", "threatStatuses": [], "numDescendants": 0, "scientificName": "Platysternon megacephalum Gray, 1831", "genus": "Platysternon", "parentKey": 113431372, "order": "Testudines", "descriptions": [{"description": "The big-headed turtle is readily consumed in Asia and is frequently a market item. Hunters capture them on lines with baited straight pins, so this species is rapidly disappearing in the wild.James E. Barzyk Turtles in Crisis: The Asian Food Markets. The article itself is not dated, but mostly refers to data in the range 1995-2000."}, {"description": "It is found in Cambodia, China, Laos, Myanmar, Thailand, and Vietnam."}, {"description": "The big-headed turtle is known to readily climb over obstacles in and around rivers and fast streams, using its tail as a prop to extend the reach of its strong claws; it also uses its beak to assist in climbing.Kirkpatrick, David T. 1995. Platysternon megacephalum. Reptile & Amphibian Magazine, November/December 1995, pages 40 – 47. C/R. Retrieved 2012-11-25. It has been reported to climb trees and bushes. It is not a strong swimmer, and when swimming, this species occasionally arches its tail in the manner of a scorpion. The big-headed turtle cannot pull its head in its shell. That being the case, it will not hesitate to use its powerful jaws to defend itself. It is a fish and snail eater."}, {"description": "The big-headed turtle (Platysternon megacephalum) is a species of turtle in the family Platysternidae from the Southeast Asia and southern China."}, {"description": "P. m. megacephalum, China, 1831 P. m. peguense, Myanmar and Thailand, 1870 P. m. shiui, Cambodia, Laos and Vietnam, 1987 In addition, two other subspecies P. m. tristernalis (1984) and P. m. vogeli (1969) have been given, but may be invalid.Platysternon megacephalum"}, {"description": "Previously considered a distinct family placed on occasion in \"Kinosternoidea\", it was later moved to the Emydidae. With the Geoemydidae being split off from these, it seems wisest to reinstate, at least for the time being, the Platysternidae. This, as well as the subfamily and the genus Platysternon, are monotypic."}]}, {"nameType": "SCIENTIFIC", "family": "Bothremydidae", "nubKey": 4965088, "accordingTo": "Paleobiology Database", "speciesKey": 4965088, "rank": "SPECIES", "phylum": "Chordata", "orderKey": 793, "higherClassificationMap": {"793": "Testudines", "4818947": "Galianemys", "44": "Chordata", "4818940": "Bothremydidae", "1": "Animalia", "358": "Reptilia"}, "taxonomicStatus": "ACCEPTED", "species": "Galianemys emringeri", "vernacularNames": [], "classKey": 358, "habitats": [], "familyKey": 4818940, "kingdom": "Animalia", "parent": "Galianemys", "kingdomKey": 1, "taxonID": "107680855", "genusKey": 4818947, "canonicalName": "Galianemys emringeri", "key": 4965088, "authorship": "", "nomenclaturalStatus": [], "phylumKey": 44, "class": "Reptilia", "numOccurrences": 0, "synonym": false, "datasetKey": "d7dddbf4-2cf0-4f39-9b2a-bb099caae36c", "threatStatuses": [], "numDescendants": 0, "scientificName": "Galianemys emringeri", "genus": "Galianemys", "parentKey": 4818947, "order": "Testudines", "descriptions": []}, {"nameType": "SCIENTIFIC", "family": "Trionychidae", "nubKey": 2442712, "accordingTo": "The Catalogue of Life, 3rd January 2011", "speciesKey": 2442712, "rank": "SPECIES", "phylum": "Chordata", "orderKey": 793, "higherClassificationMap": {"793": "Testudines", "44": "Chordata", "1": "Animalia", "5469": "Trionychidae", "2442664": "Apalone", "358": "Reptilia"}, "taxonomicStatus": "ACCEPTED", "extinct": false, "species": "Apalone mutica", "vernacularNames": [{"language": "", "vernacularName": "smooth softshelled turtle"}, {"language": "", "vernacularName": "Glatte Weichschildkröte"}, {"language": "eng", "vernacularName": "Smooth Softshelled Turtle"}, {"language": "eng", "vernacularName": "Smooth Softshell"}, {"language": "eng", "vernacularName": "smooth softshell turtle"}], "classKey": 358, "habitats": [], "familyKey": 5469, "kingdom": "Animalia", "parent": "Apalone", "kingdomKey": 1, "taxonID": "119583168", "genusKey": 2442664, "canonicalName": "Apalone mutica", "key": 2442712, "authorship": "LE Sueur, 1827", "nomenclaturalStatus": [], "phylumKey": 44, "class": "Reptilia", "numOccurrences": 0, "synonym": false, "datasetKey": "d7dddbf4-2cf0-4f39-9b2a-bb099caae36c", "threatStatuses": [], "numDescendants": 2, "scientificName": "Apalone mutica LE Sueur, 1827", "genus": "Apalone", "parentKey": 2442664, "order": "Testudines", "descriptions": [{"description": "The smooth softshell turtle (Apalone mutica) is a softshell turtle of the family Trionychidae. It is endemic to North America."}, {"description": "The smooth softshell turtle is usually brown or olive-colored, often with darker dots or dashes. It is the only softshell without ridges in the nostrils. Females are 18-35.6 cm (7-14 inches); males, 12.5-17.8 cm (5-7 inches)."}, {"description": "It lives mainly in the Mississippi River drainage, including the Ohio River and the lower Allegheny River."}, {"description": "From May to July, the females lay bunches of three to 28 eggs about 100 m from water in sandy areas.DNr.wi.gov"}, {"description": "Apalone mutica is sympatric with the spiny softsl turtle (Apalone spinifera) over much of its range.JSTOR.org"}]}, {"nameType": "SCIENTIFIC", "family": "Chelydridae", "nubKey": 2441905, "speciesKey": 113297405, "rank": "SPECIES", "phylum": "Chordata", "orderKey": 113297332, "higherClassificationMap": {"112707351": "Animalia", "113297402": "Chelydridae", "113297404": "Chelydra", "113289630": "Reptilia", "113297332": "Testudines", "113225636": "Chordata"}, "species": "Chelydra serpentina", "vernacularNames": [], "classKey": 113289630, "habitats": [], "familyKey": 113297402, "kingdom": "Animalia", "parent": "Chelydra", "kingdomKey": 112707351, "taxonID": "440872", "genusKey": 113297404, "canonicalName": "Chelydra serpentina", "key": 113297405, "authorship": " (Linnaeus, 1758)", "nomenclaturalStatus": [], "phylumKey": 113225636, "class": "Reptilia", "numOccurrences": 0, "synonym": false, "datasetKey": "cbb6498e-8927-405a-916b-576d00a6289b", "threatStatuses": [], "numDescendants": 0, "scientificName": "Chelydra serpentina (Linnaeus, 1758)", "genus": "Chelydra", "parentKey": 113297404, "order": "Testudines", "descriptions": [{"description": "Currently, no subspecies of the common snapping turtle are recognized. The former subspecies osceola is now considered a synonym of serpentina, while the other former subspecies Chelydra rossignonii and Chelydra acutirostris are both recognized as full species.Chelydra, Reptile Database"}, {"description": "In Italy in recent years, large mature adult C. serpentina turtles have been taken from bodies of water throughout the country. They were most probably introduced by the unwise release of pets. In March 2011, an individual weighing 20 kg was captured in a canal near Rome;Una \"azzanatrice\" catturata fuori Roma. March 17, 2011. Corriere della Sera. Milan. another individual was captured near Rome in September 2012.http://www.ansa.it/web/notizie/photostory/curiosita/2012/09/17/Tartaruga-azzannatrice-presa-Tevere_7489581.html"}, {"description": "The common snapping turtle was the central feature of a famous American political cartoon. Published in 1808 in protest at the Jeffersonian Embargo Act of 1807, the cartoon depicted a snapping turtle, jaws locked fiercely to an American trader who was attempting to carry a barrel of goods onto a British ship. The trader was seen whimsically uttering the words \"Oh! this cursed Ograbme\" (\"embargo\" spelled backwards). This piece is widely considered a pioneering work within the genre of the modern political cartoon.In 2006, the snapping turtle was declared the state reptile of New York by a sweeping vote of the New York Legislature after being popularly chosen by the state's public elementary school children."}, {"description": "Common habitats are shallow ponds or streams. Some may inhabit brackish environments, such as estuaries. Common snapping turtles sometimes bask—though rarely observed—by floating on the surface with only their carapaces exposed, though in the northern parts of their range, they also readily bask on fallen logs in early spring. In shallow waters, common snapping turtles may lie beneath a muddy bottom with only their heads exposed, stretching their long necks to the surface for an occasional breath (their nostrils are positioned on the very tip of the snout, effectively functioning as snorkels). Snapping turtles consume both plant and animal matter, and are important aquatic scavengers, but they are also active hunters that prey on anything they can swallow, including many invertebrates, fish, frogs, reptiles (including snakes and smaller turtles), unwary birds, and small mammals. Common snapping turtles have few predators when older, but eggs are subject to predation by crows, mink, skunks, foxes, and raccoons. As hatchlings and juveniles predators include herons, bitterns, crows, hawks, bullfrogs, large fish, and snakes.These turtles travel extensively over land to reach new habitats or to lay eggs. Pollution, habitat destruction, food scarcity, overcrowding, and other factors drive snappers to move; it is quite common to find them traveling far from the nearest water source. This species mates from April through November, with their peak laying season in June and July. The female can hold sperm for several seasons, using it as necessary. Females travel over land to find sandy soil in which to lay their eggs, often some distance from the water. After digging a hole, the female typically deposits 25 to 80 eggs each year, guiding them into the nest with her hind feet and covering them with sand for incubation and protection. Incubation time is temperature-dependent, ranging from 9 to 18 weeks. In cooler climates, hatchlings overwinter in the nest. The common snapping turtle is remarkably cold-tolerant; radiotelemetry studies have shown some individuals do not hibernate, but remain active under the ice during the winter.US Army Corps of Engineers, Engineer Research and Development Center, Environmental Laboratory: Common Snapping Turtle (Chelydra serpentina) Although designated as \"least concern\" on the IUCN redlist, the species has been designated in the Canadian part of its range as \"Special Concern\" due to its life history being sensitive to disruption by anthropogenic activity."}, {"description": "The common snapping turtle is not an ideal pet. Its neck is very flexible, and a wild turtle can bite its handler even if picked up by the sides of its shell. A wild common snapping turtle will make a hissing sound when it is threatened or encountered; however, when in the water and unprovoked, they are fairly docile toward humans.It is a common misconception that common snapping turtles may be safely picked up by the tail with no harm to the animal; in fact, this has a high chance of injuring the turtle, especially the tail itself and the vertebral column. Lifting the turtle with the hands is difficult and dangerous. Snappers can stretch their necks back across their own carapace and to their hind feet on either side to bite. Also, their claws are sharp and capable of inflicting significant lacerations. When they feel stressed, they release a musky odor from behind their legs. It may be tempting to rescue a snapping turtle found in a road by getting it to bite a stick and then dragging it out of immediate danger. This action can, however, severely scrape the legs and underside of the turtle and allow for deadly infections in the wounds. The safest way to pick up a common snapping turtle is by grasping the carapace above the back legs. There is a large gap above the back legs that allows for easy grasping of the carapace and keeps hands safe from both the beak and claws of the turtle.Snapping turtles are raised on some turtle farms in China.Fang Anning (方安宁), \"“小庭院”养殖龟鳖大有赚头\" (Small-scale turtle farming may be very profitable). Zuojiang Daily (左江日报) (with photo)"}, {"description": "Snapping turtles have fierce dispositions;Snapping Turtle, Encyclopedia.com but when encountered in the water, they usually slip quietly away from any disturbance. Snapping turtles have evolved the ability to snap because, unlike other turtles, they are too large to hide in their shells when confronted. Snapping is their defense mechanism. Snapping turtles will bite humans if threatened, but as a last resort. The turtle will try to scare off threats by hissing before it bites.The common snapping turtle is an aquatic ambush hunter, capturing its prey with its beak-like jaws.Common Snapping Turtle, Nature.ca"}, {"description": "C. serpentina has a rugged, muscular build with ridged carapaces (though ridges tend to be more pronounced in younger individuals). The carapace (upper shell) length in adulthood may be nearly 50 cm, though 25 -, is more common. C. serpentina usually weighs 4.5 -. Any specimen above the aforementioned weights are exceptional, but the heaviest wild specimen caught reportedly weighed 34 kg. Snapping turtles kept in captivity can be quite overweight due to overfeeding and have weighed as much as 39 kg. In the northern part of its range, the common snapping turtle is often the heaviest native freshwater turtle.Virginia Herpetological Society: Eastern Snapping Turtle Chelydra serpentina serpentina"}, {"description": "The common snapping turtle (Chelydra serpentina) is a large freshwater turtle of the family Chelydridae. Its natural range extends from southeastern Canada, southwest to the edge of the Rocky Mountains, as far east as Nova Scotia and Florida. This species and the larger alligator snapping turtle are the only two species in this family found in North America (though the common snapping turtle, as its name implies, is much more widespread). The common snapping turtle is noted for its belligerent disposition when out of the water, its powerful beak-like jaws, and highly mobile head and neck (hence the specific name serpentina, meaning \"snake-like\"). In some areas, they are hunted very heavily for their meat, a popular ingredient in turtle soup. Snapping turtles have a life-history strategy characterized by high and variable mortality of embryos and hatchlings, delayed sexual maturity, extended adult longevity, and iteroparity (repeated reproductive events) with low reproductive success per reproductive event. Females, and presumably also males, in more northern populations mature later (at 15-20 years) and at a larger size than in more southern populations (about 12 years). Lifespan in the wild is poorly known, but long-term mark-recapture data from Algonquin Park in Ontario, Canada suggest a maximum age over 100 years."}]}, {"nameType": "SCIENTIFIC", "family": "Dermochelyidae", "nubKey": 2441866, "speciesKey": 100377388, "rank": "SPECIES", "orderKey": 100377384, "higherClassificationMap": {"100377384": "Chelonia", "100377385": "Dermochelyidae", "100377387": "Dermochelys", "100377383": "Reptilia"}, "species": "Dermochelys coriacea", "vernacularNames": [{"language": "deu", "vernacularName": "Lederschildkröte"}], "classKey": 100377383, "habitats": [], "familyKey": 100377385, "parent": "Dermochelys", "canonicalName": "Dermochelys coriacea", "taxonID": "94253", "genusKey": 100377387, "key": 100377388, "authorship": " (Vandelli, 1761)", "nomenclaturalStatus": [], "class": "Reptilia", "numOccurrences": 0, "synonym": false, "datasetKey": "16c3f9cb-4b19-4553-ac8e-ebb90003aa02", "threatStatuses": [], "numDescendants": 0, "scientificName": "Dermochelys coriacea (Vandelli, 1761)", "genus": "Dermochelys", "parentKey": 100377387, "order": "Chelonia", "descriptions": [{"description": "Lederschildkröten sind Hochseebewohner und kommen in allen tropischen und subtropischen Meeren vor. Im Sommer gelangt sie gelegentlich auch in die gemäßigten Zonen. Damit haben sie unter allen Reptilien den weitesten Lebensraum. Aufgrund ihrer dunklen Hautfarbe, einer Fettschicht und ihrer hohen Masse können Lederschildkröten auch in kühlem Wasser leben. Sie können ihre Körpertemperatur bis zu 18 Grad über der des umgebenden Wassers halten. So werden beispielsweise vor den Küsten Schottlands verhältnismäßig häufig Lederschildkröten gesichtet. Über ihr Wanderverhalten selbst ist nur wenig bekannt. Zwei Forschungsprojekte, bei denen die Tiere Rucksäcke mit Sendern bekommen, haben Ergebnisse sowohl im Atlantik als auch im Pazifik erbracht. Dabei wurde bekannt, dass die Tiere teilweise im Frühjahr 5000 km aus tropischen in gemäßigte Gewässer schwimmen, und im Herbst wieder zurückkehren. Daneben werden nestende Weibchen markiert, um herauszufinden, ob sie ihren Nestplätzen treu bleiben.Verbreitung der Lederschildkröte (D. coriacea). Gelbe Kreise zeigen kleine Eiablageplätze, rote Kreise bekannte große EiablageplätzeAm 5. September 2006 wurde an der nordfriesischen Insel Amrum ein leerer Panzer einer Lederschildkröte angespült. Vor den Küsten der Niederlande wurden in letzter Zeit (2009) vereinzelt lebende Exemplare gesichtet. Bislang rätselt die Fachwelt darüber, wie die Tiere in die relativ kühle Nordsee gelangt sind. Anfang August 2012 wurde ein rund 320 Kilogramm schweres und 2 Meter langes Exemplar bei Salin-de-Giraud in der Camargue an der französischen Mittelmeerküste aufgefunden. Das Tier hatte eine Kennmarke aus dem Karibikstaat Trinidad und Tobago, war also rund 7000 km weit gewandert. Im September 2014 wurde im Nusfjord auf den Lofoten (Norwegen) eine etwa 180cm - 200cm lange Lederschildkröte beobachtet und fotografiert.Eine weibliche Lederschildkröte kriecht zur Eiablage den Strand von Saint Croix herauf Eine weibliche Lederschildkröte gräbt eine Erdkuhle zur Eiablage am Strand von Saint Croix Eine weibliche Lederschildkröte legt ihre Eier in die von ihr gegrabene Erdkuhle am Strand von Saint Croix Eine weibliche Lederschildkröte im Größenvergleich mit einer erwachsenen Person am Strand von Saint Croix"}, {"description": "Wie die echten Meeresschildkröten sind die Lederschildkröten insbesondere im Pazifik in ihrem Bestand gefährdet. Gründe dafür sind die Jagd, die Entnahme von Eiern aus den Nestern zum Verzehr sowie die Fischerei. Im indischen Tamil Nadu wird auch aus den Panzern dieser Art ein Öl gewonnen, das vor Ort genutzt wird, um die Holzboote abzudichten.Eine wesentlich größere Gefahr stellt für Lederschildkröten die Fischerei und der im Meer treibende Müll dar. Die Lederschildkröten verfangen sich in Netzen und langen Leinen und ersticken aufgrund Luftmangels unter Wasser. Mitunter halten sie im Wasser treibende Plastiktüten für Quallen und verzehren sie. Das kann für die Schildkröten tödlich sein. Die großen Mengen an Müll, die in großen Müllstrudeln in den Meeren treiben, stellen daher eine der größten Gefahren für diese Art dar. Untersuchungen haben gezeigt, dass 44 Prozent der Tiere Plastikmüll im Magen haben. Im Atlantik ist die Situation weniger dramatisch.In einem Bericht der IUCN von Dezember 2009 für die UN-Klimakonferenz in Kopenhagen wird davon ausgegangen, dass die Lederschildkröte eine der durch die globale Erwärmung mit am stärksten bedrohten Tierarten sei."}, {"description": "In Gefangenschaft gehaltene Lederschildkröten erreichen ihre Geschlechtsreife mitunter bereits im Alter von zwei bis drei Jahren. Während der Paarung umklammert das Männchen mit seinen extrem langen Flossen das Weibchen in der Körpermitte.Obwohl Lederschildkröten sehr gut an das Leben im Wasser angepasst sind, brauchen sie das Land zur Eiablage. Die Nester werden an Sandküsten überall in der Welt angelegt. Es sind etwa 64 Niststrände für diese Art bekannt: Die Niststrände an den Küsten des Atlantiks finden sich in Nordamerika (Florida), der Karibik und Mittelamerika (Jamaika, Trinidad und Tobago, Nicaragua, Costa Rica, Guatemala) und in Südamerika (Suriname, Französisch-Guayana) sowie in Afrika (Gabun, Westküste Südafrikas). Die Niststrände an den Küsten des Indischen Ozeans in Natal, Ceylon, Indien, Thailand, Malaysia, Australien und im Pazifik vor Mexiko. Die Weibchen schwimmen in der Nacht an den Strand und graben dort eine Kuhle in den Sand, in die sie 50–100 Eier legen. Nach dem Zuschieben der Kuhle kehren die Tiere ins Meer zurück und überlassen das Ausbrüten der Eier der Sonnenwärme. Die Gelege sind stark durch Fressfeinde gefährdet. Bei Untersuchungen auf Sri Lanka und in Indien fielen 59 Prozent aller Gelege Wildschweinen und Goldschakalen zum Opfer. Die Inkubationstemperatur hat einen Einfluss auf das Geschlecht des schlüpfenden Jungtiers. Bei Temperaturen zwischen 27 und 28,7 Grad schlüpfen überwiegend Männchen. Bei Temperaturen von 29,7 bis 32 Grad Celsius sind es überwiegend Weibchen, die die Eier verlassen. Sie sind zu diesem Zeitpunkt zwischen 5,8 und 6 Zentimeter groß.Die nach etwa 55 bis 56 Tagen ausschlüpfenden Jungtiere suchen sofort das Wasser auf. Über das Leben bis zur erwachsenen Schildkröte oder das Alter der Geschlechtsreife ist wenig bekannt. Paarung und weiteres Leben finden ausschließlich im Wasser statt. Nur die weiblichen Tiere kehren jemals wieder an Land zurück."}, {"description": "Die Lederschildkröte ist ein ausgezeichneter Taucher. Sie erreicht Tiefen von bis zu 1200 Meter.Die Hauptnahrung der Lederschildkröte sind Quallen, deren Hauptvorkommen sie in allen Weltmeeren aufsuchen. Die scharfen Hornschneiden ihres Kiefers sind dabei hilfreich, die schlüpfrige Nahrung zu packen. Eine Lederschildkröte braucht zwischen 10 und 100 kg Quallen pro Tag."}, {"description": "Die Tiere erreichen eine Panzerlänge von bis zu 2,5 Metern und ein Gewicht von beinahe 700 Kilogramm. Den Rekord hält eine Lederschildkröte, die mit einer Carapaxlänge von 256 Zentimetern und einem Gewicht von 916 Kilogramm an den Strand Hartech in Wales gespült wurde.Anders als alle anderen Schildkröten besitzt die Lederschildkröte keinen typischen Rückenschild mit Hornschuppen. Der lose zusammenhängende Knochenpanzer ist bei ihr vielmehr von einer derben lederartigen Haut umgeben. Der Panzer ist langgestreckt und läuft hinten spitz zu. Auf dem blau-schwarzen Rücken sind deutlich sieben verdickte Knochenplättchen oder Längskiele zu sehen. Fünf weitere Längskiele finden sich auf dem Bauchpanzer. Der Hals ist verhältnismäßig kurz und kann nicht in den Panzer zurückgezogen werden. Ihre Extremitäten sind zu langen Paddeln umgestaltet. Es fehlen ihnen Krallen, was für Schildkröten sehr untypisch ist. Zwischen ihren Hinterbeinen und dem Schwanz ist außerdem eine Hautmembran aufgespannt.Oben auf dem Kopf hat jede Lederschildkröte einen rosa Fleck, dessen Form individuell ist. Die Funktion ist unbekannt; möglicherweise handelt es sich um einen lichtsensitiven Hautfleck, der zur Orientierung dient.Wie Forscher herausfanden, schlagen abtauchende Lederschildkröten zunächst mit kraftvollen Schlägen ihrer Schwimmflossen um anzutauchen, wobei sie dabei ca. einen halben Meter pro Sekunde in die Tiefe vordringen. Danach werden ihre Schwimmbewegungen jedoch gemächlicher, bis die Tiere schließlich völlig anstrengungslos immer weiter hinabgleiten. Dies liegt daran, dass sich ihr Lungenvolumen bei zunehmender Wassertiefe so stark verringert, dass sie insgesamt ein größeres spezifisches Gewicht als das umgebende Wasser haben. Bis zu 80 Prozent ihrer Tauchstrecke können sie auf diese Art zurücklegen. Ist ihre Lunge kollabiert, können sie dann ausschließlich auf die Sauerstoffvorräte in Blut und Muskeln zurückgreifen."}, {"description": "Einzelnachweise Wolfgang Böhme: Testudines (Chelonia), Schildkröten. In: Wilfried Westheide und Reinhard Rieger (Hrsg.): Spezielle Zoologie Teil 2: Wirbel- oder Schädeltiere, Gustav Fischer Verlag 2004; S. 345–352. ISBN 3-8274-0900-4 G. C. Hays, J. D. Houghton, A. E. Myers: Endangered species: Pan-Atlantic leatherback turtle movements. In: Nature. Band 429, Nummer 6991, Juni 2004, S. 522, . . PMID 15175742. Lederschildpad zwemt bij Texel Indraneil Das: Die Schildkröten des Indischen Subkontinents, Edition Chimaira, Frankfurt am Main 2001, S. 38 Indraneil Das: Die Schildkröten des Indischen Subkontinents, Edition Chimaira, Frankfurt am Main 2001, S. 39 Indraneil Das: Die Schildkröten des Indischen Subkontinents, Edition Chimaira, Frankfurt am Main 2001, S. 40 Literatur Indraneil Das: Die Schildkröten des Indischen Subkontinents, Edition Chimaira, Frankfurt am Main 2001, ISBN 3-930612-35-6 Weblinks Turtle Trax Turtle Foundation Lederrückenschildkröten in Nicaragua Wanderbewegung der Lederschildkröten per Satellit Great Turtle Race Kategorie:Schildkröten"}, {"description": "Lederschildkröte, Deutsches Meeresmuseum, Stralsund Die Lederschildkröte (Dermochelys coriacea) ist die größte lebende Schildkröte und wird meistens als einzige Angehörige der gleichnamigen Familie (Dermochelyidae) angesehen. Sie zählt somit zoologisch nicht zur Familie der Meeresschildkröten (Cheloniidae), wird aber zusammen mit diesen in die Überfamilie Chelonioidea vereint, die im Deutschen manchmal ebenfalls als Meeresschildkröten bezeichnet wird. Ihr Lebensraum sind tropische und subtropische Meere. Es werden für diese Art bislang keine Unterarten unterschieden."}]}]