{"digimorph_species_list/turtles.json": {"Eunotosaurus africanus": "Eunotosaurus is an extinct genus of reptile, possibly a close relative of turtles, from the late Middle Permian (Capitanian stage) Karoo Supergroup of South Africa. It is often considered as a possible \"missing link\" between turtles and their prehistoric ancestors. Its ribs were wide and flat, forming broad plates similar to a primitive turtle shell, and the vertebrae were nearly identical to those of some turtles. It is possible that these turtle-like features evolved independently of the same features in turtles, though some studies suggest Eunotosaurus is a genuine, primitive turtle relative.", "Chelus fimbriatus": "The mata mata, mata-mata, or matamata (Chelus fimbriata) is a freshwater turtle found in South America, primarily in the Amazon and Orinoco basins. It is the only extant species in the genus Chelus.", "Gopherus polyphemus": "Gopherus is a genus of tortoises commonly referred to as gopher tortoises. The gopher tortoise is grouped with land tortoises that originated 60 million years ago, in North America. A genetic study has shown that their closest relatives are in the Asian genus Manouria. The gopher tortoises live in the southern United States from California's Mojave Desert across to Florida, and in parts of northern Mexico. Gopher tortoises are so named because of their ability to dig large, deep burrows; those of the Gopher tortoise can be up to 40 feet (12 m) in length and 10 feet (3.0 m) in depth. These burrows are used by a variety of other species, including mammals, other reptiles, amphibians, and birds. Gopher tortoises are 20–50 cm (7.9–19.7 in) in length, depending on the species. All five species are found in xeric habitats.", "Emys orbicularis": "Emys is a small genus of turtles. Species assigned to this genus include:\nEmys orbicularis – European pond turtle\nEmys trinacris – Sicilian pond turtle \nEmys blandingii – Blanding's turtle \nEmys marmorata – Western pond turtle\nThe two North American species, E. blandingii and E. marmorata, are sometimes separated into their own genera (Emydoidea and Actinemys respectively).", "Chrysemys picta": "The painted turtle (Chrysemys picta) is the most widespread native turtle of North America. It lives in slow-moving fresh waters, from southern Canada to Louisiana and northern Mexico, and from the Atlantic to the Pacific. The turtle is the only species of the genus Chrysemys, which is part of the pond turtle family Emydidae. Fossils show that the painted turtle existed 15 million years ago. Four regionally based subspecies (the eastern, midland, southern, and western) evolved during the last ice age.\nThe adult painted turtle female is 10–25 cm (4–10 in) long; the male is smaller. The turtle's top shell is dark and smooth, without a ridge. Its skin is olive to black with red, orange, or yellow stripes on its extremities. The subspecies can be distinguished by their shells: the eastern has straight-aligned top shell segments; the midland has a large gray mark on the bottom shell; the southern has a red line on the top shell; the western has a red pattern on the bottom shell.\nThe turtle eats aquatic vegetation, algae, and small water creatures including insects, crustaceans, and fish. Although they are frequently consumed as eggs or hatchlings by rodents, canines, and snakes, the adult turtles' hard shells protect them from most predators. Reliant on warmth from its surroundings, the painted turtle is active only during the day when it basks for hours on logs or rocks. During winter, the turtle hibernates, usually in the mud at the bottom of water bodies. The turtles mate in spring and autumn. Females dig nests on land and lay eggs between late spring and mid-summer. Hatched turtles grow until sexual maturity: 2–9 years for males, 6–16 for females.\nIn the traditional tales of Algonquian tribes, the colorful turtle played the part of a trickster. In modern times, four U.S. states have named the painted turtle their official reptile. While habitat loss and road killings have reduced the turtle's population, its ability to live in human-disturbed settings has helped it remain the most abundant turtle in North America. Adults in the wild can live for more than 55 years.", "Carettochelys insculpta": "The pig-nosed turtle (Carettochelys insculpta), also known as the pitted-shelled turtle or Fly River turtle, is a species of turtle native to northern Australia and southern New Guinea.", "Nichollsemys baieri": "", "Trionyx triunguis": "Trionyx is a genus of softshell turtles belonging to the family Trionychidae. In the past many species in the family were classified in this genus, but today T. triunguis, the African or Nile softshell turtle, is the only extant softshell still classified as Trionyx. The other species still assigned to this genus are only known from fossils. T. triunguis is a relatively large, aquatic piscivore.", "Glyptemys muhlenbergii": "Glyptemys is a genus of turtles in the family Emydidae. It comprises two species, the bog turtle and wood turtle, both of which are endemic to North America. Until 2001, these turtles were considered members of the genus Clemmys, which currently has one member, the spotted turtle.\nFull grown, these turtles grow to between 8.9 and 20 cm (3.5 and 7.9 in). These turtles are semiaquatic, although this varies based on season. Their morphological characteristics make them unique from other species and unique from each other.\nGlyptemys turtles prefer slow moving streams and ponds, and feed on insects, plant matter, small invertebrates, and carrion. These turtles are protected throughout their range.", "Podocnemis unifilis": "Podocnemis is a genus of aquatic turtles commonly known as South American river turtles. The genus consists of six extant species occurring in tropical South America. Three additional species are only known from fossils.", "Cuora amboinensis": "Asian box turtles are turtles of the genus Cuora in the family Geoemydidae. There are about 12 species. The keeled box turtle (Pyxidea mouhotii syn. Cuora mouhotii) is often included in this genus, or separated in the monotypic genus Pyxidea. Genus Cuora is distributed from China to Indonesia and the Philippines.\n^ a b Spinks, P. Q., et al. (2012). Species boundaries and phylogenetic relationships in the critically endangered Asian box turtle genus Cuora. Molecular Phylogenetics and Evolution 63(3), 656-67.", "Rhinoclemmys pulcherrima": "Rhinoclemmys is a turtle genus in the family Geoemydidae (formerly Bataguridae), the only genus in the subfamily Rhinoclemmydinae. They are commonly known as the Neotropical wood turtles and are the only geoemydids known from the Americas. As such, they have adapted to a wide range of habitats, which is reflected in the species' common names. It contains nine species.", "Galianemys whitei": "", "Elseya dentata": "Elseya is a genus of large side-necked turtles, commonly known as Australian snapping turtles, in the family Chelidae. Species in the genus Elseya are found in river systems in northern and northeastern Australia and throughout the river systems of New Guinea. They are identified by the presence of alveolar ridges on the triturating surfaces of the mouth and the presence of a complex bridge strut.\nThe Australian snapping turtles are largely herbivorous, with specialized mouth structures for eating fruits. However, they will eat animal products if opportunity arises. The various species can be found in large numbers where they are still abundant, e.g., Northern Territory of Australia. However, a number of the populations have become increasingly rare, and some are now listed as endangered.\n^ Gray JE. 1867. Description of a new Australian tortoise (Elseya latisternum). Ann. Mag. Nat. Hist. (3) 20: 43-45.\n^ Lindholm WA. 1929. \"Revidiertes verzeichnes der guttungen der rezenten schildkröten nebst notizen zur nomenklatur einiger arten\". Zoologischer Anzwerp 81 (11/12): 275-295.\n^ De Vis CW. 1897. The extinct freshwater turtles of Queensland. Annals of the Queensland Museum 3: 3-7.\n^ Thomson SA. 2000. A Revision of the Fossil Chelid Turtles (Pleurodira) Described by C.W. De Vis, 1897. Memoirs of the Queensland Museum 45 (2):593-598. Brisbane. ISSN 0079-8835. PDF fulltext\n^ Turtle Taxonomy Working Group [van Dijk PP, Iverson JB, Rhodin AGJ, Shaffer HB, Bour R]. 2014. \"Turtles of the world, 7th edition: annotated checklist of taxonomy, synonymy, distribution with maps, and conservation status\". In: Rhodin AGJ, Pritchard PCH, van Dijk PP, Saumure RA, Buhlmann KA, Iverson JB, Mittermeier RA. (Editors). Conservation Biology of Freshwater Turtles and Tortoises: A Compilation Project of the IUCN/SSC Tortoise and Freshwater Turtle Specialist Group. Chelonian Research Monographs 5 (7): 000.329–479, doi:10.3854/ crm.5.000.checklist.v7.2014.\n^ Thomson S, Georges A, Limpus C. 2006. A New Species of Freshwater Turtle in the Genus Elseya (Testudines: Chelidae) from Central Coastal Queensland, Australia. Chelon. Conserv. Biol. 5 (1): 74–86. PDF fulltext\n^ Thomson S, White A, Georges A. 1997. Re-Evaluation of Emydura lavarackorum: Identification of a Living Fossil. Memoirs of the Queensland Museum 42 (1): 327-336.", "Hamadachelys escuilliei": "", "Kinosternon baurii": "Kinosternon is a genus of small aquatic turtles from the Americas known commonly as mud turtles.\n\n", "Caretta caretta": "The loggerhead sea turtle (Caretta caretta), or loggerhead, is an oceanic turtle distributed throughout the world. It is a marine reptile, belonging to the family Cheloniidae. The average loggerhead measures around 90 cm (35 in) long when fully grown, although larger specimens of up to 280 cm (110 in) have been discovered. The adult loggerhead sea turtle weighs approximately 135 kg (298 lb), with the largest specimens weighing in at more than 450 kg (1,000 lb). The skin ranges from yellow to brown in color, and the shell is typically reddish-brown. No external differences in gender are seen until the turtle becomes an adult, the most obvious difference being the adult males have thicker tails and shorter plastrons than the females.\nThe loggerhead sea turtle is found in the Atlantic, Pacific, and Indian Oceans, as well as the Mediterranean Sea. It spends most of its life in saltwater and estuarine habitats, with females briefly coming ashore to lay eggs. The loggerhead sea turtle has a low reproductive rate; females lay an average of four egg clutches and then become quiescent, producing no eggs for two to three years. The loggerhead reaches sexual maturity within 17–33 years and has a lifespan of 47–67 years.\nThe loggerhead sea turtle is omnivorous, feeding mainly on bottom-dwelling invertebrates. Its large and powerful jaws serve as an effective tool for dismantling its prey. Young loggerheads are exploited by numerous predators; the eggs are especially vulnerable to terrestrial organisms. Once the turtles reach adulthood, their formidable size limits predation to large marine animals, such as sharks.\nLoggerheads are considered an endangered species and are protected by the International Union for the Conservation of Nature. Untended fishing gear is responsible for many loggerhead deaths. Turtles may also suffocate if they are trapped in fishing trawls. Turtle excluder devices have been implemented in efforts to reduce mortality by providing an escape route for the turtles. Loss of suitable nesting beaches and the introduction of exotic predators have also taken a toll on loggerhead populations. Efforts to restore their numbers will require international cooperation, since the turtles roam vast areas of ocean and critical nesting beaches are scattered across several countries.", "Staurotypus salvinii": "Staurotypus is a genus of aquatic turtles commonly known as Mexican musk turtles, giant musk turtles, or three-keeled musk turtles. The two recognized species are found in Mexico and Central America.", "Pelusios sinuatus": "Pelusios is a genus of African side-necked turtles. With 20 described species, it is one of the most diverse genera of the turtle order (Testudines).", "Platysternon megacephalum": "The big-headed turtle (Platysternon megacephalum) is a species of turtle in the family Platysternidae from the Southeast Asia and southern China.\n^ Asian Turtle Trade Working Group 2000. Platysternon megacephalum. 2006 IUCN Red List of Threatened Species. Downloaded on 29 July 2007.\n^ a b c d Rhodin 2010, pp. 000.107\n^ Fritz, Uwe; Peter Havaš (2007). \"Checklist of Chelonians of the World\". Vertebrate Zoology 57 (2): 264–265. ISSN 18640-5755. Archived from the original (PDF) on 2010-12-17. Retrieved 29 May 2012.", "Galianemys emringeri": "", "Apalone mutica": "Apalone is a genus in the Trionychidae family of turtles. Species of Apalone are native to North America.\n^ Fritz, Uwe and Havaš, Peter. 2007. Checklist of Chelonians of the World. Museum für Tierkunde Dresden. Dresden.", "Chelydra serpentina": "Chelydra is one of the two extant genera of the snapping turtle family, Chelydridae, the other being Macrochelys, the much larger alligator snapping turtle. The snapping turtles are native to the Americas, with Chelydra having three species, one each in North America, Central America, and South America.", "Dermochelys coriacea": "The leatherback sea turtle (Dermochelys coriacea), sometimes called the lute turtle or leathery turtle, is the largest of all living turtles and is the fourth-heaviest modern reptile behind three crocodilians. It is the only living species in the genus Dermochelys and family Dermochelyidae. It can easily be differentiated from other modern sea turtles by its lack of a bony shell. Instead, its carapace is covered by skin and oily flesh. Dermochelys is the only extant genus of the family Dermochelyidae."}, "digimorph_species_list/fish.json": {"Acipenser fulvescens": "Acipenser is genus of sturgeons. With 17 species, many of which are threatened, it is the largest genus in the order Acipenseriformes.", "Kurtus gulliveri": "Kurtus is a genus of perciform fishes, called the nurseryfishes, forehead brooders, or incubator fish, native to fresh, brackish and coastal marine waters ranging from India, through southeast Asia to New Guinea and northern Australia. Kurtus is currently the only known genus in the family Kurtidae. They are famous for carrying their egg clusters on hooks protruding from the forehead (supraoccipital) of the males, although this only has been documented in K. gulliveri and available evidence strongly suggests this is not done by K. indicus (where the hook likely also is too small to carry eggs). Females do not have a hook.\nIn addition to the egg hook, the kurtid gas bladder is enclosed in a tubular bony structure evolved from the ribs. In both species, the back is elevated into a hump shape.\nDespite their unusual reproductive habits, little is known about these species. Historically they have proven very difficult to keep alive in aquaria, although recent success with K. gulliveri has been achieved by Tokyo Sea Life Park in Japan.", "Cranoglanis bouderius": "Cranoglanis is the only genus of armorhead catfishes.", "Alloclinus holderi": "Alloclinus holderi, the island kelpfish is a subtropical species of labrisomid blenny native to the eastern Pacific Ocean from Santa Cruz Island, California, to Baja California. This species inhabits rocky areas and can be found down to about 49 m (161 ft). It can reach a length of 10 cm (3.9 in).", "Diplomystes camposensis": "Diplomystes is a genus of velvet catfishes, a primitive family of catfishes (order Siluriformes) endemic to Chile.\n\n", "Hydrolagus colliei": "Hydrolagus is a genus of fish in the family Chimaeridae.", "Heterodontus francisci": "The Bullhead sharks are a small order (Heterodontiformes) of basal modern sharks (Neoselachii). There are nine living species in a single genus, Heterodontus, in the family Heterodontidae. All are relatively small, with the largest species being just 150 centimetres (59 in) in adult length. They are bottom feeders in tropical and subtropical waters.\nThe Heterodontiforms appear in the fossil record in the Early Jurassic, well before any of the other Galeomorphii, a group that includes all modern sharks except the dogfish and its relatives. However, they have never been common, and it is likely that their origin lies even further back.", "Ictalurus punctatus": "Ictalurus is a genus of North American freshwater catfishes. It includes the well-known channel catfish (Ictalurus punctatus) and blue catfish (Ictalurus furcatus).", "Chirostomias pliopterus": "Chirostomias pliopterus is a species of barbeled dragonfish found in the Atlantic Ocean. This species grows to a length of 20.5 centimetres (8.1 in) SL. This species is the only described member of its genus. The scaleless dragonfish is also the first discovered lifeform to emit a red light, with the only other being a siphonophore of the genus Erenna.", "Atractosteus spatula": "Atractosteus is a genus of gars in the family Lepisosteidae, with three species.\n\n", "Danio rerio": "The genus Danio comprises many of the species of danionins familiar to aquarists. The common name \"danio\" is used for members of the genera Danio and Devario.", "Tetrabrachium ocellatum": "The four-armed frogfish, Tetrabrachium ocellatum, is a species of anglerfish, closely related to the true frogfishes. It is the only member of its genus.\nLike the true frogfishes, it is a small fish, no more than 7 centimetres (2.8 in) in length, with a flattened body and loose skin. It has prehensile pectoral fins, helping it to move along the seabed, and giving it its \"four-armed\" appearance. It lives in shallow waters, around 50 metres (160 ft) depth, off the coasts of New Guinea, Indonesia, and Australia.", "Amia calva": "Amia, AMIA, or AMiA can refer to:\nAmia (genus), the Bowfin fish\nAmerican Medical Informatics Association\nAnglican Mission in the Americas\nAsociación Mutual Israelita Argentina, a Jewish community center located in Buenos Aires, Argentina\nFor the 1994 terrorist attack see AMIA Bombing\n\nAmia, name, Latin, the effeminate of the masculine Amory; translates into \"beloved friend\"\nAssociation of Moving Image Archivists\nAviation and Maritime Investigation Authority, an agency of the government of Slovakia", "Austroglanis gilli": "Austroglanis is the only genus in the catfish family Austroglanididae. This family was split off from the Bagridae catfish family. All three species of catfishes in the family Austroglanididae are endemic to southern Africa (South Africa and Namibia), and two species are threatened.\nThese fish have three pairs of barbels (they lack nasal barbels). They have strong dorsal and pectoral fin spines. The adipose fin is small.", "Ictiobus cyprinellus": "Ictiobus, also known as buffalo fish or simply buffalo, is a genus of freshwater fish common in the United States, but also found in Canada, Mexico and Guatemala. They are the largest North American suckers, reaching up to 1.23 m (4.0 ft) in length. They are sometimes mistaken for carps because of the flat face and large, silver scales running along the body, though they lack the whisker-like mouth appendages common to carp. Buffalo fish live in most types of freshwater bodies where panfish are found, such as ponds, creeks, rivers, and lakes. Ictiobus was caught by the Lewis and Clark Expedition.\nFrom a fishermen's point of view, the buffalo fish is not a popular game fish because it is difficult to catch. Yet, once on the line, it can put up a good fight. The preferred method of catch is by the use of gill nets. These nets are set by hand during the night where it is most effective. It is an affordable fish that is popular in the southern U.S. such as the Memphis and St. Louis markets.", "Bothragonus swanii": "Bothragonus is a genus of poachers native to the Pacific Ocean.", "Leporacanthicus joselimai": "Leporacanthicus is a genus of suckermouth armored catfishes native to South America.", "Acanthocleithron chapini": "Acanthocleithron chapini is the only species of catfish (order Siluriformes) in the genus Acanthocleithron of the family Mochokidae. This species is endemic to the Democratic Republic of the Congo where it occurs in the Ituri River and Congo River from Kisangani to Stanley Pool. This oviparous fish reaches a length of 5.5 centimetres (2.2 in) SL.", "Xenocharax spilurus": "Xenocharax spilurus is a species of distichodontid fish found in Cameroon, the Democratic Republic of Congo, and Gabon. It is the only described species in its genus.", "Lepisosteus osseus": "Lepisosteus is a genus of gars in the family Lepisosteidae.", "Polyodon spathula": "The American paddlefish (Polyodon spathula) is a species of basal ray-finned fish closely related to sturgeons in the order Acipenseriformes. Fossil records of paddlefish date back over 300 million years, nearly 50 million years before dinosaurs first appeared. American paddlefish are smooth-skinned freshwater fish commonly called paddlefish, but are also referred to as Mississippi paddlefish, spoon-billed cats, or spoonbills. They are one of only two extant species in the paddlefish family, Polyodontidae. The other is the critically endangered Chinese paddlefish (Psephurus gladius) endemic to the Yangtze River basin in China. American paddlefish are often referred to as primitive fish, or relict species because they retain some morphological characteristics of their early ancestors, including a skeleton that is almost entirely cartilaginous, a paddle-shaped rostrum (snout) that extends nearly one-third their body length, and a heterocercal tail or caudal fin, much like that of sharks. American paddlefish are a highly derived fish because they have evolved with adaptations such as filter feeding. Their rostrum and cranium are covered with tens of thousands of sensory receptors for locating swarms of zooplankton, which is their primary food source.\nAmerican paddlefish are native to the Mississippi River basin and once moved freely under the relatively natural, unaltered conditions that existed prior to the early 1900s. They commonly inhabited large, free-flowing rivers, braided channels, backwaters, and oxbow lakes throughout the Mississippi River drainage basin, and adjacent Gulf drainages. Their peripheral range extended into the Great Lakes, with occurrences in Lake Huron and Lake Helen in Canada until about 90 years ago. American paddlefish populations have declined dramatically primarily because of overfishing, habitat destruction, and pollution. Poaching has also been a contributing factor to their decline and will continue to be as long as the demand for caviar remains strong. Naturally occurring American paddlefish populations have been extirpated from most of their peripheral range, as well as from New York, Maryland, Virginia, and Pennsylvania. The current range of American paddlefish has been reduced to the Mississippi and Missouri River tributaries and Mobile Bay drainage basin. They are currently found in twenty-two states in the U.S., and those populations are protected under state, federal and international laws.", "Goeldiella eques": "Goeldiella eques is a species of three-barbeled catfish that occurs in the Guianas and the Amazon basin of Brazil, Peru and Venezuela. This fish reaches a length of 28.9 centimetres (11.4 in) SL. It is the only species of its genus.\n^ a b Froese, Rainer and Pauly, Daniel, eds. (2011). \"Goeldiella eques\" in FishBase. December 2011 version.\n^ Ferraris, Carl J., Jr. (2007). \"Checklist of catfishes, recent and fossil (Osteichthyes: Siluriformes), and catalogue of siluriform primary types\" (PDF). Zootaxa 1418: 1–628.", "Polypterus senegalus": "Polypterus is a genus of freshwater fish in the bichir family (Polypteridae) of order Polypteriformes. The type species is the Nile bichir (P. bichir). Fishes in this genus live in various areas in Africa. The etymology of the genus name derives from a combination of the Greek prefix πολυ-, poly- (many) and the root word πτερον, pteron (wing or fin) – \"many fins\". Polypterus is the only known vertebrate to have lungs, but no trachea.", "Clarotes laticeps": "Clarotes is a genus of claroteid catfishes native to Africa.", "Notogoneus osculus": "Notogoneus is an extinct genus of prehistoric bony fish. A trace fossil attributed to Notogoneus osculus has been found in the Green River Formation.\n^ Sepkoski, Jack (2002). \"A compendium of fossil marine animal genera\". Bulletins of American Paleontology 364: p.560. Retrieved 2009-02-27.  CS1 maint: Extra text (link)\n^ http://www.ploscollections.org/article/info%3Adoi%2F10.1371%2Fjournal.pone.0010420", "Carcharhinus acronotus": "Carcharhinus is the type genus of the family, Carcharhinidae, the requiem sharks. One of twelve genera in its family, it contains over half of the species therein. It contains 35 species to date, with likely more species yet to be described.", "Pseudoscaphirhynchus kaufmanni": "Pseudoscaphirhynchus is a genus of fishes in the Acipenseridae family. The three species, all of which are threatened, are restricted to Central Asia.\n^ http://www.itis.gov/servlet/SingleRpt/SingleRpt?search_topic=TSN&search_value=550549", "Notorynchus cepedianus": "The broadnose sevengill shark (Notorynchus cepedianus) is the only extant member of the genus Notorynchus, in the family Hexanchidae. It is recognizable because of its seven gill slits, while most shark species have five gill slits, with the exception of the members of the order Hexanchiformes and the sixgill sawshark. This shark has a large, thick body, with a broad head and blunt snout. The top jaw has jagged, cusped teeth and the bottom jaw has comb-shaped teeth. Its single dorsal fin is set far back along the spine towards the caudal fin, and is behind the pelvic fins. In this shark the upper caudal fin is much longer than the lower, and is slightly notched near the tip. Like many sharks, this sevengill is counter-shaded. Its dorsal surface is silver-gray to brown in order to blend with the dark water and substrate when viewed from above. In counter to this, its ventral surface is very pale, blending with the sunlit water when viewed from below. The body and fins are covered in a scattering of small black & white spots. In juveniles, their fins often have white margins.\nIt is also known as sevengill shark or simply sevengill and was formerly known as cow shark and mud shark; it is called sevengill due to its seven gill slits. Because of this, it was listed along with the sharpnose sevengill shark (Heptranchias perlo) by Guinness World Records as having the most gill slits. It is similar to the sharpnose sevengill shark but the latter has a pointed snout and lacks spots on its dorsal surface. The sevengill species are also related to ancient sharks as fossils from the Jurassic Period (200 to 145 million years ago) also had seven gills. As recent as the 1930s and 1940s, the shark was targeted by fisheries along the coast of California and, once the commercial fishery receded, recreational fishing of the shark started in the 1980s and 1990s.", "Euchilichthys royauxi": "Euchilichthys is a genus of upside-down catfishes native to the Congo River Basin in Middle Africa.", "Steindachneridion scriptum": "Steindachneridion is a genus of South American pimelodid catfish (order Siluriformes).", "Gambusia affinis": "Gambusia is a large genus of fish in family Poeciliidae (order Cyprinodontiformes). Gambusia contains over 40 species, most of which are principally found in freshwater habitats, though some species may also be found in brackish or saltwater habitats. The type species is the Cuban gambusia, G. punctata. The greatest species richness is in Mexico, Texas, and the Greater Antilles, but species are also found elsewhere in eastern and southern United States, The Bahamas, Central America, and Colombia. Gambusia species are often called topminnows or simply gambusias; they are also known as mosquitofish, which, however, refers more specifically to two species, G. affinis and G. holbrooki. These can be introduced into ponds to eat mosquito larvae. As a consequence, they have been introduced widely outside their native range, and sometimes become invasive, threatening the local species. They are very important in aquarium trade, desired for small size, ease of breeding, and charming gracefulness. They are viviparous—they have live young.\nNine species are listed as Vulnerable in the IUCN Red List; one, the widemouth gambusia, G. eurystoma, is Critically Endangered; and two, the Amistad gambusia, G. amistadensis, and the San Marcos gambusia, G. georgei, are already extinct.", "Tetranematichthys wallacei": "Tetranematichthys is a genus of driftwood catfishes found in tropical South America.", "Dibrachichthys melanurus": "Dibrachichthys melanurus is a species of four-armed frogfish found in the eastern Indian Ocean and western Pacific Ocean near to Indonesia and Australia where they are found over soft bottoms at depths of 6 to 146 metres (20 to 479 ft). The males of this species grow to a length of 5.7 centimetres (2.2 in) SL while the females grow to a length of 5.6 centimetres (2.2 in) SL. This species is the only known member of its genus.", "Halichoeres pictus": "Halichoeres is a genus of wrasses found in the Atlantic, Indian and Pacific Oceans.\n\n", "Synodontis angelicus": "Synodontis is the largest genus of upside-down catfishes. It is the biggest genus within the 10 genera and 190 different species in the Mochokidae family. Synodontis has over 131 different species within the genera. Synodontis are also known as squeakers, due to their ability to make stridulatory sounds through their pectoral fin spines when handled or disturbed. Synodontis make a sound that sounds like squeaking by rubbing their spines together. They do this when they have been frightened or when they become angry. \"Synodontis\" may also squeak when they are taken out of the water. These catfish are small- to medium-sized fish with many species exhibiting attractive spotted markings. Some species are also known for naturally swimming belly-up, earning the name upside-down catfish. Some of these species are Synodontis contractus and Synodontis nigriventris. While some of these species are known to swim upside down, another species, Synodontis multipunctatus, is a brood parasitic cuckoo catfish.\n^ a b c Stephan Koblmüller, Christian Sturmbauer, Erik Verheyen, Axel Meyer & Walter Salzburger (2006). \"Mitochondrial phylogeny and phylogeography of East African squeaker catfishes (Siluriformes: Synodontis)\". BMC Evolutionary Biology 6: 49. doi:10.1186/1471-2148-6-49. PMC 1543664. PMID 16784525. \n^ a b John P. Friel & Thomas R. Vigliotta (March 2, 2009). \"Mochokidae Jordan 1923: African squeaker and suckermouth catfishes\". Tree of Life Web Project. Retrieved December 4, 2012. \n^ \n^", "Bunocephalus spec.": "Bunocephalus is a genus of banjo catfishes from South America. It is found in Magdalena, Orinoco, Amazon, Paraguay-Paraná, and São Francisco Rivers. It is also the only aspredinid genus found west of the Andes, found in the Atrato, San Juan, and Patía Rivers. This genus is a part of the family Aspredinidae, known as banjo catfishes for their large, flattened heads and slender tails that give the appearance of a banjo. Most species exhibit cryptic coloration, and the same holds true among Bunocephalus species. The skin is completely keratinized and is covered by large, unculiferous tubercles. Bunocephalus species may reach up to 13 centimetres SL.", "Mystus gulio": "Mystus (commonly known as Tengra) is a genus of small to medium-sized bagrid catfishes that occur in South and Southeast Asia.\nMystus is poorly diagnosed. Macrones had previously been used by earlier authors, but this generic name was preoccupied in Coleoptera. Phylogenetic relationships within this genus are poorly understood, though it has been suggested that there are two major lineages. It was confirmed in 2005 that this genus is paraphyletic.\nThere are two fossil species assigned to this genus both from the early Tertiary of the Sanshui Basin in Guangdong, China:\nMystus spinipectoralis Li & Wang 1979\nMystus dalungshanensis Li & Wang 1979", "Lacantunia enigmatica": "The Chiapas catfish, Lacantunia enigmatica, is an unusual species of catfish (order Siluriformes) newly described in 2005 from the Lacantún River in the Mexican state of Chiapas. While discovery of an undescribed species of catfish is not uncommon, discovery of a new family-level taxon of any vertebrate group is a rare event. The Chiapas catfish mainly feeds on crabs, prawns, small fish, and large, tough plant seeds. This catfish is commonly fished in its natural habitat, where it is known as madre de juil, which means \"mother of Rhamdia\" (a common fish in the area).", "Chromis degruyi": "Chromis is a genus of fish in the family Pomacentridae. While the term damselfish describes a group of marine fish including more than one genus, most damselfish are in the genus Chromis. These fish are popular aquarium pets due to their small size, tolerance for poor water quality, and bright colors.\n^ Sepkoski, J. (2002). \"A compendium of fossil marine animal genera\". Bulletins of American Paleontology, 364: p.560.  CS1 maint: Extra text (link)", "Panaque nigrolineatus": "The genus Panaque contains a small number of small to medium sized South American suckermouth armoured catfishes that are notable for being among the very few vertebrates that feed extensively on wood. In addition, algae and aufwuchs are an important part of the diet, and they use their rasping teeth to scrape this from rocks. These fish are also popular aquarium fish, where the sound of scraping as these fish forage for food is easily audible.", "Scaphirhynchus platorynchus": "Scaphirhynchus is a genus of sturgeons native to the United States of America. All species in this genus are considered to be threatened. The pallid sturgeon is Endangered and the Alabama sturgeon is Critically Endangered.", "Protopterus dolloi": "The African lungfishes are the genus Protopterus and constitute the four species of lungfish found in Africa. Protopterus is the sole genus in the family Protopteridae.\n\n", "Rhizoprionodon terraenovae": "Rhizoprionodon is a genus of requiem sharks, and part of the family Carcharhinidae, commonly known as sharpnose sharks because of their long, pointed snouts.", "Moxostoma macrolepidotum": "Moxostoma is a genus of North American ray-finned fish in the Catostomidae family.", "Halichoeres burekae": "Halichoeres is a genus of wrasses found in the Atlantic, Indian and Pacific Oceans.\n\n", "Aetobatus narinari": "Aetobatus is a genus of eagle rays native to the Atlantic, Pacific and Indian Oceans.", "Gymnotus carapo": "Gymnotus is a genus of fish in the order Gymnotiformes found widely in the Neotropics, including the Amazon. Some Gymnotus species live in the leaf litter and root tangles of river banks. Other species are specialized to live on floodplains within the rootmats of floating meadows. Several species are broadly adapted to live in both of these habitats. Gymnotus are nocturnal predators feeding on insects, crustaceans, and other fish. They generate weak electric fields used in locating objects, and also for communication in which the males court females using stereotyped electrical \"songs\".\nSmall scales are always present on this fish. The mouth is superior, meaning it is turned upwards. The anal fin terminates at a point near the tip of the tail. Species of Gymnotus reach up to about 100 cm in length. This is the most widespread genus of the order Gymnotiformes, extending from southern Mexico to Argentina. They also occur in Trinidad.\nMichael Faraday extensively tested the electrical properties of a Gymnotus specimen, imported from Suriname. For a span of four months, Faraday carefully and humanely measured the electrical impulses produced by the animal by pressing shaped copper paddles and saddles against the specimen. Through this method, Faraday determined and quantified the direction and magnitude of electric current, and proved the animal's impulses were in fact electrical by observing sparks and deflections on a galvanometer.", "Sphyrna mokarran": "Sphyrna (from the Greek word σφυρί \"hammer\") is a genus of hammerhead sharks with a cosmopolitan distribution in the world's oceans. Members of Sphyrna have a tendency to inhabit coastal waters along the intertidal zone rather than the open ocean, as their prey items such as invertebrates, fish, rays, small crustaceans and other benthic organisms hide in the sands and sediment along these zones. Members of Sphyrna are also known by a large number of synonyms such as Zygaena, Cestracion, and Sphyrichthys. The earliest species described of this genus was Sphyrna zygaena by Carl Linnaeus in 1758, while the newest member Sphyrna gilberti was discovered and described in 2013.", "Umbra limi": "The umbra, penumbra and antumbra are three distinct parts of a shadow, created by any light source after impinging on an opaque object. For a point source only the umbra is cast.\nThese names are most often used for the shadows cast by celestial bodies, though they are sometimes used to describe levels of darkness, such as in sunspots.\n\n", "Lepomis macrochirus": "Lepomis is a genus of freshwater fish in the sunfish family, Centrarchidae, in the order Perciformes. Perhaps the most recognizable species of this genus is the bluegill.\nSome Lepomis species can grow to a maximum overall length of 41 cm (16 in), though most average around 10–20 cm (3.9–7.9 in). They are widely distributed throughout the lakes and rivers of the United States and Canada, and several species have been transplanted and flourished around the world, even becoming pests. Trade in some Lepomis species is prohibited in Germany for this reason. Many are sought by anglers as panfish, and large numbers are bred to stock lakes, rivers, and tributaries.\nLepomis species are sometimes referred to as bream, but the term more properly refers to the similar-looking but unrelated European cypriniform fish of genus Abramis.\nThe generic name Lepomis derives from the Greek λεπίς (scale) and πώμα (cover, plug, operculum).\n^ Przybylski, Mirosław, and Grzegorz Zięba. \"Invasive Alien Species Fact Sheet.\" NOBANIS – Invasive Alien Species Fact Sheet. NOBANIS. NOBANIS, 2011. Web. 5 Jan. 2015. Invasive Alien Species Fact Sheet - Lepomis gibbosus", "Characidium spec.": "Characidium is a genus of South American darters. They are mainly found in South America, but one species C. marshi is from Panama.", "Selene peruviana": "In Greek mythology, Selene (/sɨˈliːni/; Greek Σελήνη [selɛ̌ːnɛː] 'moon';) is the goddess of the moon. She is the daughter of the Titans Hyperion and Theia, and sister of the sun-god Helios, and Eos, goddess of the dawn. She drives her moon chariot across the heavens. Several lovers are attributed to her in various myths, including Zeus, Pan, and the mortal Endymion. In classical times, Selene was often identified with Artemis, much as her brother, Helios, was identified with Apollo. Both Selene and Artemis were also associated with Hecate, and all three were regarded as lunar goddesses, although only Selene was regarded as the personification of the moon itself. Her Roman equivalent is Luna.", "Chromis abyssus": "Chromis is a genus of fish in the family Pomacentridae. While the term damselfish describes a group of marine fish including more than one genus, most damselfish are in the genus Chromis. These fish are popular aquarium pets due to their small size, tolerance for poor water quality, and bright colors.\n^ Sepkoski, J. (2002). \"A compendium of fossil marine animal genera\". Bulletins of American Paleontology, 364: p.560.  CS1 maint: Extra text (link)", "Conorhynchos conirostris": "Conorhynchos conirostris is a species of catfish (order Siluriformes).\nThe spelling of the generic name has been confused; it is currently valid as Conorhynchos as described by Pieter Bleeker in 1858. This catfish has unknown relationships. It does not appear to be assignable to any family and is placed incertae sedis. However, it has been grouped into the superfamily Pimelodoidea due to molecular evidence.\nConorhynchos conirostris is endemic to the São Francisco River in Brazil and is considered a symbol of the river. This fish can reach 53.5 centimetres (21.1 in) SL and 13 kilograms (29 lb) in weight. This fish is of commercial interest and is considered threatened by some sources.", "Huso huso": "Huso is a genus of large sturgeons from Eurasia. It contains two species, which both are critically endangered:\nHuso dauricus (Georgi, 1775) (kaluga)\nHuso huso (Linnaeus, 1758) (beluga)\nRecent data indicate a polyphyletic origin of the genus Huso, and it is suggested that the two Huso species should be included in the genus Acipenser.", "Aguarunichthys torosus": "Aguarunichthys is a genus of long-whiskered catfishes native to South America.", "Rita rita": "", "Callichthys callichthys": "Callichthys is a small genus of freshwater catfish in the Callichthyinae subfamily of the armored catfish family, and consists of 4 species from South America. The genus Callichthys is distributed in most freshwater drainages of South America.\n\n", "Thymallus arcticus": "Thymallus is a genus of freshwater fish in the salmon family Salmonidae; it is the only genus of subfamily Thymallinae. The type species is Thymallus thymallus, the grayling. The species in the genus are generically called graylings, but without qualification this also refers specifically to T. thymallus.\n\n", "Latimeria chalumnae": "Latimeria is a rare genus of fish that includes two extant species: West Indian Ocean coelacanth (Latimeria chalumnae) and the Indonesian coelacanth (Latimeria menadoensis). They follow the oldest known living lineage of Sarcopterygii (lobe-finned fish and tetrapods), which means they are more closely related to lungfish, reptiles and mammals than to the common ray-finned fishes. They are found along the coastlines of the Indian Ocean and Indonesia. Since there are only two species of coelacanth and both are threatened, it is the most endangered genus of animals in the world. The West Indian Ocean coelacanth is a critically endangered species.", "Rhyacichthys aspro": "Rhyacichthys is a genus of fish belonging to the family Rhyacichthyidae.", "Sphyrna tudes": "Sphyrna (from the Greek word σφυρί \"hammer\") is a genus of hammerhead sharks with a cosmopolitan distribution in the world's oceans. Members of Sphyrna have a tendency to inhabit coastal waters along the intertidal zone rather than the open ocean, as their prey items such as invertebrates, fish, rays, small crustaceans and other benthic organisms hide in the sands and sediment along these zones. Members of Sphyrna are also known by a large number of synonyms such as Zygaena, Cestracion, and Sphyrichthys. The earliest species described of this genus was Sphyrna zygaena by Carl Linnaeus in 1758, while the newest member Sphyrna gilberti was discovered and described in 2013.", "Moxostoma lacerum": "Moxostoma is a genus of North American ray-finned fish in the Catostomidae family.", "Prietella lundbergi": "Prietella is a small genus of North American freshwater catfishes endemic to Mexico.", "Eusphyra blochii": "The winghead shark (Eusphyra blochii) is a species of hammerhead shark, and part of the family Sphyrnidae. Reaching a length of 1.9 m (6.2 ft), this small brown to gray shark has a slender body with a tall, sickle-shaped first dorsal fin. Its name comes from its exceptionally large \"hammer\", or cephalofoil, which can be as wide as half of the shark's total length. The function of this structure is unclear but may relate to the shark's senses. The wide spacing of its eyes grants superb binocular vision, while the extremely long nostrils on the leading margin of the cephalofoil may allow for better detection and tracking of odor trails in the water. The cephalofoil also provides a large surface area for its ampullae of Lorenzini and lateral line, with potential benefits for electroreception and mechanoreception respectively.\nInhabiting the shallow coastal waters of the western Indo-Pacific, the winghead shark feeds on small bony fishes, crustaceans, and cephalopods. It gives birth to live young, with the developing embryos receiving nourishment through a placental connection. Females produce annual litters of 6–25 pups; depending on region, birthing may occur from February to June after a gestation period of 8–11 months. This harmless species is widely fished for meat, fins, liver oil, and fishmeal. The International Union for Conservation of Nature (IUCN) has assessed it as Near Threatened, as it is thought to have declined in some parts of its range due to over-exploitation.\n\n", "Hypophthalmus edentatus": "Hypophthalmus is a genus of long-whiskered catfishes native to South America.", "Channa argus": "Channa is a genus of the Channidae family of snakehead fish. This genus contains 34 scientifically described species, but the most well known are probably the northern snakehead (Channa argus) and the giant snakehead (Channa micropeltes). Channa has a wide natural distribution extending from Iran in the west, to China in the east, and parts of Siberia in the Far East. They are one of the most common staple food fish in Thailand, Cambodia, Vietnam, and other South East Asian countries, where they are extensively cultured. Apart from their importance as a food fish, snakeheads are also consumed as a therapeutic for wound healing as well as reducing post-operative pain and discomfort, and collected for the international aquarium pet trade. The diets of various species of Channa include fish, frogs, snakes, rodents, birds, and insects. Some can move on land like snakes, and breathe air.\nThe taxonomy of the genus Channa is incomplete and a comprehensive revision of the family has not been performed. A phylogenetic study in 2010 has also indicated the likelihood of the existence of more undescribed species of channids in South East Asia. In June 2011, the Malabar snakehead Channa diplogramma from peninsular India was shown to be a distinct species, 146 years after its initial description and 134 years after it was synonymised with C. micropeltes, establishing it is an endemic species of peninsular India. The study also suggested that the species shared a most recent common ancestor with C. micropeltes, around 9.52 to 21.76 MYA.\nIn Assamese it is called goroi. In Malayalam it is called varal or braal.", "Horabagrus brachysoma": "Horabagrus is a genus of catfish (order Siluriformes) endemic to rivers in the Western Ghats in Kerala and Karnataka, India. H. brachysoma is an important food fish and members of this genus can be found in the aquarium trade.", "Nematogenys inermis": "Nematogenys inermis is a species of mountain catfish, the only extant species in the family Nematogenyiidae. This species is endemic to Chile where it is found in fresh waters in central Chile. This species grows to a length of 40.7 cm (16.0 in) NG.\nThe body is naked (without scales) and elongated. The three pairs of barbels are the chin (mental) barbels, maxillary barbels, and nasal barbels. No adipose fin is present. The opercle lacks spines.\nThe Nematogenyidae and Trichomycteridae are sister groups that together form a clade sister to the families Callichthyidae, Scoloplacidae, Astroblepidae, and Loricariidae.\nOne extinct species, Nematogenys cuivi, has been described in this genus.", "Trogloglanis pattersoni": "The toothless blindcat, Trogloglanis pattersoni, is a species of North American freshwater catfish endemic to Texas in the United States.\nThis species inhabits subterranean habitats in five artesian wells penetrating the San Antonio Pool of the Edwards Aquifer in and near San Antonio, Texas.\nThe toothless blindcat has no pigmentation and no externally visible eyes. The eye remnants are extremely reduced in size, with very little or no trace of a retina or lens; the optic tract is present, but always regresses before reaching the brain. In juveniles, the eye is under the skin, but as the fish grows, the eyes are withdrawn even further. The head is as long as it is broad. The adipose fin is long and rounded at the end, and is connected to the caudal fin. The dorsal and pectoral fins have spines. The swim bladder in these fish is reduced. The skull is mostly cartilaginous and not well-ossified, unlike the adults of most larger ictalurids. The lateral line is fragmented and reaches to between the anterior to the posterior end of the adipose fin. This species also has a few paedomorphic traits (indicated by small size, kidney morphology, and weak ossification of the skeleton). This species may reach about 10.4 centimetres (4.1 in) TL.\nIts toothless, sucker-like mouth possibly indicates T. pattersoni is a detritivore.\n\n"}, "digimorph_species_list/dinos.json": {"Rhamphorhynchus muensteri": "Rhamphorhynchus /ˌræmfəˈrɪŋkəs/, \"beak snout\", is a genus of long-tailed pterosaurs in the Jurassic period. Less specialized than contemporary, short-tailed pterodactyloid pterosaurs such as Pterodactylus, it had a long tail, stiffened with ligaments, which ended in a characteristic diamond-shaped vane. The jaws of Rhamphorhynchus housed needle-like teeth, which were angled forward, with a curved, sharp, beak-like tip lacking teeth, indicating a diet mainly of fish and insects.\nAlthough fragmentary fossil remains possibly belonging to Rhamphorhynchus have been found in England, Tanzania, and Spain, the best preserved specimens come from the Solnhofen limestone of Bavaria, Germany. Many of these fossils preserve not only the bones but impressions of soft tissues, such as wing membranes. Scattered teeth believed to belong to Rhamphorhynchus have been found in Portugal as well.", "Acrocanthosaurus atokensis": "Acrocanthosaurus (/ˌækrɵˌkænθɵˈsɔrəs/ ak-rə-KAN-thə-SOR-əs; meaning \"high-spined lizard\") is a genus of theropod dinosaur that existed in what is now North America during the Aptian and early Albian stages of the Early Cretaceous. Like most dinosaur genera, Acrocanthosaurus contains only a single species, A. atokensis. Its fossil remains are found mainly in the U.S. states of Oklahoma, Texas, and Wyoming, although teeth attributed to Acrocanthosaurus have been found as far east as Maryland.\nAcrocanthosaurus was a bipedal predator. As the name suggests, it is best known for the high neural spines on many of its vertebrae, which most likely supported a ridge of muscle over the animal's neck, back and hips. Acrocanthosaurus was one of the largest theropods, approaching 11.5 m (38 ft) in length, and weighing up to 6.2 tonnes (6.8 short tons). Large theropod footprints discovered in Texas may have been made by Acrocanthosaurus, although there is no direct association with skeletal remains.\nRecent discoveries have elucidated many details of its anatomy, allowing for specialized studies focusing on its brain structure and forelimb function. Acrocanthosaurus was the largest theropod in its ecosystem and likely an apex predator which preyed on sauropods, ornithopods, and ankylosaurs.", "Sarahsaurus aurifontanalis": "Sarahsaurus is a genus of basal sauropodomorph dinosaur which lived during the lower Jurassic period in what is now northeastern Arizona, USA.", "Araripesaurus castilhoi": "Araripesaurus was a pterosaur, belonging to the Pterodactyloidea, from the Santana Formation of Brazil, dating from the Lower Cretaceous.\nThe genus was named in 1971 by Brazilian paleontologist Llewellyn Ivor Price. The type species is Araripesaurus castilhoi. The genus name refers to the Araripe Plateau. The specific name honours the collector Moacir Marques de Castilho, who in 1966 donated the chalk nodule containing the fossil. The holotype, DNPM (DGM 529-R), consists of a partial wing, including distal fragments of the radius and ulna, carpals, all metacarpals and several digits. The specimen was a subadult. Its wing span was estimated at 2.2 metres. Two other possible specimens are known; both consist of wing fragments and are roughly a third larger than the holotype, and were referred to the genus by Price.\nPrice placed Araripesaurus in the Ornithocheiridae. Araripesaurus was the first pterosaur known from the Santana Formation. Later other species were named from more complete remains and this raised the question whether they could be identical to Araripesaurus. In 1991 researcher Alexander Kellner concluded that Araripesaurus was identical to Santanadactylus and that due to a lack of distinguishing features it could only be more generally classified as a pterodactyloid. In 2000 Kellner reassessed the genus and concluded that precisely because of such a lack of autapomorphies (unique characters), it could not be synonymised with Santanadactylus and gave its position after a cladistic analysis as close to Anhangueridae, more derived than Istiodactylus. Kellner also indicated that Araripesaurus resembled Anhanguera piscator in morphology, albeit considerably smaller.\nIn 1985 Peter Wellnhofer has named a second species, Araripesaurus santanae; this and two unnamed Araripesaurus sp. indicated by Wellhofer, were in 1990 by Kellner moved to Anhanguera as Anhanguera santanae.", "Citipati osmolskae": "Citipati (pronounced [ˈtʃiːt̪ɪpət̪i] in Hindi, meaning 'funeral pyre lord') is a genus of oviraptorid theropod dinosaur from the Late Cretaceous Period of what is now Mongolia (specifically, the Djadokhta Formation of Ukhaa Tolgod, in the Gobi Desert). It is one of the best-known oviraptorids, thanks to a number of well-preserved skeletons, including several specimens found in brooding positions atop nests of eggs. These nesting specimens have helped to solidify the link between non-avian dinosaurs and birds.\nThe type species, Citipati osmolskae, was described by James M. Clark, Mark Norell, and Rinchen Barsbold in 2001. A second, as yet unnamed species may also exist. Citipati is often confused with the similar Oviraptor.", "Herrerasaurus ischigualastensis": "Herrerasaurus was one of the earliest dinosaurs. Its name means \"Herrera's lizard\", after the rancher who discovered the first specimen. All known fossils of this carnivore have been discovered in rocks of Carnian age (late Triassic according to the ICS, dated to 231.4 million years ago) in northwestern Argentina. The type species, Herrerasaurus ischigualastensis, was described by Osvaldo Reig in 1963 and is the only species assigned to the genus. Ischisaurus and Frenguellisaurus are synonyms.\nFor many years, the classification of Herrerasaurus was unclear because it was known from very fragmentary remains. It was hypothesized to be a basal theropod, a basal sauropodomorph, a basal saurischian, or not a dinosaur at all but another type of archosaur. However, with the discovery of an almost complete skeleton and skull in 1988, Herrerasaurus has been classified as either an early theropod or an early saurischian in at least five recent reviews of theropod evolution, with many researchers treating it at least tentatively as the most primitive member of Theropoda.\nIt is a member of the Herrerasauridae, a family of similar genera that were among the earliest of the dinosaurian evolutionary radiation.", "Coelophysis bauri": "Coelophysis (/ˌsɛlɵˈfaɪsɨs/ or /ˌsiːlɵˈfaɪsɨs/;pron.:SEL-oh-FY-sis or SEE-low-FY-sis) is an extinct genus of coelophysid theropod dinosaur that lived approximately 203 to 196 million years ago during the latter part of the Triassic Period in what is now the southwestern United States. It was a small, slenderly-built, ground-dwelling, bipedal carnivore, that could grow up to 3 m (9.8 ft) long. Coelophysis is one of the earliest known dinosaur genera. Scattered material representing similar animals has been found worldwide in some Late Triassic and Early Jurassic formations. The type species C. bauri, originally given to the genus Coelurus by Edward Drinker Cope in 1887, was described by the latter in 1889. The names Longosaurus and Rioarribasaurus are synonymous with Coelophysis. Another dinosaur genus, Megapnosaurus, has also been considered to be a synonym. This primitive theropod is notable for being one of the most specimen-rich dinosaur genera.", "Eoraptor lunensis": "Eoraptor (pron.:\"EE-oh-RAP-tor\") was one of the world's earliest dinosaurs that lived ca. 231.4 million years ago, during the latter part of the Triassic Period in Western Gondwana, what is now the northwestern region of Argentina. It was a small sized (1 m (3.3 ft) long), lightly-built, ground-dwelling, two-legged bipedal saurischian, close to the ancestry of both theropods and sauropodomorphs. It is known from several well-preserved skeletons. When first described in 1993, it was considered to be one of the earliest, if not the earliest known dinosaur. Eoraptor has heterodont dentition, suggesting that it was omnivorous, and that this feeding strategy had evolved early on in dinosaurs.", "Nigersaurus taqueti": "Nigersaurus (meaning \"Niger reptile\") is a genus of rebbachisaurid sauropod dinosaur that lived during the middle Cretaceous period, about 115 to 105 million years ago. It was discovered in the Elrhaz Formation in an area called Gadoufaoua, in the Republic of Niger. Fossils of this dinosaur were first described in 1976, but it was only named in 1999 after further and more complete remains were found and described. The genus contains a single species, Nigersaurus taqueti, named after French palaeontologist Philippe Taquet, who discovered the first remains.\nNigersaurus was 9 metres (30 feet) long, which is small for a sauropod, and had a short neck. It weighed around four tonnes, comparable to a modern elephant. Its skeleton was highly pneumatised (filled with air spaces connected to air sacs), but the limbs were robustly built. Its skull was very specialised for feeding, with large fenestrae and thin bones. It had a wide muzzle filled with more than 500 teeth, which were replaced at a rapid rate: around every 14 days. The jaws may have borne a keratinous sheath. Unlike other tetrapods, the tooth-bearing bones of its jaws were rotated transversely relative to the rest of the skull, so that all of its teeth were located far to the front.\nThe closest relatives of Nigersaurus are grouped within the subfamily Nigersaurinae of the family Rebbachisauridae, which is part of the sauropod superfamily Diplodocoidea. Nigersaurus was probably a browser, and fed with its head close to the ground. The region of its brain that detected smell was underdeveloped, although its brain size was comparable to that of other dinosaurs. There has been debate on whether its head was habitually held downwards, or horizontally like other sauropods. It lived in a riparian habitat, and its diet probably consisted of soft plants, such as ferns, horsetails, and angiosperms. It is one of the most common fossil vertebrates found in the area, and shared its habitat with other dinosaurian megaherbivores, as well as large theropods and crocodylomorphs.", "Incisivosaurus gauthieri": "Incisivosaurus (\"incisor lizard\") is a genus of small, probably herbivorous theropod dinosaur from the early Cretaceous Period of what is now the People's Republic of China. The first specimen to be described (by Xu et al. in 2002), IVPP V13326, is a skull that was collected from the lowermost levels (the fluvial Lujiatun beds) of the Yixian Formation (dating to the Barremian stage about 125 million years ago) in the Sihetun area, near Beipiao City, in western Liaoning Province. The most significant, and highly unusual, characteristic of this dinosaur is its apparent adaptation to an herbivorous or omnivorous lifestyle. It was named for its prominent, rodent-like front teeth, which show wear patterns commonly found in plant-eating dinosaurs. The specific name gauthieri honors Dr. Jacques Gauthier, a pioneer of the phylogenetic method of classification.\n^ Xu, X., Cheng, Y.-N. Wang, X.-L., and Chang, C.-H. (2002). \"An unusual oviraptorosaurian dinosaur from China.\" Nature, 419: 291-293.", "Saurornithoides mongoliensis": "Saurornithoides (/sɔːˌrɔrnɨˈθɔɪdiːz/ saw-ROR-ni-THOY-deez) is a genus of troodontid maniraptoran dinosaur, which lived during the Late Cretaceous period. These creatures were predators, which could run fast on their hind legs and had excellent sight and hearing. The name is derived from the Greek stems saur~ (lizard), ornith~ (bird) and eides (form), referring to its bird-like skull.\n\n", "Byronosaurus jaffei": "Byronosaurus is a genus of troodontid dinosaur from the Late Cretaceous Period of Mongolia.\n\n", "Coelophysis kayentakatae": "Coelophysis (/ˌsɛlɵˈfaɪsɨs/ or /ˌsiːlɵˈfaɪsɨs/;pron.:SEL-oh-FY-sis or SEE-low-FY-sis) is an extinct genus of coelophysid theropod dinosaur that lived approximately 203 to 196 million years ago during the latter part of the Triassic Period in what is now the southwestern United States. It was a small, slenderly-built, ground-dwelling, bipedal carnivore, that could grow up to 3 m (9.8 ft) long. Coelophysis is one of the earliest known dinosaur genera. Scattered material representing similar animals has been found worldwide in some Late Triassic and Early Jurassic formations. The type species C. bauri, originally given to the genus Coelurus by Edward Drinker Cope in 1887, was described by the latter in 1889. The names Longosaurus and Rioarribasaurus are synonymous with Coelophysis. Another dinosaur genus, Megapnosaurus, has also been considered to be a synonym. This primitive theropod is notable for being one of the most specimen-rich dinosaur genera.", "Tsaagan mangas": "Tsaagan (meaning \"white\") is a genus of carnivorous dromaeosaurid theropod dinosaur from the Djadokhta Formation of the late Cretaceous of Mongolia.\nThe fossil of Tsagaan was discovered in 1996 and first identified as a specimen of Velociraptor. After a CAT-scan in May 1998 it was concluded that it represented a new genus. In December 2006 its type species was named and described by Mark Norell, James Clark, Alan Turner, Peter Makovicky, Rinchen Barsbold and Timothy Rowe. The species name, Tsaagan mangas, should be read as a whole with the generic name qualifying the specific epithet, and is derived from the Mongolian words for \"white monster\" (цагаан мангас), although with an accidental misspelling of the word Tsagaan.\n\nThe holotype specimen, IGM 100/1015, was found near Xanadu in Ömnögovi Province in layers of the Djadokhta Formation dating to the Campanian, about 75 million years ago. It consists of a well-preserved skull and series of ten neck vertebrae as well as a damaged left shoulder girdle. It is the only specimen found of Tsaagan and belonged to an adult individual.\nTsaagan was a medium-sized dromaeosaurid. In 2010 Gregory S. Paul estimated its length at two metres, its weight at fifteen kilogrammes. The skull in general appearance resembles that of Velociraptor but differs from it in many details. It is more robust and smooth on top; unique derived traits, autapomorphies, include long paroccipital processes and basipterygoids at the back of the skull and a jugal touching the squamosal.\nTsaagan was assigned to the Dromaeosauridae. A cladistic analysis by Norell et al. indicated it was more precisely a member of the Velociraptorinae. In 2010 an analysis showed it was closely related to Linheraptor; subsequently Senter (2011) and Turner, Makovicky and Norell (2012) argued that Linheraptor exquisitus is in fact a junior synonym of Tsaagan mangas.\nTsaagan represents the only dromaeosaurid remains (other than isolated teeth) known from the Ukhaa Tolgod region, though another dromaeosaurid, Velociraptor, is known from the same formation. Animals that may have shared the same habitat with Tsaagan include Protoceratops, Shuvuuia, the small mammal Zalambdalestes, the multituberculate mammal Kryptobaatar, as well as several lizards and two yet-undescribed species of troodontid and dromaeosaurid.", "Allosaurus fragilis": "Allosaurus /ˌælɵˈsɔrəs/ is a genus of large theropod dinosaur that lived 155 to 150 million years ago during the late Jurassic period (Kimmeridgian to early Tithonian). The name \"Allosaurus\" means \"different lizard\". It is derived from the Greek ἄλλος/allos (\"different, other\") and σαῦρος/sauros (\"lizard / generic reptile\"). The first fossil remains that can definitely be ascribed to this genus were described in 1877 by paleontologist Othniel Charles Marsh, and it became known as Antrodemus. As one of the first well-known theropod dinosaurs, it has long attracted attention outside of paleontological circles. Indeed, it has been a top feature in several films and documentaries about prehistoric life.\nAllosaurus was a large bipedal predator. Its skull was large and equipped with dozens of sharp, serrated teeth. It averaged 8.5 m (28 ft) in length, though fragmentary remains suggest it could have reached over 12 m (39 ft). Relative to the large and powerful hindlimbs, its three-fingered forelimbs were small, and the body was balanced by a long and heavily muscled tail. It is classified as an allosaurid, a type of carnosaurian theropod dinosaur. The genus has a complicated taxonomy, and includes an uncertain number of valid species, the best known of which is A. fragilis. The bulk of Allosaurus remains have come from North America's Morrison Formation, with material also known from Portugal and possibly Tanzania. It was known for over half of the 20th century as Antrodemus, but study of the copious remains from the Cleveland-Lloyd Dinosaur Quarry brought the name \"Allosaurus\" back to prominence, and established it as one of the best-known dinosaurs.\nAs the most abundant large predator in the Morrison Formation, Allosaurus was at the top of the food chain, probably preying on contemporaneous large herbivorous dinosaurs and perhaps even other predators. Potential prey included ornithopods, stegosaurids, and sauropods. Some paleontologists interpret Allosaurus as having had cooperative social behavior, and hunting in packs, while others believe individuals may have been aggressive toward each other, and that congregations of this genus are the result of lone individuals feeding on the same carcasses. It may have attacked large prey by ambush, using its upper jaw like a hatchet."}, "digimorph_species_list/lizards.json": {"Pogona vitticeps": "Pogona is a genus of reptiles containing eight lizard species, which are often known by the common name bearded dragons. The name \"bearded dragon\" refers to the \"beard\" of the lizard, the underside of the throat which turns black if they are stressed or see a potential rival. They are adept climbers, spending time on branches and in bushes and near human habitation. Pogona species bask on rocks and exposed branches in the mornings and afternoons. They are found throughout much of Australia in a wide range of habitats such as deserts, shrublands and Eucalyptus woodlands.\nSeveral species of this genus, especially the central bearded dragon, are often kept as pets or exhibited in zoos due to their hardy nature and easy care in comparison to other exotic reptiles.", "Gerrhosaurus nigrolineatus": "Gerrhosaurus is a genus of lizards native to southern and eastern Africa. There are 9-10 species found in dry, rocky semi-open habitats.", "Bothrops asper": "Bothrops is a genus of pitvipers endemic to Central and South America. The generic name, Bothrops, is derived from the Greek words βόθρος, bothros, meaning \"pit\", and ώπς, ops, meaning \"eye\" or \"face\", together an allusion to the heat-sensitive loreal pit organs. Members of this genus are responsible for more human deaths in the Americas than any other group of venomous snakes. Currently, 32 species are recognized.", "Phrynosoma ditmarsi": "Horned lizards are a genus (Phrynosoma) of lizards which are the type genus of the family Phrynosomatidae. The horned lizard is popularly called a \"horned toad\", \"horny toad\" or \"horned frog\", yet it is neither a toad nor a frog. The popular names come from the lizard's rounded body and blunt snout, which make it resemble a toad or frog (Phrynosoma literally means \"toad-bodied\"). The spines on its back and sides are made from modified scales, whereas the horns on the heads are true horns (i.e. they have a bony core). Of 15 species of horned lizards in North America, eight are native to the United States. The largest-bodied and most widely distributed of the US species is the Texas horned lizard (P. cornutum).\n\nHorned lizards use a wide variety of means to avoid predation. Their coloration generally serves as camouflage. When threatened, their first defense is to remain still to avoid detection. If approached too closely, they generally run in short bursts and stop abruptly to confuse the predator's visual acuity. If this fails, they puff up their bodies to cause them to appear more horned and larger, so that they are more difficult to swallow. At least eight species (P. asio, P. cornutum, P. coronatum, P. ditmarsi, P. hernandesi, P. orbiculare, P. solare, and P. taurus) are also able to squirt an aimed stream of blood from the corners of the eyes for a distance of up to 5 feet (1.5 m). They do this by restricting the blood flow leaving the head, thereby increasing blood pressure and rupturing tiny vessels around the eyelids. This not only confuses predators, but also the blood tastes foul to canine and feline predators. It appears to have no effect against predatory birds. Only three closely related species (P. mcallii, P. modestum, and P. platyrhinos) are certainly known to be unable to squirt blood. To avoid being picked up by the head or neck, a horned lizard ducks or elevates its head and orients its cranial horns straight up, or back. If a predator tries to take it by the body, the lizard drives that side of its body down into the ground so the predator cannot easily get its lower jaw underneath.", "Cylindrophis ruffus": "The Cylindrophiidae are a monotypic family of nonvenomous snakes containing the genus Cylindrophis found in Asia. These are burrowing snakes and all have checkered black-and-white bellies. Currently, eight species are recognized, with no subspecies. Common names include: Asian pipe snakes.\n^ a b McDiarmid RW, Campbell JA, Touré T. 1999. Snake Species of the World: A Taxonomic and Geographic Reference, Volume 1. Washington, District of Columbia: Herpetologists' League. 511 pp. ISBN 1-893777-00-6 (series). ISBN 1-893777-01-4 (volume).\n^ a b \"Cylindrophiidae\". Integrated Taxonomic Information System. Retrieved 17 August 2007. \n^ \"Cylindrophis\". Integrated Taxonomic Information System. Retrieved 17 August 2007.", "Amphisbaena alba": "The amphisbaena (/ˌæmfɪsˈbiːnə/, plural: amphisbaenae) is a mythological, ant-eating serpent with a head at each end. The creature is alternately called the amphisbaina, amphisbene, amphisboena, amphisbona, amphista, amfivena, amphivena, or anphivena (the last two being feminine), and is also known as the \"Mother of Ants\". Its name comes from the Greek words amphis, meaning \"both ways\", and bainein, meaning \"to go\". According to Greek mythology, the amphisbaena was spawned from the blood that dripped from the Gorgon Medusa's head as Perseus flew over the Libyan Desert with it in his hand, after which Cato's army then encountered it along with other serpents on the march. Amphisbaenae fed off of the corpses left behind. The amphisbaena has been referred to by various poets such as Nicander, John Milton, Alexander Pope, Percy Bysshe Shelley, Alfred, Lord Tennyson, and A. E. Housman;as a mythological and legendary creature, it has been referenced by Lucan, Pliny the Elder, Isidore of Seville, and Thomas Browne, the last of whom debunked its existence.", "Chamaeleo calyptratus": "Chamaeleo is a genus of chameleons found primarily in the mainland of sub-saharan Africa, but a few species are also present in northern Africa, southern Europe and southern Asia east to India and Sri Lanka.", "Liolaemus bellii": "Liolaemus is a genus of iguanian lizards, containing many species, all of which are endemic to South America.", "Stenocercus guentheri": "Stenocercus is a genus of South American lizards, commonly called whorltail iguanas, of the Tropiduridae family. This genus has 62 valid described species.", "Physignathus cocincinus": "Physignathus is a genus of large, diurnal, arboreal, agamid lizards, commonly known as water dragons. The two species are the Chinese water dragon P. cocincinus, and the Australian water dragon P. lesueurii. They are sometimes kept as pets, especially P. cocincinus. Its generic name is Greek for \"inflated jaw\".\n\n", "Leiosaurus catamarcensis": "Leiosaurus is a genus of lizards endemic to South America.", "Chilabothrus striatus": "Common names: Greater Antillean boas, rainbow boas, West Indian boas.\nEpicrates is a genus of non-venomous boas found in South America, Central America and the West Indies. Ten species are currently recognized.\n^ McDiarmid RW, Campbell JA, Touré T. 1999. Snake Species of the World: A Taxonomic and Geographic Reference, vol. 1. Herpetologists' League. 511 pp. ISBN 1-893777-00-6 (series). ISBN 1-893777-01-4 (volume).\n^ a b \"Epicrates\". Integrated Taxonomic Information System. Retrieved 6 July 2008.", "Sceloporus variabilis": "Spiny lizards is the common name for the genus Sceloporus in the family Phrynosomatidae. This genus includes some of the most commonly seen lizards in the United States.", "Brookesia brygooi": "Brookesia is a genus of chameleons endemic to Madagascar, that range from small to very small in size, and are known collectively as leaf chameleons (though this name also commonly is used for species in the genera Rieppeleon and Rhampholeon). Brookesia includes species considered to be the world's smallest chameleons which are also among the smallest reptiles. Members of the genus Brookesia are largely brown and most are essentially terrestrial. A significant percentage of the species in the genus were only identified to science within the last three decades, and a number of species that still have not received a scientific name are known to exist. Most inhabit very small ranges in areas that are difficult to access, and due to their small size and secretive nature, they have been relatively poorly studied compared to their larger relatives.", "Feylinia polylepis": "Feylinia is a genus of skinks (family Scincidae). It is usually placed in the monotypic subfamily Feylininae.\nHowever, it appears to be not as distinct as formerly presumed, but rather somewhat closer to such genera as Chalcides and Sepsina. These are usually placed in the subfamily Scincinae, which seems to be paraphyletic however.\nFeylinia belongs to a major clade which does not seem to include the Scincinae type genus Scincus. Thus, it will probably be eventually assigned to a new, yet-to-be-named subfamily. (Austin & Arnold 2006)", "Heloderma suspectum": "Heloderma, the only genus of the family Helodermatidae, consists of venomous lizards native to the southwestern United States, Mexico, and as far south as Guatemala. It includes five separate species, with two subspecies. Their closest living relatives are the anguid lizards.\nHelodermatids (or beaded lizards) are large, stocky, slow-moving reptiles that prefer semiarid habitats. Their tails are short and used as fat storage organs. They are covered with small, nonoverlapping, bead-like scales, with osteoderms on the undersides of their bodies. Both species are dark in color, with yellowish or pinkish markings.\nMembers of the family are venomous. Venom glands are located in their lower jaws, unlike snakes' venom glands, which are located in their upper jaws. Also, unlike snakes, helodermatids lack the musculature to inject venom. The venom is typically used only in defense, rather than in subduing prey, and the lizard must chew on its victim to work the venom into the flesh. Venom glands are believed to have evolved early in the lineage leading to the modern helodermatids, as their presence is indicated even in the 65-million-year-old fossil genus Paraderma. Venom production among lizards was long thought to be unique to this genus, but researchers studying venom production have proposed many others also produce some venom, all placed in the clade Toxicofera, which includes all snakes and 13 other families of lizards. However, except for snakes, helodermatids, and possibly varanids, envenomation is not considered medically significant for humans.\nHelodermatids are carnivorous, preying on rodents and other small mammals, and eating the eggs of birds and reptiles. They are oviparous, laying large clutches of eggs.", "Xantusia bezyi": "Xantusia is one of three genera of night lizards (family Xantusiidae). Species of Xantusia are small to medium-sized, viviparous (live-bearing) lizards found in the U.S. Southwest and in northern Mexico.\nThe name and description of the type species and genus were published in 1859, by Spencer Fullerton Baird, the name commemorating the naturalist John Xantus.", "Callopistes maculatus": "Callopistes is a lizard genus which belongs to the family of Teiidae. They are native to Ecuador, Peru and Chile.", "Rhacodactylus auriculatus": "Rhacodactylus is a genus of medium to large geckos of the family Diplodactylidae. All species in this genus are found on the islands that make up New Caledonia.\nGenus characteristics include long limbs and toes with well-developed lamellae. Some webbing occurs on the hind limbs and toes. Rhacodactylus possess prehensile tails which also have lamellae to assist in climbing. These are for the most part arboreal geckos. Rhacodactylus are nocturnal geckos.\nThe species are egg layers with the exception of R. trachyrhynchus which gives live birth. Rhacodactylus geckos are sexually dimorphic, with the males possessing larger preanal pores than the females as well as a distinct hemipenis pocket.\nMales tend to be stockier than females with the exception of R. auriculatus in which species the males are much slimmer than the females.", "Gambelia wislizenii": "Gambelia is a genus of lizards, commonly known as leopard lizards, within the family Crotaphytidae. Leopard lizards are indigenous to arid environments of southwestern North America.\nSpecies in the genus Gambelia superficially resemble those of the genus Crotaphytus. However, one difference between the genera Gambelia and Crotaphytus is that leopard lizards have fracture planes in their tails, allowing the tails to break off when grasped by predators.", "Pristidactylus torquatus": "Pristidactylus is a genus of lizards from Chile and Argentina. It contains the following species:\nPristidactylus achalensis Gallardo, 1964\nPristidactylus alvaroi Donoso-Barros, 1975\nPristidactylus araucanus Gallardo, 1964\nPristidactylus casuhatiensis Gallardo, 1968\nPristidactylus fasciatus Fitzinger, 1843\nPristidactylus nigroiugulus Cei, Scolaro, and Videla, 2001\nPristidactylus scapulatus Burmeister, 1861\nPristidactylus torquatus Philippi, 1861\nPristidactylus valeriae Donoso-Barros, 1966\nPristidactylus volcanensis Lamborot and Diaz, 1987", "Anniella pulchra": "The family Anniellidae, known as American legless lizards, contains six species in a single genus Anniella: A. pulchra, the California legless lizard, the rare, A. geronimensis, Baja California legless lizard, and four more discovered in 2013.\nTwo subspecies of the California legless lizard were formerly recognized, A. p. pulchra, the silvery legless lizard, and A. p. nigra, the black legless lizard. However, modern taxonomic classification considers the black legless lizard to simply be a melanistic form.", "Morunasaurus annularis": "Morunasaurus is a genus of lizards in the reptile family Hoplocercidae.\nSpecies include:\nMorunasaurus annularis - ringed spinytail iguana\nMorunasaurus groi - Dunn's spinytail lizard\nMorunasaurus peruvianus - Köhler, 2003", "Conchoraptor gracilis": "Conchoraptor (meaning \"conch plunderer\") is a genus of oviraptorid dinosaur from the late Cretaceous Period of what is now Asia.", "Amphisbaena fuliginosa": "The amphisbaena (/ˌæmfɪsˈbiːnə/, plural: amphisbaenae) is a mythological, ant-eating serpent with a head at each end. The creature is alternately called the amphisbaina, amphisbene, amphisboena, amphisbona, amphista, amfivena, amphivena, or anphivena (the last two being feminine), and is also known as the \"Mother of Ants\". Its name comes from the Greek words amphis, meaning \"both ways\", and bainein, meaning \"to go\". According to Greek mythology, the amphisbaena was spawned from the blood that dripped from the Gorgon Medusa's head as Perseus flew over the Libyan Desert with it in his hand, after which Cato's army then encountered it along with other serpents on the march. Amphisbaenae fed off of the corpses left behind. The amphisbaena has been referred to by various poets such as Nicander, John Milton, Alexander Pope, Percy Bysshe Shelley, Alfred, Lord Tennyson, and A. E. Housman;as a mythological and legendary creature, it has been referenced by Lucan, Pliny the Elder, Isidore of Seville, and Thomas Browne, the last of whom debunked its existence.", "Anilius scytale": "The Aniliidae are a monotypic family created for the monotypic genus Anilius that contains the single species A. scytale. Common names include American pipe snake and false coral snake. It is found in South America. This snake possesses a vestigial pelvic girdle that is visible as a pair of cloacal spurs. It is ovoviviparous. Its diet consists mainly of amphibians and other reptiles. Currently, two subspecies are recognized, including the typical form described here.\n^ a b c McDiarmid RW, Campbell JA, Touré T. 1999. Snake Species of the World: A Taxonomic and Geographic Reference, vol. 1. Herpetologists' League. 511 pp. ISBN 1-893777-00-6 (series). ISBN 1-893777-01-4 (volume).\n^ a b \"Aniliidae\". Integrated Taxonomic Information System. Retrieved 14 August 2007. \n^ \"Anilius\". Integrated Taxonomic Information System. Retrieved 14 August 2007. \n^ a b \"Anilius scytale\". Integrated Taxonomic Information System. Retrieved 14 August 2007.", "Temujinia ellisoni": "", "Leiolepis belliana": "Leiolepis, commonly known as butterfly lizards or butterfly agamas (Thai: แย้), are group of agamid lizards of which very little is known. They are native to Thailand, Burma, Laos, Cambodia, Indonesia, and Vietnam. They are terrestrial lizards and prefer to live in arid, open regions.\nLeiolepis is the sole genus of subfamily Leiolepidinae.", "Phrynosoma taurus": "Horned lizards are a genus (Phrynosoma) of lizards which are the type genus of the family Phrynosomatidae. The horned lizard is popularly called a \"horned toad\", \"horny toad\" or \"horned frog\", yet it is neither a toad nor a frog. The popular names come from the lizard's rounded body and blunt snout, which make it resemble a toad or frog (Phrynosoma literally means \"toad-bodied\"). The spines on its back and sides are made from modified scales, whereas the horns on the heads are true horns (i.e. they have a bony core). Of 15 species of horned lizards in North America, eight are native to the United States. The largest-bodied and most widely distributed of the US species is the Texas horned lizard (P. cornutum).\n\nHorned lizards use a wide variety of means to avoid predation. Their coloration generally serves as camouflage. When threatened, their first defense is to remain still to avoid detection. If approached too closely, they generally run in short bursts and stop abruptly to confuse the predator's visual acuity. If this fails, they puff up their bodies to cause them to appear more horned and larger, so that they are more difficult to swallow. At least eight species (P. asio, P. cornutum, P. coronatum, P. ditmarsi, P. hernandesi, P. orbiculare, P. solare, and P. taurus) are also able to squirt an aimed stream of blood from the corners of the eyes for a distance of up to 5 feet (1.5 m). They do this by restricting the blood flow leaving the head, thereby increasing blood pressure and rupturing tiny vessels around the eyelids. This not only confuses predators, but also the blood tastes foul to canine and feline predators. It appears to have no effect against predatory birds. Only three closely related species (P. mcallii, P. modestum, and P. platyrhinos) are certainly known to be unable to squirt blood. To avoid being picked up by the head or neck, a horned lizard ducks or elevates its head and orients its cranial horns straight up, or back. If a predator tries to take it by the body, the lizard drives that side of its body down into the ground so the predator cannot easily get its lower jaw underneath.", "Ungaliophis continentalis": "Common names: bromeliad boas, banana boas, Neotropical dwarf boas.\nUngaliophis is a genus of dwarf boas found from southern Mexico to Colombia. Currently, 2 species are recognized.\n^ McDiarmid RW, Campbell JA, Touré T. 1999. Snake Species of the World: A Taxonomic and Geographic Reference, vol. 1. Herpetologists' League. 511 pp. ISBN 1-893777-00-6 (series). ISBN 1-893777-01-4 (volume).\n^ \"Ungaliophis\". Integrated Taxonomic Information System. Retrieved 29 August 2007.", "Elgaria multicarinata": "Elgaria is a genus of New World lizards in the family Anguidae. Their common name is western alligator lizards.\n^ \"Elgaria Gray, 1838\". Integrated Taxonomic Information System.", "Phrynosoma modestum": "Horned lizards are a genus (Phrynosoma) of lizards which are the type genus of the family Phrynosomatidae. The horned lizard is popularly called a \"horned toad\", \"horny toad\" or \"horned frog\", yet it is neither a toad nor a frog. The popular names come from the lizard's rounded body and blunt snout, which make it resemble a toad or frog (Phrynosoma literally means \"toad-bodied\"). The spines on its back and sides are made from modified scales, whereas the horns on the heads are true horns (i.e. they have a bony core). Of 15 species of horned lizards in North America, eight are native to the United States. The largest-bodied and most widely distributed of the US species is the Texas horned lizard (P. cornutum).\n\nHorned lizards use a wide variety of means to avoid predation. Their coloration generally serves as camouflage. When threatened, their first defense is to remain still to avoid detection. If approached too closely, they generally run in short bursts and stop abruptly to confuse the predator's visual acuity. If this fails, they puff up their bodies to cause them to appear more horned and larger, so that they are more difficult to swallow. At least eight species (P. asio, P. cornutum, P. coronatum, P. ditmarsi, P. hernandesi, P. orbiculare, P. solare, and P. taurus) are also able to squirt an aimed stream of blood from the corners of the eyes for a distance of up to 5 feet (1.5 m). They do this by restricting the blood flow leaving the head, thereby increasing blood pressure and rupturing tiny vessels around the eyelids. This not only confuses predators, but also the blood tastes foul to canine and feline predators. It appears to have no effect against predatory birds. Only three closely related species (P. mcallii, P. modestum, and P. platyrhinos) are certainly known to be unable to squirt blood. To avoid being picked up by the head or neck, a horned lizard ducks or elevates its head and orients its cranial horns straight up, or back. If a predator tries to take it by the body, the lizard drives that side of its body down into the ground so the predator cannot easily get its lower jaw underneath.", "Xantusia henshawi": "Xantusia is one of three genera of night lizards (family Xantusiidae). Species of Xantusia are small to medium-sized, viviparous (live-bearing) lizards found in the U.S. Southwest and in northern Mexico.\nThe name and description of the type species and genus were published in 1859, by Spencer Fullerton Baird, the name commemorating the naturalist John Xantus.", "Phrynosoma asio": "Horned lizards are a genus (Phrynosoma) of lizards which are the type genus of the family Phrynosomatidae. The horned lizard is popularly called a \"horned toad\", \"horny toad\" or \"horned frog\", yet it is neither a toad nor a frog. The popular names come from the lizard's rounded body and blunt snout, which make it resemble a toad or frog (Phrynosoma literally means \"toad-bodied\"). The spines on its back and sides are made from modified scales, whereas the horns on the heads are true horns (i.e. they have a bony core). Of 15 species of horned lizards in North America, eight are native to the United States. The largest-bodied and most widely distributed of the US species is the Texas horned lizard (P. cornutum).\n\nHorned lizards use a wide variety of means to avoid predation. Their coloration generally serves as camouflage. When threatened, their first defense is to remain still to avoid detection. If approached too closely, they generally run in short bursts and stop abruptly to confuse the predator's visual acuity. If this fails, they puff up their bodies to cause them to appear more horned and larger, so that they are more difficult to swallow. At least eight species (P. asio, P. cornutum, P. coronatum, P. ditmarsi, P. hernandesi, P. orbiculare, P. solare, and P. taurus) are also able to squirt an aimed stream of blood from the corners of the eyes for a distance of up to 5 feet (1.5 m). They do this by restricting the blood flow leaving the head, thereby increasing blood pressure and rupturing tiny vessels around the eyelids. This not only confuses predators, but also the blood tastes foul to canine and feline predators. It appears to have no effect against predatory birds. Only three closely related species (P. mcallii, P. modestum, and P. platyrhinos) are certainly known to be unable to squirt blood. To avoid being picked up by the head or neck, a horned lizard ducks or elevates its head and orients its cranial horns straight up, or back. If a predator tries to take it by the body, the lizard drives that side of its body down into the ground so the predator cannot easily get its lower jaw underneath.", "Teius teyou": "For the town in Alba County, Romania, see Teiuş.\n\nTeius is a genus of South American whiptail lizard that belongs to the family Teiidae.", "Petrosaurus mearnsi": "The California rock lizards are a genus (Petrosaurus) of New World lizards in the family Phrynosomatidae.", "Kaganaias hakusanensis": "Kaganaias (meaning 'Kaga water nymph') is an extinct genus of mosasauroid lizard that lived in what is now Japan during the Early Cretaceous. Kaganaias was semi-aquatic and is the only known aquatic squamate to be found in Asia and is also the only known aquatic squamate known from before the Cenomanian stage of the Cretaceous. It is also the first to be found in an inland area, instead of on the coast where aquatic squamates are commonly found. Its generic name is derived from Kaga Province, the old name for the Ishikawa Prefecture where the specimens were found, while the species name hakusanensis comes from the mountain that gives its name to Hakusan the city near its find site. The geological formation in which the specimens were found, the Tetori Group, stands alongside the Tetori River and has been the site of numerous other finds including molluscs, dinosaurs, fish and pterosaurs.\nAlthough Kaganaias is known to be in the Mosasaur family, it is unclear where; it has been assigned to Platynota (Varanoidea) for the time being.\n^ a b Evans, S.E., Manabe, M., Noro, M., Isaji, S. & Yamaguchi, M. (2006). \"A Long-Bodied Lizard From The Lower Cretaceous Of Japan.\" Palaeontology, 49.6, 2006, pp. 1143–1165.", "Anomochilus leonardi": "Common names: dwarf pipe snakes.\nThe Anomochilidae, or anomochilids, are a monotypic family created for the genus Anomochilus, which currently contains three monotypic species.", "Plica plica": "Plica may refer to:\nPlica (genus), a genus of lizards\nCapillaria plica, a parasitic nematode\nPlica (sigillography) - term from sigillography\nA fold or crease, especially of skin or other tissue, from medieval Latin plicare (\"to fold\")\nPlica fimbriata: Fimbriated fold of tongue\nPlica semilunaris of the conjunctiva\nPlica semilunaris of the fauces\nPlica syndrome of the knee\nPlica circularis, also called circular fold, of the small intestine\n\nThe hair disease Plica polonica: Polish plait\nIn early music notation, a note indicated in a ligature", "Sceloporus occidentalis": "Spiny lizards is the common name for the genus Sceloporus in the family Phrynosomatidae. This genus includes some of the most commonly seen lizards in the United States.", "Nephrurus levis": "Nephrurus is a genus of nine species of gecko, commonly known as knob-tailed geckos.\nThey are easily distinguished by their short bodies, large heads, small legs, and short, carrot-shaped tails that often end in a small knob.", "Lacerta viridis": "Lacerta is one of the 88 modern constellations defined by the International Astronomical Union. Its name is Latin for lizard. A small, faint constellation, it was created in 1687 by the astronomer Johannes Hevelius. Its brightest stars form a \"W\" shape similar to that of Cassiopeia, and it is thus sometimes referred to as 'Little Cassiopeia'. It is located between Cygnus, Cassiopeia and Andromeda on the northern celestial sphere. The northern part lies on the Milky Way.", "Zapsosaurus sceliphros": "", "Loveridgea ionidesii": "", "Moloch horridus": "Moloch, also known as Molech, Molekh, Molok, Molek, Melek, Molock, Moloc, Melech, Milcom, or Molcom (representing Semitic מלך m-l-k, a Semitic root meaning \"king\") is the name of an ancient god, possibly first worshiped in Ammon. Moloch worship was practiced by the Canaanites, Phoenicians, and related cultures in North Africa and the Levant.\nAs a god worshiped by the Phoenicians and Canaanites, Moloch had associations with a particular kind of propitiatory child sacrifice by parents. Moloch figures in the Book of Deuteronomy and in the Book of Leviticus as a forbidden form of idolatry (Leviticus 18:21: \"And thou shalt not let any of thy seeds (children) pass through the fire to Moloch\"). In the Old Testament, Gehenna was a valley by Jerusalem, where followers of various Baalim and Canaanite gods, including Moloch, sacrificed their children by fire (2 Chr. 28:3, 33:6; Jer. 7:31, 19:2–6).\nMoloch has been used figuratively in English literature from John Milton's Paradise Lost (1667) to Allen Ginsberg's \"Howl\" (1955), to refer to a person or thing demanding or requiring a very costly sacrifice.", "Chamaeleo laevigatus": "Chamaeleo is a genus of chameleons found primarily in the mainland of sub-saharan Africa, but a few species are also present in northern Africa, southern Europe and southern Asia east to India and Sri Lanka.", "Polrussia mongoliensis": "Polrussia is an extinct genus of iguanian lizard dating to the Late Cretaceous epoch, found in what is now Mongolia. It belongs to a group of extinct iguanians called Gobiguania that was endemic to the Gobi Desert during the Late Cretaceous. The type species Polrussia mongoliensis was named in 1991 on the basis of a skull found in the Barun Goyot Formation. The genus name refers to the Polish and Russian paleontologists who worked together to find and describe the material. Polrussia has a short skull, slightly pointed and flattened snout, and large eye sockets. The teeth each have one cusp, as opposed to the multiple cusps seen in some other gobiguanians. The skull is only 1.2 centimetres (0.47 in) long, making Polrussia one of the smallest gobiguanians.\nBelow is a cladogram from Daza et al. (2012) showing the phylogenetic relationships of Polrussia:", "Tropidophis haetianus": "Tropidophis, common name wood snake or West Indian wood snake, is a genus of dwarf boas endemic to the West Indies and South America. Currently, 17 species are recognized.\n\n", "Coleonyx variegatus": "Coleonyx is a genus of terrestrial geckos commonly referred to as banded geckos. They are found throughout the southwestern United States, Mexico and south into Central America. They are relatively small lizards, measuring about 5–6 in (13–15 cm) inches in length. They are nocturnal and are found primarily in dry, rocky habitats.", "Lepidophyma flavimaculatum": "Tropical night lizards (genus Lepidophyma—Greek for \"warty scales,\") compose one of three genera of night lizards (family Xantusiidae), which are a group of viviparous (live-bearing) lizards. There are 19 tropical night lizard species, making it the most populous night lizard genus. It is distributed throughout Central America, found anywhere from central Mexico to Panama, depending on the particular species. Tropical night lizards, particularly the yellow-spotted variety, are sometimes called Central American bark lizards by pet dealers and owners.", "Trimorphodon biscutatus": "Trimorphodon is a genus of mildly venomous, rear-fanged, colubrid snakes. They are commonly known as lyre snakes, named after the distinctive V shaped pattern on their head that is said to resemble the shape of a lyre. In Mexico, they are commonly called \"víbora de uña,\" or \"nail viper.\" The word Trimorphodon is a combination of three Greek words, 'tri' - three, 'morph' - shape, and 'odon' - teeth, which refers to the three distinct kinds of teeth that lyre snakes have: recurved anterior teeth; shorter middle teeth, and large grooved fangs at the rear of the jaw. There are two distinct species in the genus Trimorphodon, with seven subspecies.", "Varanus acanthurus": "Monitor lizard is the common name of several large lizard species, comprising the genus Varanus. They are native to Africa, Asia and Oceania, but are now found also in the Americas as an invasive species.\nMonitor lizards have long necks, powerful tails and claws, and well-developed limbs. The adult length of extant species ranges from 20 cm (7.9 in) in some species, to over 3 m (10 ft) in the case of the Komodo dragon, though the extinct varanid known as megalania (Varanus priscus) may have been capable of reaching lengths of as much as 7 m (23 ft). Most monitor species are terrestrial, but arboreal and semiaquatic monitors are also known. While most monitor lizards are carnivorous, eating eggs, smaller reptiles, fish, birds and small mammals, some also eat fruit and vegetation, depending on where they live.\nA total of 78 species are currently recognized; however, given that several species-groups are in need of taxonomic review, this number is certain to be increased with future research.", "Lepidophyma gaigeae": "Tropical night lizards (genus Lepidophyma—Greek for \"warty scales,\") compose one of three genera of night lizards (family Xantusiidae), which are a group of viviparous (live-bearing) lizards. There are 19 tropical night lizard species, making it the most populous night lizard genus. It is distributed throughout Central America, found anywhere from central Mexico to Panama, depending on the particular species. Tropical night lizards, particularly the yellow-spotted variety, are sometimes called Central American bark lizards by pet dealers and owners.", "Heloderma horridum": "Heloderma, the only genus of the family Helodermatidae, consists of venomous lizards native to the southwestern United States, Mexico, and as far south as Guatemala. It includes five separate species, with two subspecies. Their closest living relatives are the anguid lizards.\nHelodermatids (or beaded lizards) are large, stocky, slow-moving reptiles that prefer semiarid habitats. Their tails are short and used as fat storage organs. They are covered with small, nonoverlapping, bead-like scales, with osteoderms on the undersides of their bodies. Both species are dark in color, with yellowish or pinkish markings.\nMembers of the family are venomous. Venom glands are located in their lower jaws, unlike snakes' venom glands, which are located in their upper jaws. Also, unlike snakes, helodermatids lack the musculature to inject venom. The venom is typically used only in defense, rather than in subduing prey, and the lizard must chew on its victim to work the venom into the flesh. Venom glands are believed to have evolved early in the lineage leading to the modern helodermatids, as their presence is indicated even in the 65-million-year-old fossil genus Paraderma. Venom production among lizards was long thought to be unique to this genus, but researchers studying venom production have proposed many others also produce some venom, all placed in the clade Toxicofera, which includes all snakes and 13 other families of lizards. However, except for snakes, helodermatids, and possibly varanids, envenomation is not considered medically significant for humans.\nHelodermatids are carnivorous, preying on rodents and other small mammals, and eating the eggs of birds and reptiles. They are oviparous, laying large clutches of eggs.", "Colobosaura modesta": "Colobosaura is a monotypic genus of lizard, endemic to South America, in the family Gymnophthalmidae.", "Leiolepis triploida": "Leiolepis, commonly known as butterfly lizards or butterfly agamas (Thai: แย้), are group of agamid lizards of which very little is known. They are native to Thailand, Burma, Laos, Cambodia, Indonesia, and Vietnam. They are terrestrial lizards and prefer to live in arid, open regions.\nLeiolepis is the sole genus of subfamily Leiolepidinae.", "Arretosaurus ornatus": "", "Geocalamus acutus": "", "Uranoscodon superciliosus": "", "Xenochrophis piscator": "Xenochrophis is a genus of colubrid snakes endemic to Asia. They are commonly referred to as painted keelbacks.", "Sphenomorphus solomonis": "The genus Sphenomorphus – vernacularly known as the common skinks – currently serves as a \"wastebin taxon\" for a large number of skinks. While most or all species presently placed here are probably rather close relatives, the genus as presently delimited is likely to be not monophyletic and is in need of review.\nThe namesake of the Sphenomorphus group of Lygosominae genera, most species would probably occupy a rather basal position therein.", "Ctenosaura pectinata": "Ctenosaura is a lizard genus commonly known as spinytail iguanas or Ctenosaurs. The genus is part of the large lizard family, Iguanidae and is native to Mexico and Central America.", "Naja naja": "Naja is a genus of venomous elapid snakes known as cobras. Several other genera include species commonly called cobras (for example the rinkhals, or ring-necked spitting cobra [Hemachatus haemachatus]), but of all the snakes known by that name, members of the genus Naja are the most widespread and the most widely recognized as cobras. Various species occur in regions throughout Africa, Southwest Asia, South Asia and Southeast Asia.\nUntil recently the genus Naja had 20 to 22 species, but it has undergone several taxonomic revisions in recent years, so sources vary greatly. There is however wide support for a 2009 revision that synonymised the genera Boulengerina and Paranaja with Naja. According to that revision the genus Naja now includes 28 species.", "Micrurus fulvius": "Coral snakes are a large group of elapid snakes that can be subdivided into two distinct groups, Old World coral snakes and New World coral snakes. There are 16 species of Old World coral snake in three genera (Calliophis, Hemibungarus and Sinomicrurus), and over 65 recognized species of New World coral snakes in three genera (Leptomicrurus, Micruroides, and Micrurus). Genetic studies have found that the most basal lineages are Asian, indicating that the group originated in the Old World.", "Hemitheconyx caudicinctus": "Hemitheconyx is a genus of gecko.", "Polychrus marmoratus": "Polychrus is a genus of polychrotid lizards commonly called bush anoles that are found in the Caribbean, Central, and South America.\nPolychrus means 'many colored'. For other anoles see genera, Anolis and Norops.", "Ctenomastax parva": "", "Sphenodon punctatus": "Tuatara are reptiles endemic to New Zealand and which, although resembling most lizards, are part of a distinct lineage, the order Rhynchocephalia. Their name derives from the Māori language, and means \"peaks on the back\". The two species of tuatara are the only surviving members of their order, which flourished around 200 million years ago. Their most recent common ancestor with any other extant group is with the squamates (lizards and snakes). For this reason, tuatara are of great interest in the study of the evolution of lizards and snakes, and for the reconstruction of the appearance and habits of the earliest diapsids (the group that also includes birds, dinosaurs, and crocodiles).\nTuatara are greenish brown and gray, and measure up to 80 cm (31 in) from head to tail-tip and weigh up to 1.3 kg (2.9 lb) with a spiny crest along the back, especially pronounced in males. Their dentition, in which two rows of teeth in the upper jaw overlap one row on the lower jaw, is unique among living species. They are even more unusual in having a pronounced photoreceptive eye, the \"third eye\", which is thought to be involved in setting circadian and seasonal cycles. They are able to hear, although no external ear is present, and have a number of unique features in their skeleton, some of them apparently evolutionarily retained from fish. Although tuatara are sometimes called \"living fossils\", recent anatomical work has shown that they have changed significantly since the Mesozoic era. While mapping its genome, it has been discovered that the species has between five and six billion base pairs of DNA sequence.\nThe tuatara Sphenodon punctatus has been protected by law since 1895; the second species, S. guntheri, was not recognised until 1989. Tuatara, like many of New Zealand's native animals, are threatened by habitat loss and introduced predators, such as the Polynesian rat (Rattus exulans). They were extinct on the mainland, with the remaining populations confined to 32 offshore islands, until the first mainland release into the heavily fenced and monitored Karori Sanctuary in 2005.\nDuring routine maintenance work at Karori Sanctuary in late 2008, a tuatara nest was uncovered, with a hatchling found the following autumn. This is thought to be the first case of tuatara successfully breeding on the New Zealand mainland in over 200 years, outside of captive rearing facilities.", "Loxocemus bicolor": "Common names: Mexican python, Mexican burrowing python, Mexican burrowing snake.\nThe Loxocemidae are a monotypic family of snakes created for the monotypic genus Loxocemus that contains the species L. bicolor found in Mexico and Central America. Loxocemidae is one of the smallest snake families, having just one species and one genus. No subspecies are currently recognized. Analyses of DNA show that Loxocemus is most closely related to the Pythonidae.", "Xantusia extorris": "Xantusia is one of three genera of night lizards (family Xantusiidae). Species of Xantusia are small to medium-sized, viviparous (live-bearing) lizards found in the U.S. Southwest and in northern Mexico.\nThe name and description of the type species and genus were published in 1859, by Spencer Fullerton Baird, the name commemorating the naturalist John Xantus.", "Xenopeltis unicolor": "Common names: sunbeam snakes.\nThe Xenopeltidae are a monotypic family of snakes created for the genus Xenopeltis, which is found in Southeast Asia. Its members are known for their highly iridescent scales. Currently, two species are recognized and no subspecies. Studies of DNA suggest that the xenopeltids are most closely related to the Mexican burrowing python (Loxocemus) and pythons.", "Urostrophus vautieri": "", "Lycophidion capense": "Lycophidion is a genus of nonvenomous lamprophiid snakes commonly referred to as the wolf snakes.\n\nAs of 2015 there are 20 recognized species in the genus.", "Eryx colubrinus": "In Greek mythology, Eryx was a king of the city of Eryx in Sicily. He was either the son of Poseidon, or of Aphrodite and Butes the Argonaut of the Elymian people of Sicily who she spent several nights with at Lilybaeum to make Adonis jealous.  Eryx was an excellent boxer but died when Heracles beat him in a match.\nA different Eryx, one of the supporters of Phineus, was turned to stone by Perseus with the head of the Gorgon Medusa.", "Varanus salvator": "Monitor lizard is the common name of several large lizard species, comprising the genus Varanus. They are native to Africa, Asia and Oceania, but are now found also in the Americas as an invasive species.\nMonitor lizards have long necks, powerful tails and claws, and well-developed limbs. The adult length of extant species ranges from 20 cm (7.9 in) in some species, to over 3 m (10 ft) in the case of the Komodo dragon, though the extinct varanid known as megalania (Varanus priscus) may have been capable of reaching lengths of as much as 7 m (23 ft). Most monitor species are terrestrial, but arboreal and semiaquatic monitors are also known. While most monitor lizards are carnivorous, eating eggs, smaller reptiles, fish, birds and small mammals, some also eat fruit and vegetation, depending on where they live.\nA total of 78 species are currently recognized; however, given that several species-groups are in need of taxonomic review, this number is certain to be increased with future research.", "Oplurus cyclurus": "Oplurus is a genus of Malagasy iguanian lizards, most of which are rock-dwelling terrestrial species.\nThe sister genus to Oplurus is Chalarodon, which contains one species: Chalarodon madagascariensis, which is a terrestrial iguana and easily distinguished from Oplurus by its smaller size and the presence of a distinct dorsal crest.", "Naja haje": "Naja is a genus of venomous elapid snakes known as cobras. Several other genera include species commonly called cobras (for example the rinkhals, or ring-necked spitting cobra [Hemachatus haemachatus]), but of all the snakes known by that name, members of the genus Naja are the most widespread and the most widely recognized as cobras. Various species occur in regions throughout Africa, Southwest Asia, South Asia and Southeast Asia.\nUntil recently the genus Naja had 20 to 22 species, but it has undergone several taxonomic revisions in recent years, so sources vary greatly. There is however wide support for a 2009 revision that synonymised the genera Boulengerina and Paranaja with Naja. According to that revision the genus Naja now includes 28 species.", "Sonora semiannulata": "Sonora (Spanish pronunciation: [soˈnoɾa]), officially Free and Sovereign State of Sonora (Spanish: Estado Libre y Soberano de Sonora), is one of 31 states that, with the Federal District, comprise the 32 federal entities of Mexico. It is divided into 72 municipalities; the capital city is Hermosillo. Sonora is located in Northwest Mexico, bordered by the states of Chihuahua to the east, Baja California to the northwest and Sinaloa to the south. To the north, it shares the U.S.–Mexico border with the states of Arizona and New Mexico, and on the west has a significant share of the coastline of the Gulf of California.\nSonora's natural geography is divided into three parts: the Sierra Madre Occidental in the east of the state; plains and rolling hills in the center; and the coast on the Gulf of California. It is primarily arid or semiarid deserts and grasslands, with only the highest elevations having sufficient rainfall to support other types of vegetation.\nSonora is home to eight indigenous peoples, including the Mayo, the Yaqui, and Seri. It has been economically important for its agriculture, livestock (especially beef), and mining since the colonial period, and for its status as a border state since the Mexican–American War. With the Gadsden Purchase, Sonora lost more than a quarter of its territory. From the 20th century to the present, industry, tourism, and agribusiness have dominated the economy, attracting migration from other parts of Mexico.", "Heterodon platirhinos": "Heterodon is a genus of harmless colubrid snakes endemic to North America. They are stout with upturned snouts and are perhaps best known for their characteristic threat displays. Three species are currently recognized. Members of the genus are commonly known as hog-nosed snakes, North American hog-nosed snakes, and sometimes puff adders (though they should not be confused with the venomous African vipers of the genus Bitis).", "Python molurus": "A python is a constricting snake belonging to the Python (genus), or, more generally, any snake in the family Pythonidae (containing the Python genus).", "Uropeltis woodmasoni": "Common names: shieldtails.\nUropeltis is a genus of nonvenomous shield tail snakes endemic to southern India and Sri Lanka. Currently, 23 species are recognized.", "Xenosaurus grandis": "Xenosaurus is a lizard genus which belongs to the family of Xenosauridae.", "Xantusia vigilis": "Xantusia is one of three genera of night lizards (family Xantusiidae). Species of Xantusia are small to medium-sized, viviparous (live-bearing) lizards found in the U.S. Southwest and in northern Mexico.\nThe name and description of the type species and genus were published in 1859, by Spencer Fullerton Baird, the name commemorating the naturalist John Xantus.", "Typhlops jamaicensis": "Typhlops is a genus of blind snakes found in Europe, Africa, Asia and Central and South America. Currently, 120 species are recognized, accounting for over half of the species in the family Typhlopidae. Common names include: blind snakes, blindsnakes.\n\n", "Rhineura floridana": "Rhineura floridana, known as the North American worm lizard, Florida worm lizard, or thunderworm, is the only member of the monotypic genus Rhineura. This species is found only in Florida no further north than the panhandle. No subspecies are currently recognized.", "Xantusia riversiana": "Xantusia is one of three genera of night lizards (family Xantusiidae). Species of Xantusia are small to medium-sized, viviparous (live-bearing) lizards found in the U.S. Southwest and in northern Mexico.\nThe name and description of the type species and genus were published in 1859, by Spencer Fullerton Baird, the name commemorating the naturalist John Xantus.", "Phrynosoma coronatum": "Horned lizards are a genus (Phrynosoma) of lizards which are the type genus of the family Phrynosomatidae. The horned lizard is popularly called a \"horned toad\", \"horny toad\" or \"horned frog\", yet it is neither a toad nor a frog. The popular names come from the lizard's rounded body and blunt snout, which make it resemble a toad or frog (Phrynosoma literally means \"toad-bodied\"). The spines on its back and sides are made from modified scales, whereas the horns on the heads are true horns (i.e. they have a bony core). Of 15 species of horned lizards in North America, eight are native to the United States. The largest-bodied and most widely distributed of the US species is the Texas horned lizard (P. cornutum).\n\nHorned lizards use a wide variety of means to avoid predation. Their coloration generally serves as camouflage. When threatened, their first defense is to remain still to avoid detection. If approached too closely, they generally run in short bursts and stop abruptly to confuse the predator's visual acuity. If this fails, they puff up their bodies to cause them to appear more horned and larger, so that they are more difficult to swallow. At least eight species (P. asio, P. cornutum, P. coronatum, P. ditmarsi, P. hernandesi, P. orbiculare, P. solare, and P. taurus) are also able to squirt an aimed stream of blood from the corners of the eyes for a distance of up to 5 feet (1.5 m). They do this by restricting the blood flow leaving the head, thereby increasing blood pressure and rupturing tiny vessels around the eyelids. This not only confuses predators, but also the blood tastes foul to canine and feline predators. It appears to have no effect against predatory birds. Only three closely related species (P. mcallii, P. modestum, and P. platyrhinos) are certainly known to be unable to squirt blood. To avoid being picked up by the head or neck, a horned lizard ducks or elevates its head and orients its cranial horns straight up, or back. If a predator tries to take it by the body, the lizard drives that side of its body down into the ground so the predator cannot easily get its lower jaw underneath.", "Phelsuma lineata": "Phelsuma is a large genus of mostly small lizards in the family Gekkonidae. Species in the genus Phelsuma are commonly referred to as day geckos.\n\n", "Gonatodes albogularis": "Gonatodes is a genus of New World dwarf geckos of the family Sphaerodactylidae.", "Celestus enneagrammus": "Celestus is a genus of anguid lizards containing 28 living species, and one extinct species.", "Aeluroscalabotes felinus": "The cat gecko, Aeluroscalabotes felinus, is a species of gecko found in Indonesia, Malaysia, Singapore, Cambodia and Thailand. It is the only species within the genus Aeluroscalabotes, and the only genus found within the taxonomic Subfamily Aeluroscalabotinae. It is commonly called the cat gecko because of its habit of curling up with its tail around itself when it sleeps, similar to a cat.", "Atractaspis irregularis": "Common names: burrowing vipers, burrowing asps, mole vipers, more.\nAtractaspis is a genus of venomous snakes found in Africa. Currently, 15 species are recognized by ITIS. Others recognize 19 species. 16 are listed here.", "Lialis burtonis": "Lialis is a genus of lizards in the family Pygopodidae, with two member species in this genus.\n^", "Delma borea": "Delma is a genus of lizards in the family Pygopodidae. The genus Delma contains 21 valid described species, all of which are endemic to Australia.\n^ Integrated Taxonomic Information System (ITIS). www.itis.gov.\n^ Dahms Tierleben. www.dahmstierleben.de/systematik/Reptilien/Squamata/Gekkota/Pygopodidae.", "Casarea dussumieri": "The Round Island boa (Casarea dussumieri ), also known as the Round Island keel-scaled boa and the Round Island ground boa, is a species of nonvenomous snake in the Bolyeriidae family, in the monotypic genus Casarea. It is endemic to Round Island, Mauritius. No subspecies are currently recognized.\n^ a b c Casarea dussumieri at IUCN Red List. Accessed 16 August 2007.\n^ a b McDiarmid RW, Campbell JA, Touré T. 1999. Snake Species of the World: A Taxonomic and Geographic Reference, Volume 1. Washington, District of Columbia: Herpetologists' League. 511 pp. ISBN 1-893777-00-6 (series). ISBN 1-893777-01-4 (volume).\n^ a b \"Casarea dussumieri\". Integrated Taxonomic Information System. Retrieved 16 August 2007. \n^ \"Casarea Gray, 1842\". Integrated Taxonomic Information System. Retrieved 25 March 2015. \n^ Casarea at the Reptarium.cz Reptile Database\n^ Casarea dussumieri at the Reptarium.cz Reptile Database. Accessed 25 March 2015.", "Cordylosaurus subtessellatus": "", "Anolis carolinensis": "Anolis, or anoles, is a genus of iguanian (anole) lizards belonging to the family Dactyloidae. With 391 species, Anolis represents the world's most species-rich amniote tetrapod genus.", "Phrynosoma hernandesi": "Horned lizards are a genus (Phrynosoma) of lizards which are the type genus of the family Phrynosomatidae. The horned lizard is popularly called a \"horned toad\", \"horny toad\" or \"horned frog\", yet it is neither a toad nor a frog. The popular names come from the lizard's rounded body and blunt snout, which make it resemble a toad or frog (Phrynosoma literally means \"toad-bodied\"). The spines on its back and sides are made from modified scales, whereas the horns on the heads are true horns (i.e. they have a bony core). Of 15 species of horned lizards in North America, eight are native to the United States. The largest-bodied and most widely distributed of the US species is the Texas horned lizard (P. cornutum).\n\nHorned lizards use a wide variety of means to avoid predation. Their coloration generally serves as camouflage. When threatened, their first defense is to remain still to avoid detection. If approached too closely, they generally run in short bursts and stop abruptly to confuse the predator's visual acuity. If this fails, they puff up their bodies to cause them to appear more horned and larger, so that they are more difficult to swallow. At least eight species (P. asio, P. cornutum, P. coronatum, P. ditmarsi, P. hernandesi, P. orbiculare, P. solare, and P. taurus) are also able to squirt an aimed stream of blood from the corners of the eyes for a distance of up to 5 feet (1.5 m). They do this by restricting the blood flow leaving the head, thereby increasing blood pressure and rupturing tiny vessels around the eyelids. This not only confuses predators, but also the blood tastes foul to canine and feline predators. It appears to have no effect against predatory birds. Only three closely related species (P. mcallii, P. modestum, and P. platyrhinos) are certainly known to be unable to squirt blood. To avoid being picked up by the head or neck, a horned lizard ducks or elevates its head and orients its cranial horns straight up, or back. If a predator tries to take it by the body, the lizard drives that side of its body down into the ground so the predator cannot easily get its lower jaw underneath.", "Bipes canaliculatus": "Bipes may refer to:\nBipes (genus), a genus of burrowing lizards with no hind limbs and front limbs reduced to stumps\nLerista bipes, a skink lizard species in the genus Lerista endemic to Australia\nNebalia bipes, a species of leptostracan crustacean", "Rhineura hatcherii": "Rhineura floridana, known as the North American worm lizard, Florida worm lizard, or thunderworm, is the only member of the monotypic genus Rhineura. This species is found only in Florida no further north than the panhandle. No subspecies are currently recognized.", "Calabaria reinhardtii": "Calabaria may refer to:\nA taxonomic synonym for Charina, a genus of non-venomous boas found in North America and Africa.\nCharina reinhardtii, a.k.a. the Calabar burrowing python, a non-venomous boa species found in west and central Africa.", "Lichanura trivirgata": "Charina is a genus of nonvenomous boas found in North America. Three species are currently recognized.\nCommon names: rosy boas, rubber boas.\n\n^ McDiarmid RW, Campbell JA, Touré T. 1999. Snake Species of the World: A Taxonomic and Geographic Reference, vol. 1. Herpetologists' League. 511 pp. ISBN 1-893777-00-6 (series). ISBN 1-893777-01-4 (volume).\n^ a b \"Charina\". Integrated Taxonomic Information System. Retrieved 6 July 2008.", "Tracheloptychus petersi": "thumbnail\n\nTracheloptychus is a small genus of plated lizards endemic to Madagascar.\nThere are two species:\nMalagasy Keeled Plated Lizard, Madagascar Girdled Lizard (Tracheloptychus madagascariensis)\nPeter's Keeled Plated Lizard (Tracheloptychus petersi)", "Uma scoparia": "UMA or Uma may refer to:", "Phymaturus palluma": "Phymaturus is a genus of iguanian \"lizards\" of the family Liolaemidae, which is traditionally included in the Iguanidae as subfamily but more recently was proposed to warrant distinct family status. It is the mid-sized genus of its family, with 20 species altogether known as of 2008; new species are still being discovered however.\nThey are found in the Andes region south to Patagonia and inhabit a variety of habitats. Their habits are mostly conserved from the ancestral iguanians, insofar as that Phymaturus are generally inhabitants of rocky ground that feed on plants and give birth to fully developed young.", "Natrix natrix": "Natrix is a genus of colubrid snakes. Four species are in the genus. They are collectively called grass snakes and water snakes. However, some other snake species known as \"grass snakes\" and \"water snakes\" are not of the genus Natrix.\nThe genus includes:\nNatrix maura – viperine water snake \nNatrix megalocephala – large-headed water snake (status controversial)\nNatrix natrix – grass snake \nNatrix tessellata – dice snake", "Agkistrodon contortrix": "Agkistrodon is a genus of venomous pit vipers found in North America from the United States south to northern Costa Rica. Three species are currently recognized, all of them polytypic and closely related. Common names include: cottonmouth, copperheads, cantils.", "Causus rhombeatus": "The Causinae are a monotypic subfamily of venomous vipers found only in sub-Saharan Africa. It was created for the genus Causus, a group considered to be among the most primitive members of the family Viperidae based on head scalation, oviparity, venom apparatus, and because they have round pupils. However, this is contradicted by recent molecular studies. Six species are currently recognized. They are commonly known as night adders.", "Bipes biporus": "Bipes may refer to:\nBipes (genus), a genus of burrowing lizards with no hind limbs and front limbs reduced to stumps\nLerista bipes, a skink lizard species in the genus Lerista endemic to Australia\nNebalia bipes, a species of leptostracan crustacean", "Gerrhosaurus major": "Gerrhosaurus is a genus of lizards native to southern and eastern Africa. There are 9-10 species found in dry, rocky semi-open habitats.", "Phrynosoma orbiculare": "Horned lizards are a genus (Phrynosoma) of lizards which are the type genus of the family Phrynosomatidae. The horned lizard is popularly called a \"horned toad\", \"horny toad\" or \"horned frog\", yet it is neither a toad nor a frog. The popular names come from the lizard's rounded body and blunt snout, which make it resemble a toad or frog (Phrynosoma literally means \"toad-bodied\"). The spines on its back and sides are made from modified scales, whereas the horns on the heads are true horns (i.e. they have a bony core). Of 15 species of horned lizards in North America, eight are native to the United States. The largest-bodied and most widely distributed of the US species is the Texas horned lizard (P. cornutum).\n\nHorned lizards use a wide variety of means to avoid predation. Their coloration generally serves as camouflage. When threatened, their first defense is to remain still to avoid detection. If approached too closely, they generally run in short bursts and stop abruptly to confuse the predator's visual acuity. If this fails, they puff up their bodies to cause them to appear more horned and larger, so that they are more difficult to swallow. At least eight species (P. asio, P. cornutum, P. coronatum, P. ditmarsi, P. hernandesi, P. orbiculare, P. solare, and P. taurus) are also able to squirt an aimed stream of blood from the corners of the eyes for a distance of up to 5 feet (1.5 m). They do this by restricting the blood flow leaving the head, thereby increasing blood pressure and rupturing tiny vessels around the eyelids. This not only confuses predators, but also the blood tastes foul to canine and feline predators. It appears to have no effect against predatory birds. Only three closely related species (P. mcallii, P. modestum, and P. platyrhinos) are certainly known to be unable to squirt blood. To avoid being picked up by the head or neck, a horned lizard ducks or elevates its head and orients its cranial horns straight up, or back. If a predator tries to take it by the body, the lizard drives that side of its body down into the ground so the predator cannot easily get its lower jaw underneath.", "Aspidites melanocephalus": "Aspidites is a genus of pythons endemic to Australia. The name can be translated as \"shield bearer\" and pertains to the symmetrically shaped head scales. Currently, two species are recognized.", "Phrynosoma solare": "Horned lizards are a genus (Phrynosoma) of lizards which are the type genus of the family Phrynosomatidae. The horned lizard is popularly called a \"horned toad\", \"horny toad\" or \"horned frog\", yet it is neither a toad nor a frog. The popular names come from the lizard's rounded body and blunt snout, which make it resemble a toad or frog (Phrynosoma literally means \"toad-bodied\"). The spines on its back and sides are made from modified scales, whereas the horns on the heads are true horns (i.e. they have a bony core). Of 15 species of horned lizards in North America, eight are native to the United States. The largest-bodied and most widely distributed of the US species is the Texas horned lizard (P. cornutum).\n\nHorned lizards use a wide variety of means to avoid predation. Their coloration generally serves as camouflage. When threatened, their first defense is to remain still to avoid detection. If approached too closely, they generally run in short bursts and stop abruptly to confuse the predator's visual acuity. If this fails, they puff up their bodies to cause them to appear more horned and larger, so that they are more difficult to swallow. At least eight species (P. asio, P. cornutum, P. coronatum, P. ditmarsi, P. hernandesi, P. orbiculare, P. solare, and P. taurus) are also able to squirt an aimed stream of blood from the corners of the eyes for a distance of up to 5 feet (1.5 m). They do this by restricting the blood flow leaving the head, thereby increasing blood pressure and rupturing tiny vessels around the eyelids. This not only confuses predators, but also the blood tastes foul to canine and feline predators. It appears to have no effect against predatory birds. Only three closely related species (P. mcallii, P. modestum, and P. platyrhinos) are certainly known to be unable to squirt blood. To avoid being picked up by the head or neck, a horned lizard ducks or elevates its head and orients its cranial horns straight up, or back. If a predator tries to take it by the body, the lizard drives that side of its body down into the ground so the predator cannot easily get its lower jaw underneath.", "Crotaphytus collaris": "Crotaphytus is a genus of lizards commonly known as collared lizards. They are a genus of small to medium-sized predators indigenous to arid environments of the southwestern regions of North America.", "Latastia longicaudata": "Latastia is a genus of lizards of the family Lacertidae. The genus Latastia is endemic to Africa.", "Agama agama": "Agama is a term for scriptures in Buddhism, Jainism, and Hinduism:\nĀgama (Buddhism)\nĀgama (Jainism)\nĀgama (Hinduism)\nThe corresponding adjective is Agamic.\nAgama can also refer to:\nAgama (lizard), common name for lizards in the Agamidae family\nReligion, referred to as agama in the Malay-speaking world (Indonesia, Malaysia, Singapore, Brunei)\nAgamic can mean a form of asexual reproduction not involving the fusion of male and female gametes", "Dipsosaurus dorsalis": "The desert iguana (Dipsosaurus dorsalis) is one of the most common lizards of the Sonoran and Mojave deserts of the southwestern United States and northwestern Mexico. They also occur on several Gulf of California islands. Their color is mostly grey and tan.", "Thamnophis marcianus": "Garter snake ‒ also called garden snake or gardener snake ‒ is the common name given to harmless, small to medium-sized snakes belonging to the genus Thamnophis. Endemic to North America, they can be found from the Subarctic plains of Canada to Central America. The garter snake is the state reptile of Massachusetts.\nWith no real consensus on the classification of species of Thamnophis, disagreement among taxonomists and sources, such as field guides, over whether two types of snakes are separate species or subspecies of the same species is common. Garter snakes are closely related to the genus Nerodia (water snakes), with some species having been moved back and forth between genera.", "Cnemidophorus tigris": "Cnemidophorus is a genus of lizards which belong to the family of Teiidae, which are commonly referred to as whiptail lizards or racerunners. Note that the nomenclature for this genus has recently been re-examined by T. W. Reeder et al. in 2002. Many species that were Cnemidophorus should now likely be considered Aspidoscelis based upon divergent characters between the two groups.\nThe name Cnemidophorus literally means ‘greave-wearing’, from the Ancient Greek knēmido- (combining form of knēmis ‘greave’, a leg armor) and -phoros (‘bearer’).", "Scincus scincus": "Scincus is a genus of skinks (family Scincidae). All three species are typical desert inhabitants, living in sandy and dune-like areas with a hot and dry climate. They can be found from Arabia to the Sahara desert.\nThis is the type genus of the subfamily Scincinae. As that group appears to be paraphyletic and is in need of revision, it is as yet undetermined which skink genera are closely enough related to Scincus to be retained in the Scincinae.(Austin & Arnold 2006).\nSpecies\nScincus hemprichii\nScincus mitranus, eastern skink\nScincus scincus, sandfish", "Pareas hamptoni": "Pareas is a genus of snakes in the Colubridae family, subfamily Pareatinae (treated also as its own family, family Pareatidae), from Asia. They are all harmless to humans.", "Gerrhonotus infernalis": "Gerrhonotus is a genus of anguid lizards that are commonly referred to as alligator lizards, due to a vague resemblance to the alligator. There are five currently recognized species in the genus:\nGerrhonotus farri Bryson & Graham, 2010 - Farr's alligator lizard\nGerrhonotus infernalis Baird, 1859 - Texas alligator lizard\nGerrhonotus liocephalus Wiegmann, 1828 - smooth-headed alligator lizard\nGerrhonotus lugoi C.J. McCoy, 1970 - Lugo's alligator lizard\nGerrhonotus parvus Knight & Scudday, 1985 - pygmy alligator lizard", "Chalcides ocellatus": "Chalcides is a genus of skinks (family Scincidae).\nIt is usually placed in the subfamily Scincinae (= Scincidae sensu Hedges 2014), a monophyletic clade of primarily African skinks.", "Diplometopon zarudnyi": "Diplometopon zarudnyi, also called Zarudny's worm lizard, is a species of amphisbaenian reptile in the Trogonophidae family. It is monotypic within the genus Diplometopon. This species is found on the Arabian peninsula.", "Phrynosoma mcallii": "Horned lizards are a genus (Phrynosoma) of lizards which are the type genus of the family Phrynosomatidae. The horned lizard is popularly called a \"horned toad\", \"horny toad\" or \"horned frog\", yet it is neither a toad nor a frog. The popular names come from the lizard's rounded body and blunt snout, which make it resemble a toad or frog (Phrynosoma literally means \"toad-bodied\"). The spines on its back and sides are made from modified scales, whereas the horns on the heads are true horns (i.e. they have a bony core). Of 15 species of horned lizards in North America, eight are native to the United States. The largest-bodied and most widely distributed of the US species is the Texas horned lizard (P. cornutum).\n\nHorned lizards use a wide variety of means to avoid predation. Their coloration generally serves as camouflage. When threatened, their first defense is to remain still to avoid detection. If approached too closely, they generally run in short bursts and stop abruptly to confuse the predator's visual acuity. If this fails, they puff up their bodies to cause them to appear more horned and larger, so that they are more difficult to swallow. At least eight species (P. asio, P. cornutum, P. coronatum, P. ditmarsi, P. hernandesi, P. orbiculare, P. solare, and P. taurus) are also able to squirt an aimed stream of blood from the corners of the eyes for a distance of up to 5 feet (1.5 m). They do this by restricting the blood flow leaving the head, thereby increasing blood pressure and rupturing tiny vessels around the eyelids. This not only confuses predators, but also the blood tastes foul to canine and feline predators. It appears to have no effect against predatory birds. Only three closely related species (P. mcallii, P. modestum, and P. platyrhinos) are certainly known to be unable to squirt blood. To avoid being picked up by the head or neck, a horned lizard ducks or elevates its head and orients its cranial horns straight up, or back. If a predator tries to take it by the body, the lizard drives that side of its body down into the ground so the predator cannot easily get its lower jaw underneath.", "Basiliscus basiliscus": "Basiliscus (Latin: Flavius Basiliscus Augustus; Greek: Βασιλίσκος) (d. 476/477) was Byzantine Emperor from 475 to 476. A member of the House of Leo, he came to power when Emperor Zeno had been forced out of Constantinople by a revolt.\nBasiliscus was the brother of Empress Aelia Verina, who was the wife of Emperor Leo I (457–474). His relationship with the Emperor allowed him to pursue a military career that, after minor initial successes, ended in 468, when he led the disastrous Roman invasion of Vandal Africa, in one of the largest military operations of Late Antiquity.\nBasiliscus succeeded in seizing power in 475, exploiting the unpopularity of Emperor Zeno, the \"barbarian\" successor to Leo, and a plot organised by Verina that had caused Zeno to flee Constantinople. However, during his short rule, Basiliscus alienated the fundamental support of the Church and the people of Constantinople, promoting the Miaphysite christological position in opposition to the Chalcedonian faith. Also, his policy of securing his power through the appointment of loyal men to key roles antagonised many important figures in the imperial court, including his sister Verina. So, when Zeno tried to regain his empire, he found virtually no opposition, triumphantly entering Constantinople, and capturing and killing Basiliscus and his family.\nThe struggle between Basiliscus and Zeno impeded the Eastern Roman Empire's ability to intervene in the fall of the Western Roman Empire, which happened in early September 476. When the chieftain of the Heruli, Odoacer, deposed Western Emperor Romulus Augustus, sending the imperial regalia to Constantinople, Zeno had just regained his throne, and he could only appoint Odoacer dux of Italy, thereby ending the Western Roman Empire.", "Lampropeltis getula": "Kingsnakes are colubrid snakes, members of the genus Lampropeltis, which include milk snakes and four other species. Among these, there are approximately 45 recognized subspecies.\n\n", "Varanus exanthematicus": "Monitor lizard is the common name of several large lizard species, comprising the genus Varanus. They are native to Africa, Asia and Oceania, but are now found also in the Americas as an invasive species.\nMonitor lizards have long necks, powerful tails and claws, and well-developed limbs. The adult length of extant species ranges from 20 cm (7.9 in) in some species, to over 3 m (10 ft) in the case of the Komodo dragon, though the extinct varanid known as megalania (Varanus priscus) may have been capable of reaching lengths of as much as 7 m (23 ft). Most monitor species are terrestrial, but arboreal and semiaquatic monitors are also known. While most monitor lizards are carnivorous, eating eggs, smaller reptiles, fish, birds and small mammals, some also eat fruit and vegetation, depending on where they live.\nA total of 78 species are currently recognized; however, given that several species-groups are in need of taxonomic review, this number is certain to be increased with future research.", "Diadophis punctatus": "Diadophis punctatus, commonly known as the ring-necked snake or ringneck snake, is a harmless species of colubrid snake found throughout much of the United States, central Mexico, and southeastern Canada. Ring-necked snakes are secretive, nocturnal snakes, so are rarely seen during the day time. They are slightly venomous, but their nonaggressive nature and small, rear-facing fangs pose little threat to humans who wish to handle them. They are best known for their unique defense posture of curling up their tails, exposing their bright red-orange posterior, ventral surface when threatened. Ring-necked snakes are believed to be fairly abundant throughout most of their range, though no scientific evaluation supports this hypothesis. Scientific research is lacking for the ring-necked snake, and more in-depth investigations are greatly needed. It is the only species within the genus Diadophis, and currently 14 subspecies are identified, but many herpetologists question the morphologically based classifications.", "Shinisaurus crocodilurus": "The Chinese crocodile lizard (Shinisaurus crocodilurus) is a semiaquatic lizard found only in cool forests in the Hunan, Guangxi and Guizhou Provinces of China, and the Quảng Ninh Province in Vietnam. The Chinese crocodile lizard spends much of its time in shallow water or in overhanging branches and vegetation, where it hunts its prey of insects, snails, tadpoles, and worms. Individuals in captivity may be fed baby mice. A rare and little-studied lizard, it is listed in CITES Appendix II, which regulates international trade of specimens. This is the only species in the monotypic genus Shinisaurus.\nShinisaurus, the Chinese crocodile lizard, was once also regarded as a member of Xenosauridae, but most recent studies of the evolutionary relationships of anguimorphs consider Shinisaurus to be more closely related to monitor lizards and helodermatids than to Xenosaurus. It is now placed in its own family Shinisauridae.", "Uta stansburiana": "UTA or Uta can refer to:", "Trogonophis wiegmanni": "The checkerboard worm lizard, Trogonophis wiegmanni, is a species of reptile in the Trogonophidae family. It is monotypic within the genus Trogonophis. It is found in Algeria, Morocco and Tunisia. Its natural habitats are temperate forests, Mediterranean-type shrubby vegetation, temperate grassland, sandy shores, arable land, and pastureland. It is threatened by habitat loss.", "Phrynosoma platyrhinos": "Horned lizards are a genus (Phrynosoma) of lizards which are the type genus of the family Phrynosomatidae. The horned lizard is popularly called a \"horned toad\", \"horny toad\" or \"horned frog\", yet it is neither a toad nor a frog. The popular names come from the lizard's rounded body and blunt snout, which make it resemble a toad or frog (Phrynosoma literally means \"toad-bodied\"). The spines on its back and sides are made from modified scales, whereas the horns on the heads are true horns (i.e. they have a bony core). Of 15 species of horned lizards in North America, eight are native to the United States. The largest-bodied and most widely distributed of the US species is the Texas horned lizard (P. cornutum).\n\nHorned lizards use a wide variety of means to avoid predation. Their coloration generally serves as camouflage. When threatened, their first defense is to remain still to avoid detection. If approached too closely, they generally run in short bursts and stop abruptly to confuse the predator's visual acuity. If this fails, they puff up their bodies to cause them to appear more horned and larger, so that they are more difficult to swallow. At least eight species (P. asio, P. cornutum, P. coronatum, P. ditmarsi, P. hernandesi, P. orbiculare, P. solare, and P. taurus) are also able to squirt an aimed stream of blood from the corners of the eyes for a distance of up to 5 feet (1.5 m). They do this by restricting the blood flow leaving the head, thereby increasing blood pressure and rupturing tiny vessels around the eyelids. This not only confuses predators, but also the blood tastes foul to canine and feline predators. It appears to have no effect against predatory birds. Only three closely related species (P. mcallii, P. modestum, and P. platyrhinos) are certainly known to be unable to squirt blood. To avoid being picked up by the head or neck, a horned lizard ducks or elevates its head and orients its cranial horns straight up, or back. If a predator tries to take it by the body, the lizard drives that side of its body down into the ground so the predator cannot easily get its lower jaw underneath.", "Ramphotyphlops braminus": "Common names: long-tailed blindsnakes, long-tailed blind snakes, worm snakes.\nRamphotyphlops is a genus of nonvenomous blind snakes found in southern and southeast Asia and Australia, with one species inhabiting the Americas, as well as many islands in the southern Pacific Ocean. They occur in a wide variety of habitats. Currently, 49 species are recognized, making this the most second most diverse genus in the family Typhlopidae.", "Zonosaurus ornatus": "Zonosaurus is a genus of gerrhosaurid lizards.", "Draco quinquefasciatus": "Draco commonly refers to:\nDraco (lawgiver), Athenian lawmaker known for the Draconian Code\nDraco may also refer to:", "Holaspis guentheri": "Holaspis is a genus of wall lizard in the family Lacertidae found in Sub-Saharan Africa. They are capable of gliding flight, due to their bubbly light bone structure. They are predatory arboreal small lizards that eat small insects. They are occasionally kept as pets. Females may be slightly less ornately colored than the males. Neither gender grows larger than 12 cm.", "Pachyrhachis problematicus": "Pachyrhachis is an extinct genus of snake with well developed hind legs known from fossils discovered Ein Yabrud, near Ramallah, in the central West Bank. It is a relatively small snake, about 1 m (3–4 ft) long. Pachyrhachis appears to have been an ancient marine snake; the fossils occur in a marine limestone deposit, and the thickened bone of the ribs and vertebrae would have functioned as ballast to decrease the buoyancy of the animal, allowing it to dive beneath the ancient Cretaceous seas that it once inhabited.\nPachyrhachis is one of three genera of Cenomanian snakes with hindlimbs. Although many modern pythons and boas still retain remnants of legs, in the form of small spurs, the tiny legs of Pachyrhachis included a hip, knee, and ankle joint. Pachyrhachis was originally described by Haas (1979, 1980) who noted it had a puzzling melange of snake and lizard features; its status as an early snake was later confirmed (Caldwell and Lee 1997).\nThe position of Pachyrhachis within snakes has been debated (e.g. Lee and Scanlon 2002; Rieppel et al. 2003). Pachyrhachis is among the oldest known snakes and retains well-developed hind limbs, suggesting it represented a transitional form linking snakes to marine lizards (Lee and Scanlon 2002), though other studies place Pachyrhachis within the modern snake radiation Macrostomata (Zaher & Rieppel, 1999).", "Leptotyphlops dulcis": "Leptotyphlops is a genus of nonvenomous blind snakes, commonly known as slender blind snakes and threadsnakes, found throughout North and South America, Africa, India and southwestern Asia. Currently, 86 species are recognized.\n^ McDiarmid RW, Campbell JA, Touré T. 1999. Snake Species of the World: A Taxonomic and Geographic Reference, Volume 1. Washington, District of Columbia: Herpetologists' League. 511 pp. ISBN 1-893777-00-6 (series). ISBN 1-893777-01-4 (volume).\n^ a b \"Leptotyphlops\". Integrated Taxonomic Information System. Retrieved 29 August 2007.", "Liotyphlops albirostris": "Common names: (none).\nLiotyphlops is a genus of blind snakes found in Central and South America. Currently, ten species are recognized.", "Lanthanotus borneensis": "The earless monitor lizard (Lanthanotus borneensis) is a semi-aquatic, brown lizard native to northern Borneo. It is the only species in the family Lanthanotidae, a group related to the true monitor lizards, as well as to the beaded lizards.\nEarless monitor lizards are around 20 centimetres in length, and have reduced eyes and limbs, a thick body, and strongly keeled scales. Despite the name, it is capable of hearing, although it lacks a tympanum or other visible signs of ears. It is a burrowing, nocturnal animal, feeding on earthworms and similar prey. In captivity, it has been known to eat squid, pieces of fish and liver. Like its closest relatives, it is oviparous, although little else is known about its reproduction.\nThis species is very rare, and most known specimens are preserved, though these, also, are rare. The species is primarily of interest to scientists, since it is an evolutionary outgroup for both varanid and helodermatid lizards.", "Phrynosoma braconnieri": "Horned lizards are a genus (Phrynosoma) of lizards which are the type genus of the family Phrynosomatidae. The horned lizard is popularly called a \"horned toad\", \"horny toad\" or \"horned frog\", yet it is neither a toad nor a frog. The popular names come from the lizard's rounded body and blunt snout, which make it resemble a toad or frog (Phrynosoma literally means \"toad-bodied\"). The spines on its back and sides are made from modified scales, whereas the horns on the heads are true horns (i.e. they have a bony core). Of 15 species of horned lizards in North America, eight are native to the United States. The largest-bodied and most widely distributed of the US species is the Texas horned lizard (P. cornutum).\n\nHorned lizards use a wide variety of means to avoid predation. Their coloration generally serves as camouflage. When threatened, their first defense is to remain still to avoid detection. If approached too closely, they generally run in short bursts and stop abruptly to confuse the predator's visual acuity. If this fails, they puff up their bodies to cause them to appear more horned and larger, so that they are more difficult to swallow. At least eight species (P. asio, P. cornutum, P. coronatum, P. ditmarsi, P. hernandesi, P. orbiculare, P. solare, and P. taurus) are also able to squirt an aimed stream of blood from the corners of the eyes for a distance of up to 5 feet (1.5 m). They do this by restricting the blood flow leaving the head, thereby increasing blood pressure and rupturing tiny vessels around the eyelids. This not only confuses predators, but also the blood tastes foul to canine and feline predators. It appears to have no effect against predatory birds. Only three closely related species (P. mcallii, P. modestum, and P. platyrhinos) are certainly known to be unable to squirt blood. To avoid being picked up by the head or neck, a horned lizard ducks or elevates its head and orients its cranial horns straight up, or back. If a predator tries to take it by the body, the lizard drives that side of its body down into the ground so the predator cannot easily get its lower jaw underneath.", "Calotes emma": "Calotes is a genus of lizards in the draconine clade of the family Agamidae. The genus contains 27 species. Some species are known as forest lizards, others as \"bloodsuckers\" due to their red heads, and yet others (namely C. versicolor) as garden lizards.", "Brachylophus fasciatus": "The genus Brachylophus consists of three extant iguanid species native to the islands of Fiji and a giant extinct species from Tonga in the South Pacific. One of the extant species, B. fasciatus, is also present on Tonga, where it has apparently been introduced by humans.", "Phrynosoma cornutum": "Horned lizards are a genus (Phrynosoma) of lizards which are the type genus of the family Phrynosomatidae. The horned lizard is popularly called a \"horned toad\", \"horny toad\" or \"horned frog\", yet it is neither a toad nor a frog. The popular names come from the lizard's rounded body and blunt snout, which make it resemble a toad or frog (Phrynosoma literally means \"toad-bodied\"). The spines on its back and sides are made from modified scales, whereas the horns on the heads are true horns (i.e. they have a bony core). Of 15 species of horned lizards in North America, eight are native to the United States. The largest-bodied and most widely distributed of the US species is the Texas horned lizard (P. cornutum).\n\nHorned lizards use a wide variety of means to avoid predation. Their coloration generally serves as camouflage. When threatened, their first defense is to remain still to avoid detection. If approached too closely, they generally run in short bursts and stop abruptly to confuse the predator's visual acuity. If this fails, they puff up their bodies to cause them to appear more horned and larger, so that they are more difficult to swallow. At least eight species (P. asio, P. cornutum, P. coronatum, P. ditmarsi, P. hernandesi, P. orbiculare, P. solare, and P. taurus) are also able to squirt an aimed stream of blood from the corners of the eyes for a distance of up to 5 feet (1.5 m). They do this by restricting the blood flow leaving the head, thereby increasing blood pressure and rupturing tiny vessels around the eyelids. This not only confuses predators, but also the blood tastes foul to canine and feline predators. It appears to have no effect against predatory birds. Only three closely related species (P. mcallii, P. modestum, and P. platyrhinos) are certainly known to be unable to squirt blood. To avoid being picked up by the head or neck, a horned lizard ducks or elevates its head and orients its cranial horns straight up, or back. If a predator tries to take it by the body, the lizard drives that side of its body down into the ground so the predator cannot easily get its lower jaw underneath.", "Homalopsis buccata": "Puff-faced Water Snake or Masked Water Snake (Homalopsis buccata) is a species of water snake found in tropical areas of South and Southeast Asia.", "Laticauda colubrina": "Laticauda is a genus of snakes from the subfamily Hydrophiinae. Laticauda species are the least adapted to sea life of all the members of Hydrophiinae; they retain the wide ventral scales typical of terrestrial snakes and have poorly developed tail fins. They are adapted to living on land and in shallow seas. These animals are also commonly known as sea kraits.", "Boa constrictor": "Boa, BoA, or BOA may refer to:", "Eugongylus rufescens": "Eugongylus is a genus of skinks in the subfamily Lygosominae. The namesake of the Eugonglyus group of genera, it occupies a quite basal position among these. Members of this genus are commonly called mastiff skinks or short-legged giant skinks.", "Cricosaura typica": "The Cuban night lizard (Cricosaura typica) is a night lizard that lives exclusively in the west corner of the southern-most coast of Cuba. It is the smallest of the night lizards, at less than 4 cm. It is the only member of the genus Cricosaura, one of three in the night lizard family.\nLike all night lizards, the Cuban night lizard is viviparous, giving live birth to its young. It differs from the other night lizards in possessing two frontonasal scales, one frontal scale, no parietal scale, and a fourth finger with four phalanges.", "Isodontosaurus gracilis": "Isodontosaurus is an extinct genus of iguanian lizard from the Late Cretaceous of Mongolia. The type species is Isodontosaurus gracilis. Isodontosaurus is part of an extinct group of Late Cretaceous iguanians called Gobiguania, which is currently thought to be endemic to Mongolia.", "Parmeosaurus scutatus": "", "Gekko gecko": "Gekko is a genus of colorful and diverse Southeast Asian geckos commonly known as true geckos or calling geckos. Although species such as Gekko gecko (the tokay gecko) are very widespread and common, some species in the same genus have a very small range and are considered rare or endangered.", "Pholidobolus montium": "Pholidobolus is a genus of lizards in the Gymnophthalmidae family. They occur in northwestern South America (Peru, Ecuador, and Colombia).", "Platysaurus imperator": "Platysaurus is a genus of lizards in the Cordylidae family, known as flat lizards for their flat backs. All species live in isolated populations in southern Africa.", "Egernia striolata": "Egernia is a genus of skinks (family Scincidae) that occurs in Australia. These skinks are ecologically diverse omnivores that inhabit a wide range of habitats. However, in the loose delimitation (which incorporates about 30 species) the genus is not monophyletic but an evolutionary grade, as has long been suspected due to its lack of characteristic apomorphies.\nSome of the skinks traditionally placed in Egernia appear to be among the most intelligent squamates. They have been shown to be able to distinguish between relatives and unrelated conspecifics, and can recognize relatives individually. Several species form monogamous pair-bonds. Most of these species belong to Egernia sensu stricto, and similar behaviour is also known in the related Solomon Islands Skink (Corucia zebrata). The latter means that the high intelligence and social skills are probably plesiomorphic for the Egernia genus-group as a whole, and that the solitary species appear to have evolved towards being less intelligent and social again. It may still be, however, that the intelligent behaviour is a homoplasy that evolved several times in the Egernia genus-group; the fact that Corucia is a monotypic and rather distinct genus makes it impossible to decide at present.\n^ a b Gardner, Michael G; Hugall, Andrew F; Donnellan, Stephen C; Hutchinson, Mark N. & Foster, Ralph (2008): Molecular systematics of social skinks: phylogeny and taxonomy of the Egernia group (Reptilia: Scincidae). Zool. J. Linn. Soc. 154(4): 781-794. doi:10.1111/j.1096-3642.2008.00422.x (HTML abstract)\n^ Austin, J.J. & Arnold, E.N. (2006): Using ancient and recent DNA to explore relationships of extinct and endangered Leiolopisma skinks (Reptilia: Scincidae) in the Mascarene islands. Mol. Phylogenet. Evol. 39(2): 503–511. doi:10.1016/j.ympev.2005.12.011 (HTML abstract)", "Amphiglossus splendidus": "Amphiglossus is a genus of skinks (family Scincidae).\nIt is usually placed in the subfamily Scincinae, which seems to be paraphyletic however. Probably quite close to Paracontias and possibly Androngo trivittatus, it belongs to a major clade which does not seem to include the type genus Scincus. Thus, it will probably be eventually assigned to a new, yet-to-be-named subfamily.", "Coluber constrictor": "Coluber is a genus of thin bodied, fast moving, colubrid snakes commonly known as racers. They are widespread around the world and vary greatly in habitat and behaviour. In the past, Coluber was a catch-all genus which included almost all snake species known at the time. Even the cobra was once classified as Coluber naja.\nAs presented here, the genus is limited to its \"modern\" content of racers and whipsnakes. Still, some of these species (namely the whipsnakes) are increasingly separated as Dolichophis and others probably also do not really belong here.", "Leiocephalus barahonensis": "The curly-tailed lizards are a family, Leiocephalidae, of lizards which are widely distributed throughout much of the Caribbean, but are relatively unstudied. They were previously regarded as members of subfamily Leiocephalinae within the family Tropiduridae. There are presently 29 known species. Leiocephalus is the only genus in the family Leiocephalidae.", "Typhlophis squamosus": "Common names: (none).\nTyphlophis is a monotypic genus created for the blind snake species, T. squamosus, found along the Atlantic coast of South America from the Guianas to Pará in Brazil, as well as in Trinidad. No subspecies are currently recognized.", "Chalarodon madagascariensis": "Chalarodon is a genus of Malagasy terrestrial iguanian lizard. It was considered a monotypic genus, until in 2015 a second species, Chalarodon steinkampi, was recognised based on morphology and DNA sequence data. The common names of this genus include Chalarodon or Dangalia lizard.\nIts Malagasy relatives are the iguanians of the genus Oplurus.", "Cordylus warreni": "The genus Cordylus (Sauria: Cordylidae) includes a wide variety of small- to medium-sized spiny lizards from Africa, collectively called girdle-tailed or girdled lizards. All are diurnal and ovoviviparous (live-bearing, without shelled eggs). Most species are rupicolous (rock-dwelling), while a few species are arboreal or live in burrows. They defend themselves with osteoderms (flat bony plates in the skin) and by quickly retreating into rock crevices or burrows. Many species live in groups and males defend territories.\nCordylids are generally listed under CITES Appendix II. They are not necessarily threatened with extinction, but trade is controlled to prevent overexploitation. Some species of Cordylus have limited ranges and may be threatened with habitat destruction or over collecting for the pet trade.", "Brachymeles gracilis": "Brachymeles is a genus of skinks (family Scincidae).\nIt is usually placed in the subfamily Scincinae which seems to be paraphyletic however. Apparently part of a clade which does not seem to include the type genus Scincus, it will probably be eventually assigned to a new, yet-to-be-named subfamily.(Austin & Arnold 2006)", "Corytophanes cristatus": "Corytophanes is a genus of Neotropical lizards, commonly referred to as helmeted iguanas or helmeted basilisks. The genus contains three species, all of which are arboreal, and reside in tropical forests.", "Eublepharis macularius": "The genus Eublepharis was first described by the British zoologist John Edward Gray in 1827. The etymology of their name is 'eu' = Good (=true) |'blephar' = Eyelid, and all have fully functional eyelids. Members of this genus are found in eastern and southwestern Asia where they are found in arid and semiarid habitats. These geckos are sturdily built. Their tail is shorter than their snout-vent length and their body is covered with numerous wart-like bumps. The toes do not have adhesive lamellae. Eublepharis are crepuscular or nocturnal ground-dwellers. Included in this group is the popular pet gecko: the Leopard Gecko.\nFive species are currently recognized.", "Enyalioides laticeps": "Enyalioides is a genus of lizards in the Hoplocercidae family. The genus is endemic to the northern part of South America and Panama.\nCommon names: woodlizards, wood lizards.\n^ Venegas, P.; Torres-Carvajal, O.; Duran, V.; De Queiroz, K. (2013). \"Two sympatric new species of woodlizards (Hoplocercinae, Enyalioides) from Cordillera Azul National Park in northeastern Peru\". ZooKeys 277: 69. doi:10.3897/zookeys.277.3594.", "Lachesis muta": "Lachesis can be:\nLachesis (mythology), one of the Moirai the personification of destiny in Greek mythology\nLachesis (genus), or bushmasters, a group of venomous pitvipers found in Central and South America\n120 Lachesis, an asteroid", "Tiliqua scincoides": "Blue-tongued skinks comprise the Australasian genus Tiliqua, which contains some of the largest members of the skink family (Scincidae). They are commonly called blue-tongued lizards or simply blue-tongues in Australia. As suggested by these common names, a prominent characteristic of the genus is a large blue tongue that can be bared as a bluff-warning to potential enemies. Blue-tongued skinks are also bred in captivity and sold as house pets.", "Tupinambis teguixin": "Tupinambis is a lizard genus which belongs to the family Teiidae, and contains seven described species. These large lizards are commonly referred to as tegus (teiús in Portuguese); T. merianae (Argentine black and white tegu), T. rufescens (Red tegu), and T. teguixin (Gold tegu) are popular in the pet trade. They are primarily found in South America, although T. teguixin also occurs in Panama. Tegus that have escaped or have been illegally released have adapted and are increasing in several Florida Counties including rural and suburban (especially south Miami-Dade and Hillsborough) counties, agricultural areas (especially Homestead and unincorporated Miami-Dade County, FL) and publicly owned conservation areas (especially Southern Glades Environmental and Wildlife Area and southeast margin of Everglades National Park) of South Florida See invasive species website (www.IVE-GOT-1.org) for details with specific locations of credible observations and voucher specimens.\nIn 2012 a number of tegu species were reclassified from Tupinambis to the previously used genus Salvator. The newly proposed classification comes from a restructuring of the Teiidae family based upon the study of 137 morphological characteristics. The new classification is as follows: Salvator duseni (yellow or Duseni's tegu), Salvator rufescens (Argentine red tegu), Salvator merianae (giant tegu, Argentine tegu, blue tegu), Tupinambis teguixin (Colombian black and white, gold tegu), Tupinambis longilineus (Rhondonia tegu), Tupinambis palustris (swamp tegu), Tupinambis quadrilineatus (four-lined tegu).", "Lepidophyma smithii": "Tropical night lizards (genus Lepidophyma—Greek for \"warty scales,\") compose one of three genera of night lizards (family Xantusiidae), which are a group of viviparous (live-bearing) lizards. There are 19 tropical night lizard species, making it the most populous night lizard genus. It is distributed throughout Central America, found anywhere from central Mexico to Panama, depending on the particular species. Tropical night lizards, particularly the yellow-spotted variety, are sometimes called Central American bark lizards by pet dealers and owners.", "Varanus gouldii": "Monitor lizard is the common name of several large lizard species, comprising the genus Varanus. They are native to Africa, Asia and Oceania, but are now found also in the Americas as an invasive species.\nMonitor lizards have long necks, powerful tails and claws, and well-developed limbs. The adult length of extant species ranges from 20 cm (7.9 in) in some species, to over 3 m (10 ft) in the case of the Komodo dragon, though the extinct varanid known as megalania (Varanus priscus) may have been capable of reaching lengths of as much as 7 m (23 ft). Most monitor species are terrestrial, but arboreal and semiaquatic monitors are also known. While most monitor lizards are carnivorous, eating eggs, smaller reptiles, fish, birds and small mammals, some also eat fruit and vegetation, depending on where they live.\nA total of 78 species are currently recognized; however, given that several species-groups are in need of taxonomic review, this number is certain to be increased with future research."}, "digimorph_species_list/nonverts.json": {"Quercus robur": "An oak is a tree or shrub in the genus Quercus (/ˈkwɜrkəs/; Latin \"oak tree\") of the beech family, Fagaceae. There are approximately 600 extant species of oaks. The common name \"oak\" may also appear in the names of species in related genera, notably Lithocarpus. The genus is native to the Northern Hemisphere, and includes deciduous and evergreen species extending from cool temperate to tropical latitudes in the Americas, Asia, Europe, and North Africa. North America contains the largest number of oak species, with approximately 90 occurring in the United States. Mexico has 160 species, of which 109 are endemic. The second greatest center of oak diversity is China, which contains approximately 100 species.\nOaks have spirally arranged leaves, with lobate margins in many species; some have serrated leaves or entire leaves with smooth margins. Many deciduous species are marcescent, not dropping dead leaves until spring. In spring, a single oak tree produces both male flowers (in the form of catkins) and small female flowers. The fruit is a nut called an acorn, borne in a cup-like structure known as a cupule; each acorn contains one seed (rarely two or three) and takes 6–18 months to mature, depending on species. The live oaks are distinguished for being evergreen, but are not actually a distinct group and instead are dispersed across the genus.", "Polistes spec.": "Wasps of the cosmopolitan genus Polistes (the only genus in the tribe Polistini) are the most familiar of the polistine wasps, and are the most common type of paper wasp in North America. It is also the single largest genus within the family Vespidae, with over 300 recognized species and subspecies. Their innate preferences for nest-building sites leads them to commonly build nests on human habitation, where they can be very unwelcome; although generally not aggressive, they can be provoked into defending their nests. All species are predatory, and they may consume large numbers of caterpillars, in which respect they are generally considered beneficial. The European paper wasp, Polistes dominula, was introduced into the US about 1981 and has quickly spread throughout most of the country, in most cases replacing native species within a few years. This species is very commonly mistaken for a yellowjacket, as it is black, strongly marked with yellow, and quite different from the native North American species of Polistes. The cuckoo wasp, Polistes sulcifer, is an obligate social parasite, whose only host is P. dominula. Polistes annularis, whose species name is Latin for \"ringed\", is also known for its distinctive red body color. Polistes metricus adults malaxate their insect prey by chewing them into a pulp, sucking out and ingesting the body fluids, then feed the rest of the morsel to their larvae. The most widely distributed South American wasp species, Polistes versicolor, is particularly common in the southeastern Brazilian states. This social wasp is commonly referred to as the yellow paper wasp due to the distinct yellow bands found on its thorax and abdomen. Polistes wasps can be identified by their characteristic flight; their long legs dangle below their bodies, which are also more slender than a yellowjacket.", "Terebratalia transversa": "", "Polysacos vickersianum": "Polysacos is a genus of multiplacophoran known from articulated Carboniferous fossils; its seventeen shell plates are arranged in three rows, with seven iterated units. It demonstrates that multiplacophora are related to modern polyplacophora. It was fringed with a ring of hollow spines resembling those of the Ordovician Echinochiton.\n^ a b Vendrasco, M. J.; Wood, T. E.; Runnegar, B. N. (2004). \"Articulated Palaeozoic fossil with 17 plates greatly expands disparity of early chitons\". Nature 429 (6989): 288–291. Bibcode:2004Natur.429..288V. doi:10.1038/nature02548. PMID 15152250.", "Psammechinus miliaris": "Psammechinus is a genus of sea urchins in the family Parechinidae containing two species:\nPsammechinus microtuberculatus (Blainville, 1825)\nPsammechinus miliaris (P.L.S. Müller, 1771)\n\n^ a b \"WoRMS - World Register of Marine Species - Psammechinus L. Agassiz & Desor, 1846\". Marinespecies.org. Retrieved 2012-07-05.", "Myristica fragrans": "Myristica is a genus of trees in the family Myristicaceae. There are about 150 species distributed in Asia and the western Pacific.\nThe most important commercial species is Myristica fragrans, the main source of the spices nutmeg and mace.", "Lucanus spec.": "Lucanus may refer to:\nMarcus Annaeus Lucanus, Roman poet\nLucanus (genus), genus of beetles\nFriedrich von Lucanus (1869–1947), ornithologist\nJan Lucanus, comic book writer, filmmaker and entrepreneur", "Agaricus bisporus": "Agaricus is a genus of mushrooms containing both edible and poisonous species, with possibly over 300 members worldwide. The genus includes the common (\"button\") mushroom (Agaricus bisporus) and the field mushroom (Agaricus campestris), the dominant cultivated mushrooms of the West.\nMembers of Agaricus are characterized by having a fleshy cap or pileus, from the underside of which grow a number of radiating plates or gills on which are produced the naked spores. They are distinguished from other members of their family, Agaricaceae, by their chocolate-brown spores. Members of Agaricus also have a stem or stipe, which elevates it above the object on which the mushroom grows, or substrate, and a partial veil, which protects the developing gills and later forms a ring or annulus on the stalk.", "Nicrophorus americanus": "Burying beetles or sexton beetles (genus Nicrophorus) are the best-known members of the family Silphidae (carrion beetles). Most of these beetles are black with red markings on the elytra (forewings). Burying beetles are true to their name—they bury the carcasses of small vertebrates such as birds and rodents as a food source for their larvae. They are unusual among insects in that both the male and female parents take care of the brood.\nThe genus name is sometimes spelled Necrophorus in older texts. This is an emendation by Carl Peter Thunberg (1789) of Fabricius's original name, and is not valid.\nThe American burying beetle (sp. Nicrophorus americanus) has been on the U.S. endangered species list since 1989.", "Flexicalymene meeki": "Flexicalymene is a genus of trilobites of the order Phacopida, suborder Calymenina. They are found abundantly in North America. Flexicalymene specimens can be mistaken for Calymene, Gravicalymene, Diacalymene and a few other Calymenina genera. They are used as an index fossil in the Ordovician. Ohio and North America are particularly known for being rich with Flexicalymene fossils. Species include F. meeki and F. retrorsa (Ohio, Kentucky and Indiana), F. granulosa (Ohio, Kentucky and Quebec), F. senaria (Quebec) and F. croneisi (Ontario).", "Leucospermum tottum": "Leucospermum (Pincushion, Pincushion Protea or Leucospermum) is a genus of about 50 species of flowering plants in the family Proteaceae, native to Zimbabwe and South Africa, where they occupy a variety of habitats, including scrub, forest, and mountain slopes.\nThey are evergreen shrubs (rarely small trees) growing to 0.5-5 m tall. The leaves are spirally arranged, tough and leathery, simple, linear to lanceolate, 2-12 cm long and 0.5-3 cm broad, with a serrated margin or serrated at the leaf apex only. The flowers are produced in dense inflorescences, which have large numbers of prominent styles, which inspires the name.\nThe genus is closely related in evolution and appearance to the Australian genus Banksia.", "Mespilia globulus": "", "Drosophila melanogaster": "Drosophila is a genus of small flies, belonging to the family Drosophilidae, whose members are often called \"fruit flies\" or (less frequently) pomace flies, vinegar flies, or wine flies, a reference to the characteristic of many species to linger around overripe or rotting fruit. They should not be confused with the Tephritidae, a related family, which are also called fruit flies (sometimes referred to as \"true fruit flies\"); tephritids feed primarily on unripe or ripe fruit, with many species being regarded as destructive agricultural pests, especially the Mediterranean fruit fly. One species of Drosophila in particular, D. melanogaster, has been heavily used in research in genetics and is a common model organism in developmental biology. The terms \"fruit fly\" and \"Drosophila\" are often used synonymously with D. melanogaster in modern biological literature. The entire genus, however, contains more than 1,500 species and is very diverse in appearance, behavior, and breeding habitat.", "Corydalus cornutus": "Corydalus is a genus of large flying insects in the Corydalidae family, commonly known as dobsonflies. They are endemic to North, Central and South America and there are about 35 known species. Members of the genus have wing lengths of up to 85 millimetres. They are sexually dimorphic, with the males having large mandibles used to grasp the females during mating while the females have smaller jaws. The larvae are known as hellgrammites and are aquatic predators.", "Syagrus flexuosa": "Syagrus is a genus of Arecaceae (palms), native to South America, with one species endemic to the Lesser Antilles. The genus is closely related to the Cocos, or coconut genus, and many Syagrus species produce edible seeds similar to the coconut.\n^ a b \"Genus: Syagrus Mart.\". Germplasm Resources Information Network. United States Department of Agriculture. 2010-03-16. Retrieved 2011-04-03. \n^ Martius, Palmarum Familia 18. 1824. Type S. cocoides\n^ a b Kew World Checklist of Selected Plant Families", "Echinoneus cyclostomus": "", "Cycloclypeus carpenteri": "", "Strongylocentrotus purpuratus": "Strongylocentrotus is a genus of sea urchins in the family Strongylocentrotidae containing several species.", "Scolopendra cingulata": "Scolopendra (through Latin from Greek σκολόπενδρα \"skolopendra\") is a genus of centipedes of the family Scolopendridae.", "Encope michelini": "", "Scorpion gut metagenome": "Scorpions are predatory arachnids of the order Scorpiones. They have eight legs and are easily recognised by the pair of grasping pedipalps and the narrow, segmented tail, often carried in a characteristic forward curve over the back, ending with a venomous stinger. Scorpions range in size from 9 mm (Typhlochactas mitchelli) to 20 cm (Hadogenes troglodytes).\nThe evolutionary history of scorpions goes back to the Silurian era 430 million years ago. They have adapted to a wide range of environmental conditions and can now be found on all continents except Antarctica. Scorpions number about 1750 described species, with 13 extant families recognised to date. Only about 25 of these species are known to have venom capable of killing a human being.The taxonomy has undergone changes and is likely to change further, as genetic studies are bringing forth new information.\nScorpion stings are painful but are usually harmless. For stings from species found in the United States, no treatment is normally needed for healthy adults although medical care should be sought for children and for the elderly. Stings from species found elsewhere may require medical attention.", "Ananas comosus": "Ananas is a plant genus of the Bromeliad family (Bromeliaceae), native to South America and Central America which includes the species Ananas comosus, the pineapple.\nThis genus originated in Mesoamerica and was brought to the Caribbean Islands by the Carib natives. The oldest register with the representation of the fruit seems to be included in the Cascajal Block, attributed to the Olmec civilization.\nIn 1493, Christopher Columbus first saw plants of this genus in Guadeloupe. It was brought from Brazil to Europe by the Portuguese, and from there was distributed to the Pacific Islands by the Spanish and the English. Commercial pineapple plantations were established in Hawaii, the Philippines, Southeast Asia, Florida and Cuba. The pineapple has become one of the world's most popular fruits.\nThe tough leaves grow in large rosettes, arising basally from a crown. These leaves are long and lanceolate with a serrate or thorny margin. The flowers, arising from the heart of the rosette, each have their own sepals. They grow into a compact head on a short, robust stalk. The sepals become fleshy and juicy and develop into the well-known complex form of the pseudocarp fruit, crowned by a rosette of leaves.\nAnanas species are used as food plants by the larvae of some Lepidoptera species including Batrachedra comosae, which feeds exclusively on A. comosus.\nThe word Ananas is derived from the Guarani name for the pineapple, via Portuguese. In most languages, pineapple is called \"ananas\".", "Odontodactylus scyllarus": "Odontodactylus is a genus of mantis shrimp, the only genus in the family Odontodactylidae. Mantis shrimp of the genus Odontodactylus can not only detect circular polarisation of light, but can polarise light reflecting off their telson and uropods.\nThe genus Odontodactylus contains the following species:\nOdontodactylus brevirostris (Miers, 1884)\nOdontodactylus cultrifer (White, 1850)\nOdontodactylus hansenii (Pocock, 1893)\nOdontodactylus havanensis (Bigelow, 1893)\nOdontodactylus hawaiiensis Manning, 1967\nOdontodactylus japonicus (de Haan, 1844)\nOdontodactylus latirostris Borradaile, 1907\nOdontodactylus scyllarus (Linnaeus, 1758)", "Moira atropos": "Moira may refer to:\nMoira (given name), including a list of women and fictional characters\nGerald Moira (1867–1959), English painter\nThe singular of Moirai (Fates), Greek deities, incarnations of destiny", "Not yet described": "\"Not\" is the general declarative form of \"no\", indicating a negation of a related statement which it usually precedes; see yes and no\nNot or NOT may refer to:\n... Not!, a grammatical construct used as a contradiction, popularized in the early 1990s\nNegation, unary operator in logic depicted as ~, ¬, or !\nBitwise NOT, an operator used in computer programming\nNOT gate, a digital logic gate (commonly called an inverter)\nNordic Optical Telescope\nNottingham railway station, whose station code is \"NOT\"\nPolish Federation of Engineering Associations (Naczelna Organizacja Techniczna, NOT)"}, "digimorph_species_list/amphibians.json": {"Polypedates cruciger": "Polypedates is a genus of frogs in the family Rhacophoridae, the shrub frogs and Paleotropic tree frogs. They belong to subfamily Rhacophoridae. Members of this genus are collectively known as whipping frogs. They occur in East, South and Southeast Asia.\nThe delimitation of Polypedates versus the related Rhacophorus has been difficult. In former times, the present genus was often entirely included in Rhacophorus. However, molecular phylogenetic studies support the recognition of both genera. Polypedates + Taruga are considered to be the sister taxon of Feihyla + Rhacophorus.", "Microcaecilia iwokramae": "Microcaecilia is a genus of amphibian in the Caeciliidae family.", "Pleurodeles waltl": "Pleurodeles is a genus of three species, the ribbed newts:\nAlgerian ribbed newt (P. nebulosus)\nEdough ribbed newt (P. poireti)\nIberian ribbed newt (P. waltl)\nThe Iberian ribbed newt is the most common of the species, and the most frequently used as a model organism by scientists. However, its numbers in the wild are declining, and in 2006 it became a near threatened species. The other two species are in fact threatened, with P. nebulosus considered vulnerable to extinction and P. poireti classified as an endangered species. The numbers of all three species are declining in the wild. Livestock agriculture is an ongoing major cause of habitat loss and degradation, and of water pollution, for all three species.", "Rhyacotriton variegatus": "The torrent salamanders or Cascade salamanders are a family (Rhyacotritonidae) with only one genus (Rhyacotriton) of salamanders. Originally the genus Rhyacotriton was placed in the family Ambystomatidae, later in the family Dicamptodontidae, and finally in 1992 it was placed into a family of its own. At the same time the only species Rhyacotriton olympicus was split into four species due to genetic analysis. The torrent salamanders are limited to the western USA, namely the states California, Oregon, and Washington.\nThe genus Rhyacotriton is divided into four species:\nCascade torrent salamander (R. cascadae)\nColumbia torrent salamander (R. kezeri)\nOlympic torrent salamander (R. olympicus)\nSouthern torrent salamander (R. variegatus)", "Pristimantis pulvinatus": "Pristimantis is a very large frog genus distributed in the southern Caribbean (Lesser Antilles) and in Central and South America from Honduras to northern Argentina and southern Brazil. With over 470 described species, Pristimantis has more species than any other genus of vertebrates on earth. A large number of these species genus are endemic to the Northwestern Andean montane forests ecoregion in northwestern South America.", "Chiromantis rufescens": "Chiromantis (commonly known as the foam-nest frog or foam-nest tree frog) is a genus of frogs in the family Rhacophoridae. It contains species from the Sub-Saharan African tropics as well as from South and East Asia (northeastern India, Bangladesh, China, Mainland Southeast Asia, and Borneo). The Asian species were formerly assigned to Chirixalus, but this taxon was shown to be paraphyletic with respect to African Chiromantis. Consequently, Chirixalus were included in Chiromantis. Monophyly of Chiromantis also required erecting a new genus Feihyla for \"Chirixalus palpebralis\".", "Lithobates catesbeianus": "Lithobates is a subgenus of true frogs, of the family Ranidae. The name was defined by Hillis et al. for a subgenus of four Central and South American frogs within the genus Rana. The name is derived from litho- (stone) and the Greek bates (βάτης, one who treads), meaning who treads on rock or rock climber.\nThe name was later used by Frost et al. as the name of a separate genus of ranid frogs that also includes most of the North American frogs traditionally included in the genus Rana, including the American bullfrog and northern leopard frog. Frost used the name in this sense in the frog section of a North American common names list edited by Crother (2008). This proposed change has since been rejected in all recent systematic reviews, such as Stuart (2008) and Pauly et al. (2009). AmphibiaWeb, an online compendium of amphibian names, also does not recognize Lithobates as a distinct genus, but Amphibian Species of the World 5.6, an online reference, continues to use Lithobates as a genus, even though its recognition would render the rest of Rana paraphyletic (Hillis, 2007; Pauly et al., 2009).", "Theloderma stellatum": "Theloderma is a genus of frogs in the family Rhacophoridae, subfamily Rhacophorinae. They are found in South, Southeast and East Asia. They are sometimes known as bug-eyed frogs or warty treefrogs. Their sister taxon is Nyctixalus. However, taxonomy of this genus and Nyctixalus as well as \"Theloderma\" moloch is not yet resolved.", "Eurycea rathbuni": "Eurycea is a genus of salamanders native to North America. These salamanders are commonly referred to as brook salamanders.", "Chiropterotriton priscus": "Chiropterotriton, also known as splayfoot salamanders or flat-footed salamanders, is a genus of salamanders in the family Plethodontidae. The genus is endemic to Mexico.", "Hamptophryne boliviana": "Hamptophryne (common name: bleating frogs) is a small genus of microhylid frogs from South America.", "Iridotriton hechti": "Iridotriton hechti is an extinct genus of prehistoric cryptobranch salamander, known from a fossil found in stratigraphic zone 6 of the late Jurassic Morrison Formation in Dinosaur National Monument.", "Siren lacertina": "Siren or sirens may refer to:", "Bombina orientalis": "The fire-bellied toads or firebelly toads are a group of eight species of small frogs (most species typically no longer than 1.6 in or 4.1 cm) belonging to the genus Bombina.\n\"Fire-bellied\" is derived from the brightly coloured red- or yellow-and-black patterns on the toads' ventral regions, which act as aposematic coloration, a warning to predators of the toads' reputedly foul taste. The other parts of the toads' skins are green or dark brown. When confronted with a potential predator, these toads commonly engage in an Unkenreflex, \"Unken-\" being the combining form of \"Unke\", German for fire-bellied toad. In the Unkenreflex, the toad arches its back, raising its front and back legs to display the aposematic coloration of its ventral side.", "Chiropterotriton magnipes": "Chiropterotriton, also known as splayfoot salamanders or flat-footed salamanders, is a genus of salamanders in the family Plethodontidae. The genus is endemic to Mexico.", "Chiropterotriton chiropterus": "Chiropterotriton, also known as splayfoot salamanders or flat-footed salamanders, is a genus of salamanders in the family Plethodontidae. The genus is endemic to Mexico.", "Ascaphus truei": "The tailed frogs are two species of frogs in the genus Ascaphus, the only taxon in the family Ascaphidae /æˈskæfɨdiː/. The \"tail\" in the name is actually an extension of the male cloaca. The tail is one of two distinctive anatomical features adapting the species to life in fast-flowing streams. It is the only North American frog that reproduces by internal fertilization.\nIts scientific names means ‘without a spade’, from the privative prefix a- and the Ancient Greek skaphís (σκαφίς, ‘spade, shovel’), referring to the metatarsal spade, which these frogs do not have.", "Haddadus binotatus": "Haddadus is a genus of frogs in the Craugastoridae family. The genus has three species that are endemic to the Atlantic Forest of east and south-east Brazil. The genus is named for Célio F. B. Haddad, Brazilian herpetologist.", "Polypedates eques": "Polypedates is a genus of frogs in the family Rhacophoridae, the shrub frogs and Paleotropic tree frogs. They belong to subfamily Rhacophoridae. Members of this genus are collectively known as whipping frogs. They occur in East, South and Southeast Asia.\nThe delimitation of Polypedates versus the related Rhacophorus has been difficult. In former times, the present genus was often entirely included in Rhacophorus. However, molecular phylogenetic studies support the recognition of both genera. Polypedates + Taruga are considered to be the sister taxon of Feihyla + Rhacophorus.", "Dicamptodon ensatus": "Pacific giant salamanders (Dicamptodontidae) are a family of large salamanders.\nThe family includes only a single genus, Dicamptodon. The genus was formerly thought to contain two species, Cope's giant salamander (D. copei) on the Olympic Peninsula, Washington, and the Pacific giant salamander (D. ensatus) which consisted of three geographic populations, an Idaho isolate, a group in northern California, and a group in Oregon and Washington. In 1989, genetic studies showed D. copei to be a distinct subspecies, and the D. ensatus populations to consist of three subspecies: the Idaho giant salamander (D. aterrimus) in Idaho, and two highly divergent species with a narrow hybrid zone in California, the coastal giant salamander (D. tenebrosus) (ranging from northern California to Washington), and the California giant salamander (D. ensatus) (limited only from Santa Cruz County to Mendocino County in California).\nSpecimens are up to 30 cm (12 in) long, and are found in the western USA and southwestern British Columbia. Except for their size, they are similar to the mole salamander family (Ambystomatidae), in which they were originally included.\nWhile most salamanders are silent, the Pacific giant salamander is one of several salamanders that have vocal abilities. When startled, these salamanders may respond with a croaky-sounding cry similar to that of a barking dog. Members of this family can either be terrestrial or aquatic as adults.", "Xenopus laevis": "Xenopus (/ˈzɛnɵpəs/) (Gk., ξενος, xenos=strange, πους, pous=foot, commonly known as the clawed frog) is a genus of highly aquatic frogs native to sub-Saharan Africa. Twenty species are currently described in the Xenopus genus. The two best-known species of this genus are Xenopus laevis and Xenopus tropicalis, which are commonly studied as model organisms for developmental biology, cell biology, toxicology, neuroscience and for modelling human disease and birth defects.\n^ Wallingford, J., Liu, K., and Zheng, Y. 2010. Current Biology v. 20, p. R263-4\n^ Harland, R.M. and Grainger, R.M. 2011. Trends in Genetics v. 27, p 507-15", "Nyctixalus pictus": "Nyctixalus is a genus of frogs in the family Rhacophoridae. The common name is Indonesian tree frogs. They can be found in the Malay Peninsula, Sumatra, Java, Borneo, the Philippines, and southern Vietnam. Nyctixalus is the sister taxon of Theloderma.", "Taricha torosa": "The genus Taricha consists of four species of newts in the family Salamandridae. Their common name is Pacific newts, sometimes also western newts or roughskin newts. The four species within this genus are the California newt, the rough-skinned newt, and the red-bellied newt, all of which are found on the Pacific coastal region from southern Alaska to southern California, with one species possibly ranging into northern Baja California, Mexico.", "Necturus maculosus": "Necturus is a genus of aquatic salamanders endemic to the eastern United States and Canada. They are commonly known as waterdogs and mudpuppies. The common mudpuppy (N. maculosus) is probably the best-known species in this group.", "Ambystoma tigrinum": "The mole salamanders (genus Ambystoma) are a group of salamanders endemic to North America, the only genus in the family Ambystomatidae. The group has become famous due to the presence of the axolotl (A. mexicanum), widely used in research, and the tiger salamander (A. tigrinum, A. mavortium) which is the official amphibian of many states, and often sold as a pet.", "Polypedates leucomystax": "Polypedates is a genus of frogs in the family Rhacophoridae, the shrub frogs and Paleotropic tree frogs. They belong to subfamily Rhacophoridae. Members of this genus are collectively known as whipping frogs. They occur in East, South and Southeast Asia.\nThe delimitation of Polypedates versus the related Rhacophorus has been difficult. In former times, the present genus was often entirely included in Rhacophorus. However, molecular phylogenetic studies support the recognition of both genera. Polypedates + Taruga are considered to be the sister taxon of Feihyla + Rhacophorus.", "Dermophis mexicanus": "Dermophis is a genus of worm-like amphibians in the family Dermophiidae, distributed between southern Mexico and northwestern Colombia. Their common name is Mexican caecilians or Neotropical caecilians.", "Thorius aureus": "Thorius, also known as minute salamanders or Mexican pigmy salamanders, is a genus of salamanders in the family Plethodontidae distributed from Western and Southern North America south to Brazil. The members of this genus are characterized by a small body - some species are less than 2 cm (0.8 in.) in length.", "Typhlonectes natans": "Typhlonectes is a genus of amphibians in the Typhlonectidae family. These fully aquatic caecilians are found in the Amazon Basin and Northern South America, and typically range between 30 and 60 cm (12–24 in) in length.\nThe genus contains two species:\nT. compressicauda\nT. natans", "Rhacophorus reinwardtii": "Rhacophorus is a genus of frogs in the shrub frog family (Rhacophoridae) which together with the related Hylidae makes up the true tree frogs. They live in India, Japan, Madagascar, Africa, and Southeast Asia. \"Amphibian Species of the World 5.6\" lists 81 species.\nThese frogs have long toes with strong webbing between them, enabling the animals to slow their fall to a glide. They are therefore among the anurans commonly known as \"flying frogs\".\nThe present genus is closely related to Polypedates, which in former times was often included in Rhacophorus. Even today, it is not fully resolved in which of these genera \"P.\" feae and the Chinese flying frog (\"R.\" dennysi) properly belong, and the supposedly new species \"P. pingbianensis\" has turned out to be the same as R. duboisi.", "Epicrionops bicolor": "Rhinatrematidae, the family of Neotropical tailed caecilians, American tailed caecilians or beaked caecilians, are found in the equatorial countries of South America.\nThey are usually regarded as the most primitive of the caecilian families, with numerous characteristics lacking in the other groups. For example, they still possess tails, and their mouths are not recessed on the underside of their heads. They lay their eggs in cavities in the soil. The larvae have external gills, and live in seepage areas until they metamorphose. The adults live in moist soil and leaf litter.", "Ichthyophis bannanicus": "Ichthyophis is a genus of caecilians (limbless amphibians, sometimes called the Asian caecilians) found in Southeast Asia, the southern Philippines, and the western Indo-Australian Archipelago.\nIn Sri Lanka, three species occur, and all are found in almost all habitats, preferring moister ones. The most common is Ichthyophis glutinosus, which is found in almost all altitudes; the others are I. orthoplicatus, which is found in similar habitat to I. glutinosus, but is never found in lowlands below 460 metres (1,510 ft) above sea level; and I. pseudangularis, found in lowlands below 1,200 metres (3,900 ft) ASL. A new species was recently discovered called Ichthyophis multicolor.", "Eurycea robusta": "Eurycea is a genus of salamanders native to North America. These salamanders are commonly referred to as brook salamanders.", "Ischnocnema guentheri": "Ischnocnema is a genus of frogs from east Brazil and northeast Argentina. They comprise the former Eleutherodactylus from this region, but they are closer to Brachycephalus than the \"true\" Eleutherodactylus. Consequently, they are now placed in their own genus Ischnocnema in the family Brachycephalidae.", "Uraeotyphlus narayani": "Uraeotyphlidae is the family of Indian caecilians. It is a monotypic family containing a single genus, Uraeotyphlus. Alternatively, Uraeotyphlus is placed in the family Ichthyophiidae. There are seven species of caecilians in this genus, all of which are found in the Western Ghats in Kerala State, peninsular India.\nThey are relatively small sized caecilians ranging from 23 centimetres (9.1 in) to 30 centimetres (12 in) in length. Unlike the more 'advanced' caecilians, members of this family have a true tail with vertebrae, and their skull has a relatively complex structure. However, unlike the more 'primitive' caecilians, the mouth is recessed below the snout, there are no tertiary annuli, and the tentacular opening are far forward of the eyes, and below the nostril. Molecular studies support their placement as a sister taxon to Ichthyophiidae.\nThey are burrowing animals, which lay eggs that hatch into free-living larvae. Their habitat is primarily the soil of the tropical forest floor.\n^ Frost, Darrel R. (2013). \"Ichthyophiidae Taylor, 1968\". Amphibian Species of the World 5.6, an Online Reference. American Museum of Natural History. Retrieved 23 April 2013. \n^ Frost, Darrel R. (2013). \"Uraeotyphlus Peters, 1880\". Amphibian Species of the World 5.6, an Online Reference. American Museum of Natural History. Retrieved 23 April 2013. \n^ a b Nussbaum, Ronald A. (1998). Cogger, H.G. & Zweifel, R.G., ed. Encyclopedia of Reptiles and Amphibians. San Diego: Academic Press. pp. 55–56. ISBN 0-12-178560-2.", "Thorius narisovalis": "Thorius, also known as minute salamanders or Mexican pigmy salamanders, is a genus of salamanders in the family Plethodontidae distributed from Western and Southern North America south to Brazil. The members of this genus are characterized by a small body - some species are less than 2 cm (0.8 in.) in length.", "Aneides lugubris": "Climbing salamanders is the common name for plethodontid (lungless) salamanders of the genus Aneides. As this name suggests, most of these species have prehensile tails and are as mobile up a tree as in a stream. All six species inhabit mountain ecosystems, and all but two are found primarily in the mountains of California.", "Onychodactylus japonicus": "The genus Onychodactylus or clawed salamanders is composed of two species, both endemic to East Asia. O. fischeri is found on the Korean peninsula, as well as in the Russian Far East and adjacent regions of China. O. japonicus is found in Japan, on the islands of Shikoku and Honshū. Both species are lungless with moderately developed parotoid glands. They inhabit moist, forested mountains near small rivers, streams, and lakes. Adults of both species can reach a length of 19 cm.", "Leiopelma hochstetteri": "The Leiopelmatidae, or New Zealand primitive frogs, are a family belonging to the suborder Archaeobatrachia. Their relatively primitive form indicates they have an ancient lineage. While some taxonomists have suggested combining the North American frogs of the genus Ascaphus in the Ascaphidae family with the New Zealand frogs of the genus Leiopelma in the Leiopelmatidae family, the current consensus is that these two groups constitute two separate families. The four extant species of Leiopelmatidae are only found in New Zealand.\n^ \n^ Roelants, Kim; Franky Bossuyt (February 2005). \"Archaeobatrachian paraphyly and Pangaean diversification of crown-group frogs\". Systematic Biology 54 (1): 111–126. doi:10.1080/10635150590905894. PMID 15805014. \n^ San Mauro, Diego; Miguel Vences; Marina Alcobendas; Rafael Zardoya; Axel Meyer (May 2005). \"Initial diversification of living amphibians predated the breakup of Pangaea\". American Naturalist 165 (5): 590–599. doi:10.1086/429523. PMID 15795855. \n^ Frost, Darrel R. (2015). \"Leiopelmatidae Mivart, 1869\". Amphibian Species of the World: an Online Reference. Version 6.0. American Museum of Natural History. Retrieved 1 September 2015. \n^ J.M. Conlon et al. / Peptides 30 (2009) 1069–1073\n^ annatella, David (2008). \"Leiopelmatidae. Leiopelma\". The Tree of Life Web Project. Retrieved 1 September 2015. \n^ \"DOC: Photo-stage and Archey's Frog\". Retrieved 2005-12-05.", "Ceuthomantis smaragdinus": "Ceuthomantis is a genus of craugastorid frogs. These frogs are distributed in the southern and eastern parts of the Guiana Highlands (Venezuela, Guyana, and Brazil). The generic name is derived from the Greek noun mantis, which means treefrog, and adjective keuthos, which means hidden, in allusion to the hidden existence of this genus in the tepuis of the Guiana Shield.", "Eurycea sosorum": "Eurycea is a genus of salamanders native to North America. These salamanders are commonly referred to as brook salamanders.", "Eurycea waterlooensis": "Eurycea is a genus of salamanders native to North America. These salamanders are commonly referred to as brook salamanders.", "Karsenia koreana": "The Korean crevice salamander (Karsenia koreana) is a lungless salamander. It dwells under rocks in limestone forest areas of the Korean peninsula. It was discovered by Stephen J. Karsen, an American science teacher working in Daejeon, South Korea, in 2005.\nAlthough plethodontid salamanders comprise seventy percent of salamander species worldwide, Karsenia koreana is the first member of this taxon known from Asia. Like other plethodontids, it lacks lungs and breathes through its moist skin.\nCladistic analysis using Bayesian analysis of molecular data places Karsenia koreana as sister group to the clade containing Aneides and the desmognathine salamanders. This implies that plethodontid salamanders may have had a worldwide range 60 to 100 million years ago. As the global climate cooled, New World taxa thrived while Old World populations declined. Other plants and animals currently found in Asia and North America share close relationships, showing a similar pattern of biogeography.\nThe species occurs in damp talus slopes and rockslides of limestone in young forests dominated by Pinus densiflora and Quercus mongolica, mostly under small stones. Although the species is considered locally common, and reasonably widespread, it has not been well studied in the field. Thus, its natural history, population dynamics, and reproductive behavior remain unknown.", "Phaeognathus hubrichti": "The Red Hills salamander (Phaeognathus hubrichti) is a fairly large, terrestrial salamander growing to about 255 millimetres (10.0 in). Its body color is gray to brownish without markings, and its limbs are relatively short. It is the official state amphibian of Alabama.", "Hydromantes platycephalus": "Hydromantes, commonly referred to as web-toed salamanders, is a genus of the lungless salamander family, Plethodontidae; they achieve respiration through their skin and the tissues lining their mouth. They are endemic to northern California, USA. Salamanders of this genus are distinguished in having extremely long tongues that they can project to 80% of their body length. Similar species endemic to southern France and Italy are now classified in a distinct genus, Speleomantes.", "Ambystoma gracile": "The mole salamanders (genus Ambystoma) are a group of salamanders endemic to North America, the only genus in the family Ambystomatidae. The group has become famous due to the presence of the axolotl (A. mexicanum), widely used in research, and the tiger salamander (A. tigrinum, A. mavortium) which is the official amphibian of many states, and often sold as a pet.", "Eleutherodactylus gossei": "Eleutherodactylus is a genus of frogs in the Eleutherodactylidae family. Many of the 185 species of the genus are commonly known as \"rain frogs\" or \"robber frogs\", due to their sharp, high-pitched, insect-like calls.\nThe best-known species is the common coquí (E. coqui), which is both a national symbol of Puerto Rico and a notorious invasive species in Hawaii. Two Eleutherodactylus species, E. limbatus and E. iberia, belong to the smallest known frogs, measuring only 8.5 mm in length (only slightly larger than Paedophryne amauensis, which measures around 7.7 mm)."}}